[
    {
        "title": "UFRRJ (RJ) – Seleção Simplificada 49/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrrj-rj-selecao-simplificada-49-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal Rural do Rio de Janeiro (UFRRJ) publicou o edital nº 49/2025 para seu Processo Seletivo Simplificado. O certame visa a contratação temporária de um Professor Visitante, com base na Lei nº 8.745/1993, e não constitui um concurso para ingresso na carreira permanente do Magistério Superior.</p>\n<p>A oportunidade é para profissionais de nível superior com doutorado. A vaga disponível é para a área de <strong>Extensão Universitária no Instituto de Agronomia (Agronomia/Solos)</strong>, sendo uma excelente chance para graduados em <strong>Agronomia, Medicina Veterinária, Zootecnia, Ciências Biológicas e Engenharia Florestal</strong>, entre outras formações correlatas.</p>\n<p>Confira a seguir os detalhes sobre como se inscrever e garanta sua participação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFRRJ estarão abertas das <strong>10h do dia 14 de julho de 2025 até as 14h do dia 18 de julho de 2025</strong>, considerando o horário oficial de Brasília/DF. O procedimento deve ser realizado exclusivamente pela internet, através do portal de concursos da universidade.</p>\n<p>A taxa de inscrição para a vaga, que possui carga horária de 40 horas, é de <strong>R$ 108,00</strong>. O pagamento deve ser feito por meio da Guia de Recolhimento da União (GRU), gerada no site após o preenchimento do formulário. A quitação da GRU deve ocorrer impreterivelmente até as 14h do dia 18 de julho de 2025, exclusivamente em agências do Banco do Brasil ou via internet banking.</p>\n<p>A inscrição só será validada após a confirmação do pagamento pela rede bancária. O edital não detalha o processo para solicitação de isenção da taxa. Para conhecer todas as regras e garantir sua participação, é fundamental a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção far-se-á em duas fases:<br/>\nA primeira fase constará de, no mínimo, um tipo de avaliação eliminatória dentre as elencadas abaixo:<br/>\nprova didática, de caráter eliminatório;<br/>\nprova escrita, de caráter eliminatório ou<br/>\nprova prática, de caráter eliminatório.</p>\n<p>Para a segunda fase, participarão somente os candidatos aprovados na fase eliminatória. A segunda fase do processo seletivo contará com prova de títulos e/ou entrevista de caráter classificatório.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado final será divulgado no site: www.ufrrj.br/concursos e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura São Pedro de Alcântara (SC) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-pedro-de-alcantara-sc-concurso-02-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 27/08/2025 | Remuneração: até R$ 14586.53",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura de São Pedro de Alcântara, em Santa Catarina, foi publicado. Organizado pelo Instituto Fucap, o certame visa o preenchimento de <strong>36 vagas imediatas e a formação de cadastro de reserva</strong> para cargos de níveis fundamental incompleto, médio, técnico e superior. As contratações serão realizadas sob o regime Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como Administração, Saúde, Educação, Operacional e Fiscal. <strong>Para os profissionais de ciências agrárias, há vagas para Engenheiro Agrônomo e Médico Veterinário</strong>, além de outras carreiras de nível superior como Contador, Enfermeiro, Médico e Engenheiro Civil.</p>\n<p>Este concurso representa uma excelente oportunidade para ingressar no serviço público municipal. Nas seções seguintes, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso estarão abertas e deverão ser realizadas exclusivamente pela internet, no site da banca organizadora. O período para se candidatar vai de <strong>15 de julho de 2025 até 27 de agosto de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Superior:</strong> R$ 120,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 100,00</li>\n<li><strong>Nível Fundamental:</strong> R$ 80,00</li>\n</ul>\n<p>O pagamento do boleto bancário, gerado ao final do preenchimento do formulário, deverá ser efetuado até o dia <strong>28 de agosto de 2025</strong>. O edital prevê a possibilidade de solicitar isenção da taxa, e os critérios e procedimentos para o pedido devem ser consultados diretamente no documento oficial. Após a inscrição, é fundamental que o candidato acompanhe a confirmação e demais comunicados na sua área restrita no site do Instituto Fucap. É permitida a inscrição para até dois cargos, desde que os turnos de prova (matutino e vespertino) não coincidam.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo e siga todas as instruções da banca organizadora.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por até três etapas, variando de acordo com o cargo escolhido. A estrutura de avaliação foi organizada da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada para todos os cargos no dia <strong>21 de setembro de 2025</strong>. A prova terá duração de 4 horas e será composta por questões de múltipla escolha sobre Língua Portuguesa, Legislação, Conhecimentos Específicos e, para cargos de nível fundamental, Higiene, Segurança e Ética no Trabalho. Para ser aprovado, o candidato precisa obter nota mínima de 6,0 pontos (nível superior, médio e técnico) ou 5,0 pontos (nível fundamental).</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, destinada exclusivamente aos candidatos de nível superior. Serão pontuados diplomas de especialização, mestrado e doutorado, com pontuação máxima de 3,0 pontos. Os documentos deverão ser enviados digitalmente conforme cronograma.</li>\n<li><strong>Prova de Aptidão Prática:</strong> De caráter <em>eliminatório e classificatório</em>, será exigida para os cargos de Motorista (30h e 40h), Operador de Máquinas Leves e Operador de Máquinas Pesadas. Esta etapa visa avaliar as habilidades práticas dos candidatos na execução das tarefas do cargo.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada etapa e as datas específicas, é indispensável a consulta ao edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma definido, que deve ser acompanhado de perto pelos candidatos. O gabarito preliminar da prova objetiva será publicado em <strong>22 de setembro de 2025</strong>. O resultado definitivo da prova objetiva e da prova de títulos está previsto para <strong>29 de outubro de 2025</strong>, enquanto o resultado final do concurso e sua homologação serão divulgados em <strong>21 de novembro de 2025</strong>.</p>\n<p>A classificação final será calculada com base na nota da prova objetiva para os cargos de nível médio e técnico. Para o nível superior, será a soma das notas da prova objetiva e da prova de títulos. Para os cargos com avaliação prática, a nota final será a soma da prova objetiva com a prova prática.</p>\n<p>Os critérios de desempate, em ordem de prioridade, são: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos, maior número de acertos em Conhecimentos Gerais, maior idade e ter exercido a função de jurado. A convocação dos aprovados será realizada conforme a necessidade da administração municipal, seguindo a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de resultados, convocações e outros atos no site do Instituto Fucap (<strong>https://www.institutofucap.org.br/concursos/</strong>) e nos canais oficiais do Município de São Pedro de Alcântara.</p>\n</div>"
    },
    {
        "title": "Prefeitura Porto Mauá (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-porto-maua-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 10/08/2025 | Remuneração: até R$ 12576.37",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Porto Mauá, no Rio Grande do Sul, publicou o edital nº 01/2025 de seu novo Concurso Público, sob organização da banca FUNDATEC. O certame visa o preenchimento de 10 vagas imediatas e a formação de cadastro de reserva (CR) para cargos de níveis fundamental incompleto, médio, técnico e superior. As contratações serão realizadas sob o regime jurídico-administrativo estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, incluindo administrativa, operacional, educação, saúde e engenharia. Para os profissionais do setor de agronegócio, há uma excelente oportunidade para o cargo de <strong>Engenheiro Agrônomo</strong>, com vaga de provimento imediato. Este concurso representa uma ótima chance para quem busca uma carreira sólida no serviço público municipal.</p>\n<p>A seguir, você encontrará informações detalhadas sobre as inscrições, as etapas do processo seletivo e a divulgação dos resultados. Continue a leitura para se preparar e garantir sua participação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Porto Mauá/RS serão realizadas exclusivamente pela internet, através do site da banca organizadora. O período para se inscrever inicia em <strong>11 de julho de 2025 e se encerra às 17h do dia 10 de agosto de 2025</strong>. É fundamental que o candidato preencha o formulário online com atenção, pois as informações prestadas são de sua inteira responsabilidade.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Superior:</strong> R$ 141,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 98,75</li>\n<li><strong>Nível Fundamental Incompleto:</strong> R$ 47,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, gerado ao final do processo de inscrição, e quitado até a data de vencimento. A confirmação do pagamento poderá ser consultada no portal da FUNDATEC em até dois dias úteis. O edital não detalha procedimentos para solicitação de isenção da taxa.</p>\n<p>Após o pagamento, não é permitida a alteração do cargo escolhido. Recomenda-se a leitura completa do edital para conhecer todas as normas e garantir uma inscrição bem-sucedida.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Porto Mauá será estruturado em diferentes etapas, variando de acordo com o cargo. Todos os candidatos serão avaliados por meio de uma Prova Teórico-Objetiva, com etapas adicionais para cargos específicos.</p>\n<p>As fases do certame são:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os cargos. A avaliação terá duração de 3 horas e será composta por questões de múltipla escolha sobre Língua Portuguesa, Legislação, Matemática/Raciocínio Lógico, Conhecimentos Gerais e Conhecimentos Específicos, conforme o cargo.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é exclusiva para os candidatos ao cargo de Agente de Controle Interno que forem aprovados na prova objetiva. A pontuação será atribuída com base na formação acadêmica e experiência profissional, conforme os critérios do edital.</li>\n<li><strong>Prova Prática:</strong> De caráter <em>eliminatório</em>, será aplicada aos 10 primeiros classificados na prova objetiva para os cargos de Operário Especializado e Operador de Máquinas. O objetivo é avaliar a habilidade técnica do candidato na execução de tarefas pertinentes à função. Para ser considerado apto, é necessário atingir um desempenho mínimo de 50%.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e o cronograma completo, é indispensável a consulta ao edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Porto Mauá seguirá um cronograma estabelecido pela FUNDATEC. Os gabaritos preliminares e definitivos da Prova Teórico-Objetiva, assim como os resultados de cada etapa, serão publicados no site da banca. A classificação final será determinada pela nota da prova objetiva para a maioria dos cargos. Para o cargo de Agente de Controle Interno, a nota final será a soma dos pontos da prova objetiva e da prova de títulos.</p>\n<p>Em caso de empate, serão aplicados os seguintes critérios de desempate, em ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (o mais velho terá preferência);</li>\n<li>Maior pontuação em Conhecimentos Específicos;</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Legislação;</li>\n<li>Demais critérios previstos no edital, podendo chegar a sorteio público.</li>\n</ul>\n<p>A homologação do resultado final será publicada no site da FUNDATEC e em jornal de circulação local, marcando o início da validade do concurso, que é de 2 anos, prorrogável por igual período. A convocação dos aprovados ocorrerá conforme a necessidade da administração municipal, seguindo rigorosamente a ordem de classificação, por meio de e-mail e publicações oficiais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações no site da FUNDATEC e nos canais oficiais da Prefeitura de Porto Mauá, além de manter seus dados cadastrais sempre atualizados.</p>\n</div>"
    },
    {
        "title": "Prefeitura Monte Alegre de Minas (MG) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-monte-alegre-de-minas-mg-concurso-01-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 30/09/2025 | Remuneração: até R$ 3619.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Monte Alegre de Minas, em Minas Gerais, publicou o edital nº 01/2025 de seu novo concurso público, organizado pelo Instituto de Desenvolvimento Social, Empresarial e de Administração Pública (IDEAP). O certame visa o preenchimento de 295 vagas imediatas para o quadro permanente de servidores, com contratação sob o regime Estatutário. As oportunidades abrangem todos os níveis de escolaridade: fundamental (completo e incompleto), médio, técnico e superior.</p>\n<p>As vagas estão distribuídas em diversas áreas, como administrativa, operacional, educacional e de saúde. <strong>Para os profissionais das áreas de ciências agrárias e biológicas, há oportunidades para os cargos de Médico Veterinário, Biólogo, Nutricionista e Técnico Agrícola (que aceita formação em Engenharia Agronômica).</strong> O concurso representa uma excelente chance para ingressar no serviço público municipal, com remunerações que variam de R$ 1.518,00 a R$ 3.619,01.</p>\n<p>A seguir, você encontrará informações detalhadas sobre as inscrições, as etapas de avaliação e o cronograma de resultados para planejar sua participação. Continue a leitura para conhecer todos os detalhes.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Monte Alegre de Minas/MG poderão ser realizadas de <strong>1º de setembro de 2025 a 30 de setembro de 2025</strong>. Os candidatos poderão se inscrever de duas formas: presencialmente, na sede da Prefeitura Municipal (Rua Jair Mota Mendonça, 01, Bairro Petrópolis), ou online, através do site da banca organizadora, o IDEAP.</p>\n<p>O pagamento da taxa de inscrição deverá ser efetuado exclusivamente por meio de boleto bancário, com vencimento até o dia <strong>1º de outubro de 2025</strong>. A inscrição só será validada após a confirmação do pagamento. É importante ressaltar que pagamentos agendados ou realizados após a data de vencimento não serão considerados, implicando no cancelamento da inscrição. O valor da taxa de inscrição não foi informado no extrato do edital.</p>\n<p>Os candidatos não poderão se inscrever para mais de um cargo. Caso ocorram múltiplas inscrições, será considerada válida apenas a última que tiver o pagamento confirmado. Após a efetivação, não será possível alterar a opção de cargo. Acompanhe a confirmação da sua inscrição e demais comunicados na área do candidato, no site <strong>www.institutoideap.com.br</strong>.</p>\n<p>Para garantir sua participação e conhecer todas as regras, é fundamental a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Monte Alegre de Minas/MG será composto por diferentes etapas, variando conforme o cargo pretendido. A estrutura de avaliação foi pensada para abranger conhecimentos teóricos, práticos e aptidão física, garantindo uma seleção completa dos candidatos.</p>\n<ul>\n<li><strong>Prova Objetiva de Múltipla Escolha:</strong> De caráter eliminatório e classificatório, será aplicada a <em>todos os cargos</em>. A prova terá duração de 3 horas e será composta por 40 questões de múltipla escolha. As disciplinas gerais incluem Língua Portuguesa, Matemática, Raciocínio Lógico, Noções de Informática, Conhecimentos Gerais e Atualidades, além de Conhecimentos Específicos para cada área. Para cargos da educação e saúde, também haverá questões de Conhecimentos Didático-Pedagógicos e SUS/Saúde Pública, respectivamente. Será aprovado o candidato que obtiver no mínimo 60% do total de pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada aos candidatos de <em>nível superior e para todos os cargos de Professor</em> que forem aprovados na prova objetiva. Serão pontuados diplomas de pós-graduação (lato sensu), mestrado e doutorado, até o limite de 10 pontos.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, exclusiva para os cargos de <em>Encanador, Motorista, Operador de Máquinas Pesadas e Pedreiro</em>. Os candidatos convocados serão avaliados como “Apto” ou “Inapto” com base em seu desempenho em tarefas práticas relacionadas às atribuições da função.</li>\n<li><strong>Teste de Aptidão Física (TAF):</strong> De caráter eliminatório, aplicado aos candidatos aos cargos de <em>Agente de Controle de Endemias e Gari</em>. O TAF consistirá em testes de corrida de resistência, flexão abdominal, flexão de braço e flexão de quadril. O candidato será considerado “Apto” ou “Inapto” e deverá apresentar atestado médico para participar.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação de cada etapa e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Monte Alegre de Minas/MG seguirá um cronograma oficial. Os gabaritos preliminares e definitivos da prova objetiva, assim como os resultados de cada etapa, serão publicados no quadro de avisos da Prefeitura, no Diário Oficial do Estado de Minas Gerais e nos sites do Instituto IDEAP (www.institutoideap.com.br) e da prefeitura (www.montealegre.mg.gov.br). O resultado final do certame está previsto para ser divulgado a partir das 17h do dia <strong>18 de dezembro de 2025</strong>.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da pontuação total. Em caso de empate, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos (conforme o Estatuto do Idoso);</li>\n<li>Maior pontuação na prova de Conhecimentos Específicos;</li>\n<li>Maior pontuação na prova de Língua Portuguesa;</li>\n<li>Maior pontuação na prova de Matemática;</li>\n<li>Persistindo o empate, terá preferência o candidato de mais idade.</li>\n</ul>\n<p>A homologação do resultado final será realizada pela Prefeitura Municipal de Monte Alegre de Minas. A convocação dos aprovados (nomeação) será publicada no quadro de avisos da Prefeitura e comunicada por correspondência enviada ao endereço informado pelo candidato no ato da inscrição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao concurso, incluindo convocações, nos sites da banca organizadora e nos meios de comunicação oficiais do município.</p>\n</div>"
    },
    {
        "title": "Prefeitura Doutor Maurício Cardoso (RS) – Concurso 26/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-doutor-mauricio-cardoso-rs-concurso-26-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 30/07/2025 | Remuneração: até R$ 6425.6",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Doutor Maurício Cardoso, no Rio Grande do Sul, publicou o edital n.º 026/2025 de seu novo Concurso Público, organizado pela banca Legalle Concursos. O certame visa o preenchimento de 6 vagas imediatas e a formação de Cadastro Reserva (CR) para cargos de níveis fundamental incompleto, médio/técnico e superior. As contratações serão realizadas sob o regime Estatutário.</p>\n<p>As oportunidades abrangem diversas áreas, como saúde, educação, fiscalização, administrativa e operacional. O certame se destaca por oferecer vagas em áreas de grande interesse, como no cargo de <strong>Licenciador Ambiental</strong>, que contempla graduados em <em>Engenharia Agronômica, Engenharia Florestal, Engenharia Ambiental, Biologia e Zootecnia</em>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso de Doutor Maurício Cardoso (RS) estarão abertas no período de <strong>10 de julho de 2025 até as 18h do dia 30 de julho de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente de forma online, através do site da banca organizadora, Legalle Concursos. Para candidatos sem acesso à internet, a prefeitura disponibilizará um computador na Casa da Cultura durante o período de inscrições.</p>\n<p>O pagamento da taxa de inscrição deve ser efetuado via boleto bancário, com vencimento em <strong>31 de julho de 2025</strong>. É fundamental que o candidato verifique se o boleto gerado pertence ao Banco do Brasil (código de barras iniciado com ‘001’) para evitar fraudes. O edital prevê a possibilidade de isenção da taxa, e os interessados devem consultar os critérios e procedimentos detalhados no documento oficial.</p>\n<p>Após a conclusão da inscrição e do pagamento, é essencial acompanhar a confirmação (homologação) e demais comunicados na área restrita do candidato no site da banca. A leitura completa do edital é indispensável para o conhecimento de todas as regras.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será estruturado em até três etapas distintas, aplicadas de acordo com as exigências de cada cargo. Confira a seguir a descrição de cada uma delas:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter eliminatório e classificatório, esta etapa é obrigatória para <em>todos os cargos</em>. A prova será composta por 40 questões de múltipla escolha e terá duração de 3 horas. Para ser aprovado, o candidato precisa alcançar no mínimo 50% da pontuação total. As disciplinas abordadas incluem Língua Portuguesa, Legislação, Conhecimentos Específicos e, a depender da vaga, Matemática, Informática, Fundamentos da Educação e Conhecimentos Gerais.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, será aplicada exclusivamente aos candidatos dos cargos de <em>Operário Especializado, Serviços Gerais e Técnico Eletricista</em>. O objetivo é avaliar na prática as habilidades e a experiência do candidato na execução das tarefas inerentes à função. A aprovação também depende de um aproveitamento mínimo de 50% dos pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos candidatos aprovados na prova objetiva para os cargos de <em>Professor de Educação Infantil, Professor de Geografia, Professor de Informática e Professor de Séries Iniciais</em>. Serão avaliados e pontuados os títulos de pós-graduação (especialização, mestrado e doutorado) relacionados à área de atuação, com pontuação máxima de 10 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação e o cronograma de cada fase, é fundamental a consulta ao edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação de resultados é uma fase decisiva e deve ser acompanhado com atenção. A publicação do gabarito preliminar da prova objetiva está prevista para <strong>25 de agosto de 2025</strong>, enquanto a versão definitiva será divulgada em <strong>16 de setembro de 2025</strong>. As notas oficiais das provas objetiva e prática serão publicadas em 24 de setembro, e as da prova de títulos, em 17 de outubro.</p>\n<p>Os critérios de desempate, caso ocorra igualdade na pontuação final, seguirão esta ordem: idade igual ou superior a 60 anos, exercício da função de jurado, maior nota nas provas (objetiva, prática e de títulos, conforme o caso), maior pontuação nas disciplinas específicas e, por último, maior idade. Se o empate persistir, será realizado um sorteio público.</p>\n<p>A homologação do resultado final do concurso está programada para ocorrer a partir de <strong>20 de outubro de 2025</strong>. A convocação dos candidatos aprovados será publicada no site oficial da Prefeitura de Doutor Maurício Cardoso e comunicada por e-mail ou telefone, de acordo com os dados informados na inscrição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, como editais, comunicados, resultados e convocações, no site da banca organizadora Legalle Concursos e nos canais de comunicação da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Alpestre (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-alpestre-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 06/08/2025 | Remuneração: até R$ 6695.45",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Alpestre, no estado do Rio Grande do Sul, foi oficialmente publicado. Organizado pela Fundação La Salle, o certame visa o preenchimento de 12 vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental, médio, técnico e superior. O regime de contratação é o Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, operacional, saúde e educação. <strong>Para os profissionais das áreas de agrárias e ambientais, o concurso oferece vagas em cadastro de reserva para Engenheiro Agrônomo, Médico Veterinário e Licenciador Ambiental</strong>, sendo uma excelente oportunidade para ingressar no serviço público municipal.</p>\n<p>A seleção dos candidatos será realizada por meio de diferentes etapas, incluindo provas objetivas para todos os cargos, além de provas práticas e de títulos para funções específicas. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas do concurso e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Alpestre/RS estarão abertas e devem ser realizadas exclusivamente pela internet. Os interessados poderão se candidatar entre os dias <strong>8 de julho de 2025 e 6 de agosto de 2025, até as 17h</strong>, através do site da banca organizadora, a Fundação La Salle.</p>\n<p>Para confirmar a participação, o candidato deve preencher o formulário eletrônico, gerar o boleto bancário e efetuar o pagamento da taxa de inscrição até a data de vencimento. O pagamento pode ser feito via código de barras do boleto ou pelo QR Code do Pix. É fundamental que o candidato se certifique de que o pagamento foi processado corretamente, pois não haverá devolução do valor, exceto em caso de cancelamento do certame.</p>\n<p>O edital prevê a possibilidade de solicitar a isenção da taxa de inscrição, e os critérios para o benefício devem ser consultados diretamente no documento oficial. Após a inscrição e o pagamento, não será permitida a troca do cargo escolhido. É de responsabilidade do candidato acompanhar a homologação da sua inscrição na área restrita do site da banca. Para garantir o entendimento de todas as regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Alpestre/RS será estruturado em até três etapas, variando conforme o cargo pretendido. Todos os candidatos serão submetidos à primeira etapa.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os cargos no dia <strong>31 de agosto de 2025</strong>. A prova terá duração de 3 horas e será composta por 40 questões de múltipla escolha. As disciplinas variam por nível de escolaridade, incluindo Conhecimentos Específicos, Língua Portuguesa, Raciocínio Lógico, Legislação e Conhecimentos Gerais. Para os cargos de Professor, a estrutura inclui Fundamentos da Educação e Legislação/Estrutura/Funcionamento. Para ser aprovado, o candidato deve obter no mínimo 50 pontos no total da prova e atingir a pontuação mínima em disciplinas específicas.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, exclusiva para o cargo de <strong>Condutor Operador</strong>. Serão convocados os 10 candidatos mais bem classificados na prova objetiva. A avaliação, prevista para <strong>4 de outubro de 2025</strong>, medirá a habilidade na condução de veículo pesado e na operação de retroescavadeira. É necessário obter no mínimo 50 de 100 pontos para ser aprovado nesta fase.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada exclusivamente aos cargos de <strong>Professor</strong>. Os candidatos aprovados na prova objetiva deverão enviar os documentos comprobatórios de formação acadêmica (especialização, mestrado e doutorado) entre 29 de setembro e 1º de outubro de 2025. A pontuação máxima nesta etapa é de 10 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo de cada etapa, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Alpestre/RS seguirá um cronograma detalhado, que deve ser acompanhado pelos candidatos nos sites da Fundação La Salle e da prefeitura. A primeira publicação será o gabarito preliminar da prova objetiva, em <strong>1º de setembro de 2025</strong>, com o gabarito definitivo previsto para 16 de setembro, após o período de recursos. As notas oficiais da prova objetiva serão divulgadas em 26 de setembro.</p>\n<p>A classificação final será definida pela ordem decrescente da pontuação total. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, exercício da função de jurado, maior nota em Conhecimentos Específicos, Língua Portuguesa, e demais disciplinas, conforme o cargo.</p>\n<p>A homologação do resultado final para os cargos com apenas prova objetiva está prevista para <strong>29 de setembro de 2025</strong>. Para os cargos com prova prática e de títulos, a homologação final ocorrerá em <strong>22 de outubro de 2025</strong>. A convocação dos aprovados será realizada pela Prefeitura de Alpestre/RS por e-mail, telefone e publicação no site oficial, respeitando a ordem de classificação e o prazo de validade do concurso, que é de dois anos, prorrogável por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame no site da banca organizadora e nos canais de comunicação do município.</p>\n</div>"
    },
    {
        "title": "UNICAMP (SP) – Concurso 67/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unicamp-sp-concurso-67-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 25/08/2025 | Remuneração: até R$ 9295.09",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Campinas (UNICAMP) publicou o edital de seu novo Concurso Público, organizado pela Fundação VUNESP. O certame visa o preenchimento de <strong>uma vaga imediata e a formação de cadastro de reserva</strong> para o cargo de Profissional de Apoio Universitário, com perfil em <strong>Engenheiro Agrônomo</strong>. A oportunidade é destinada a candidatos com nível superior completo na área e registro ativo no conselho de classe.</p>\n<p>A contratação será pelo regime Estatutário, com remuneração inicial de R$ 9.295,09 para uma jornada de 40 horas semanais. Esta é uma excelente chance para profissionais da Agronomia que buscam uma carreira sólida em uma das mais prestigiadas universidades do país. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNICAMP estarão abertas das 10h de <strong>21 de julho de 2025 até as 23h59 de 25 de agosto de 2025</strong>. Os interessados devem se inscrever exclusivamente pela internet, através do site oficial da banca organizadora, a Fundação VUNESP.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 200,00 para o cargo de nível superior. O pagamento deve ser realizado por meio de boleto bancário, que pode ser pago em qualquer agência bancária até o dia 26 de agosto de 2025. É fundamental que o candidato imprima o boleto e o comprovante de inscrição ao finalizar o cadastro.</p>\n<p>Após a efetivação do pagamento, o candidato deve acompanhar o status da sua inscrição na área restrita do site da VUNESP. Para garantir a participação, é indispensável a leitura completa do edital, que contém todas as regras e procedimentos detalhados.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para o cargo de Engenheiro Agrônomo da UNICAMP será composto por uma única etapa, conforme detalhado abaixo:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, a prova será composta por 50 questões de múltipla escolha, com 5 alternativas cada, abordando apenas Conhecimentos Específicos da área de atuação.</li>\n</ul>\n<p>A avaliação terá duração total de 3 horas e será aplicada na cidade de Campinas/SP, com data prevista para <strong>19 de outubro de 2025</strong>, no período da tarde. Para ser considerado habilitado, o candidato deverá obter nota igual ou superior a 60,00 pontos, em uma escala de 0 a 100.</p>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e regras de aplicação, consulte o edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os gabaritos e os cadernos de questões da prova objetiva serão disponibilizados no site da Fundação VUNESP a partir das 10h do primeiro dia útil seguinte à aplicação. A publicação dos resultados preliminares e da classificação final ocorrerá no Diário Oficial do Estado (DOE) e nos sites da VUNESP e da UNICAMP.</p>\n<p>Os critérios de desempate, caso ocorra igualdade na nota final, seguirão a seguinte ordem de preferência: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos, maior idade entre os candidatos com menos de 60 anos e exercício da função de jurado.</p>\n<p>A homologação do resultado final será publicada no DOE, e o concurso terá validade de 2 anos, podendo ser prorrogado por igual período. A convocação dos aprovados será feita por meio de edital no Diário Oficial, seguindo a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "IFTM (MG) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/iftm-mg-selecao-simplificada-02-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Triângulo Mineiro (IFTM) publicou o edital de seu Processo Seletivo Simplificado, que visa a contratação temporária de um Professor Substituto para o Campus Avançado Campina Verde. A oportunidade é destinada a profissionais de nível superior, com contratação vinculada ao Regime Geral da Previdência Social.</p>\n<p>A vaga disponível é para a área de <strong>Agronomia</strong>, contemplando também graduados em Zootecnia, Engenharia Agrícola, Engenharia Agronômica ou tecnólogos em Agroecologia. A aprovação no certame gera expectativa de direito à contratação, condicionada à necessidade da administração.</p>\n<p>Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFTM podem ser realizadas de <strong>08 a 18 de  julho de 2025</strong>: online ou presencial. Para a inscrição online, o candidato deve enviar a ficha de inscrição preenchida e assinada, junto com cópias do documento de identificação e CPF em formato PDF para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"7f1c180f511c090d3f16190b12511a1b0a511d0d\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>Já a inscrição presencial exige a entrega da mesma documentação na Coordenação de Gestão de Pessoas do IFTM – Campus Avançado Campina Verde. O edital não menciona a cobrança de taxa de inscrição. É fundamental que os interessados consultem o cronograma oficial no site do IFTM para verificar as datas e horários exatos para o envio ou entrega dos documentos.</p>\n<p>Para garantir a participação, leia atentamente todas as regras e procedimentos descritos no edital completo, disponível no portal <a href=\"https://iftm.edu.br/concursos\" rel=\"noopener\" target=\"_blank\">https://iftm.edu.br/concursos</a>.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, conduzidas por uma Banca Examinadora. A primeira etapa é eliminatória e classificatória, enquanto a segunda é apenas classificatória.</p>\n<ul>\n<li><strong>Prova de Desempenho Didático-Pedagógico:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva presencial com duração de 30 minutos, seguida por uma arguição de até 10 minutos. O tema será sorteado previamente. A avaliação vale 100 pontos e exige uma nota mínima de 50 para aprovação. Os candidatos devem enviar o plano de aula com antecedência, sob pena de eliminação.</li>\n<li><strong>Avaliação de Títulos e Experiência Profissional:</strong> De caráter classificatório, esta fase analisa a formação acadêmica e a experiência no magistério dos candidatos aprovados na etapa anterior. A pontuação máxima é de 25 pontos, distribuídos entre títulos de Doutorado, Mestrado, Especialização e tempo de experiência docente.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, conteúdo programático e o cronograma completo das avaliações, consulte o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados preliminares e finais ocorrerá no site oficial do IFTM, no endereço <a href=\"https://iftm.edu.br/concursos\" rel=\"noopener\" target=\"_blank\">https://iftm.edu.br/concursos</a>, seguindo as datas estipuladas no cronograma do certame. A classificação final será determinada pela soma dos pontos obtidos na prova de desempenho didático-pedagógico e na avaliação de títulos.</p>\n<p>Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade (superior a 60 anos), maior nota na prova didática, maior tempo de experiência no magistério, maior titulação e, por fim, maior idade entre os candidatos com menos de 60 anos. A convocação para a contratação seguirá rigorosamente a ordem de classificação final.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site da banca organizadora.</p>\n</div>"
    },
    {
        "title": "Prefeitura Tapurah (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-tapurah-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 15/08/2025 | Remuneração: até R$ 11500",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Tapurah, no estado do Mato Grosso, publicou o edital para seu novo Concurso Público, sob organização do Instituto Nacional de Seleções e Concursos (SELECON). O certame visa o preenchimento de <strong>55 vagas imediatas e a formação de cadastro de reserva</strong> para cargos efetivos em diversas áreas da administração municipal. As oportunidades abrangem todos os níveis de escolaridade: alfabetizado, fundamental, médio, técnico e superior.</p>\n<p>As vagas estão distribuídas em setores como administração, educação, saúde, obras e serviços urbanos. <strong>Destacam-se as oportunidades para profissionais de Engenharia Agronômica, Medicina Veterinária, Biologia, Engenharia Ambiental, Engenharia Florestal e Nutrição</strong>, áreas de grande interesse para nossos leitores. As remunerações variam de R$ 1.741,55 a R$ 11.500,00. O concurso terá validade de dois anos, podendo ser prorrogado por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso da Prefeitura de Tapurah – MT estarão abertas e devem ser realizadas exclusivamente pela internet. Os interessados deverão acessar o site da banca organizadora, o Instituto SELECON, no endereço <strong>https://selecon.org.br/</strong>, entre os dias 07 de julho de 2025 e 15 de agosto de 2025.</p>\n<p>Para confirmar a participação, é necessário preencher o formulário eletrônico, gerar o boleto bancário e efetuar o pagamento da taxa de inscrição até a data de vencimento. Os valores são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Alfabetizado:</strong> R$ 65,00</li>\n<li><strong>Nível Fundamental:</strong> R$ 75,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 90,00</li>\n<li><strong>Nível Superior:</strong> R$ 120,00</li>\n</ul>\n<p>O edital prevê a possibilidade de solicitar isenção da taxa de inscrição, e os candidatos que se enquadram nos critérios devem seguir os procedimentos e prazos especificados no documento. Após o pagamento, é recomendado que o candidato acompanhe a confirmação da inscrição na área restrita do site da organizadora.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Tapurah – MT será composto por diferentes etapas, variando conforme o cargo. Todas as fases serão realizadas na cidade de Tapurah – MT.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter <em>eliminatório e classificatório</em>, para todos os cargos. A avaliação será de múltipla escolha com quatro alternativas. A estrutura varia por nível:\n<ul>\n<li><strong>Nível Alfabetizado e Fundamental:</strong> 20 questões sobre Língua Portuguesa, Matemática, Conhecimentos Gerais e Conhecimentos Específicos. Duração de 3 horas.</li>\n<li><strong>Nível Médio e Técnico:</strong> 40 questões sobre Língua Portuguesa, Noções de Informática, Raciocínio Lógico-Matemático, Estatuto do Servidor e Conhecimentos Específicos. Duração de 4 horas.</li>\n<li><strong>Nível Superior:</strong> 40 questões sobre Língua Portuguesa, Raciocínio Lógico-Matemático, Estatuto do Servidor, Noções de Informática e Conhecimentos Específicos. Duração de 4 horas.</li>\n</ul>\n<p>Para ser aprovado, o candidato de nível alfabetizado/fundamental precisa obter no mínimo 50% do total de pontos. Para os níveis médio e superior, é necessário atingir 50% dos pontos e não zerar nenhuma disciplina.</p>\n</li>\n<li><strong>Prova Prática:</strong> de caráter <em>eliminatório</em>, destinada aos cargos de Motorista (todas as categorias) e Operador de Máquinas Pesadas (I, II e III). A avaliação medirá a habilidade do candidato na condução e operação dos veículos e equipamentos, exigindo a apresentação de CNH na categoria correspondente.</li>\n<li><strong>Prova de Títulos:</strong> de caráter <em>classificatório</em>, exclusiva para os candidatos aos cargos de nível superior que forem aprovados na prova objetiva. Serão pontuados títulos de pós-graduação (especialização e mestrado) relacionados à área do cargo, conforme os critérios estabelecidos no edital.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Tapurah – MT seguirá um cronograma específico, que deve ser acompanhado atentamente pelos candidatos. O gabarito preliminar da prova objetiva será publicado no site do SELECON em até 24 horas após a aplicação da prova. Após os prazos para recursos, os resultados preliminares e definitivos de cada etapa serão divulgados.</p>\n<p>A classificação final será feita em ordem decrescente da nota total obtida. Os critérios de desempate variam conforme o nível de escolaridade e, em geral, priorizam o candidato com idade igual ou superior a 60 anos, seguido por maior pontuação em Conhecimentos Específicos, Língua Portuguesa e outras disciplinas, e, por último, o critério de maior idade.</p>\n<p>O resultado final do concurso será homologado pela Prefeitura de Tapurah e publicado no site da banca organizadora e no Diário Oficial do município. A partir da homologação, a convocação dos aprovados para a posse ocorrerá de acordo com a necessidade e a conveniência da administração municipal, dentro do prazo de validade do certame.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao concurso nos canais oficiais, como o site do Instituto SELECON e o Diário Oficial do município, além de manter seus dados cadastrais sempre atualizados.</p>\n</div>"
    },
    {
        "title": "Prefeitura Iaras (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-iaras-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 15/08/2025 | Remuneração: até R$ 12262.95",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Iaras, em São Paulo, publicou o edital de seu novo Concurso Público, organizado pelo INDEPAC. O certame visa o preenchimento de 22 vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental (completo e incompleto), médio, técnico e superior. As contratações serão realizadas sob o regime estatutário, conforme a Lei Complementar Municipal nº 166/2025, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, operacional, educacional e de saúde. <strong>Para os profissionais da área de agronomia, há uma vaga para o cargo de Engenheiro Agrônomo.</strong> O concurso representa uma excelente oportunidade para ingressar no serviço público municipal.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Iaras serão realizadas exclusivamente pela internet. O período para se candidatar terá início em <strong>9 de julho de 2025 e se encerrará em 15 de agosto de 2025</strong>, seguindo o horário oficial de Brasília/DF. Os interessados devem acessar o site da banca organizadora, INDEPAC, no endereço eletrônico <em>https://indepac.selecao.net.br/</em>, preencher o formulário e gerar o boleto bancário.</p>\n<p>O pagamento da taxa de inscrição, cujo valor varia conforme o cargo pretendido, deverá ser efetuado até o dia 18 de agosto de 2025. É fundamental que o candidato imprima o boleto após a conclusão do preenchimento da ficha online, pois não será possível gerá-lo após o encerramento das inscrições. O edital não prevê a possibilidade de isenção da taxa. A confirmação da inscrição estará disponível para consulta no site da banca a partir de 22 de agosto de 2025. Recomenda-se a leitura completa do edital para conhecer todas as normas e requisitos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, variando de acordo com o cargo pretendido. Todos os candidatos serão avaliados por meio de uma <strong>Prova Objetiva</strong>, de caráter eliminatório e classificatório, com duração de 3 horas. A prova consistirá em questões de múltipla escolha com quatro alternativas, abrangendo Conhecimentos Básicos e Específicos. Para ser considerado habilitado, o candidato deverá obter uma pontuação igual ou superior a 50 pontos.</p>\n<p>Além da prova objetiva, haverá etapas adicionais para cargos específicos:</p>\n<ul>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, será aplicada aos candidatos mais bem classificados na prova objetiva para os cargos de Motorista – Serviços Gerais e Operador de Máquina.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada aos candidatos habilitados na prova objetiva para o cargo de Técnico em Segurança do Trabalho e para todos os cargos de nível superior. A não apresentação dos títulos não elimina o candidato do certame.</li>\n</ul>\n<p>A prova objetiva está prevista para ser aplicada no dia <strong>14 de setembro de 2025</strong>. Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo de cada etapa, é indispensável a consulta ao edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados e gabaritos seguirá um cronograma específico. O gabarito preliminar da prova objetiva será publicado em data a ser comunicada no dia da aplicação da prova. Após o período de recursos, o gabarito definitivo e os resultados preliminares serão disponibilizados no site do INDEPAC e no Diário Oficial Eletrônico do Município de Iaras.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota final, que corresponde à soma dos pontos da prova objetiva e, quando aplicável, da prova prática ou de títulos. Os critérios de desempate, em ordem de preferência, são: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos e maior idade. A homologação do resultado final será publicada oficialmente, marcando o início da validade do concurso.</p>\n<p>A convocação para a nomeação ocorrerá de acordo com a necessidade da administração municipal e respeitará a ordem de classificação. O acompanhamento de todas as publicações, incluindo convocações, no site da banca organizadora (<em>https://indepac.selecao.net.br/</em>) e nos canais oficiais da Prefeitura de Iaras é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura João Ramalho (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-joao-ramalho-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 14/08/2025 | Remuneração: até R$ 10013.32",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do <strong>Concurso Público da Prefeitura Municipal de João Ramalho</strong>, em São Paulo, foi publicado. Organizado pelo Instituto Consulplan, o certame visa o preenchimento de 29 vagas imediatas e a formação de cadastro de reserva para o quadro permanente de servidores. O regime de contratação é o <strong>Estatutário</strong>, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem todos os níveis de escolaridade: Alfabetizado, Fundamental, Médio, Técnico e Superior, com vagas em diversas áreas como administrativa, educacional, operacional e de saúde. Para profissionais de áreas de interesse específico, o concurso destaca-se por oferecer vagas para <strong>Engenheiro Agrônomo</strong>, <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>, além de outras carreiras na área da saúde e engenharia.</p>\n<p>Se você busca uma oportunidade no serviço público, continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso de João Ramalho/SP serão realizadas exclusivamente pela internet, através do site da banca organizadora, o <strong>Instituto Consulplan</strong>. O período para se candidatar inicia às 16h00 do dia 18 de julho de 2025 e encerra às 16h00 do dia 14 de agosto de 2025.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Superior:</strong> R$ 100,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 85,00</li>\n<li><strong>Nível Fundamental e Alfabetizado:</strong> R$ 70,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que precisa ser quitado até a data de vencimento para validar a inscrição. O edital também prevê a possibilidade de solicitar a isenção da taxa, e os candidatos interessados devem verificar os critérios e prazos diretamente no documento oficial. Após a inscrição, é importante acompanhar o status da confirmação na área do candidato no site da banca.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de João Ramalho/SP é composto por diferentes etapas, estruturadas de acordo com as exigências de cada cargo. A avaliação dos candidatos ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa é obrigatória para <strong>todos os cargos</strong>. A prova será de múltipla escolha, com quatro alternativas por questão, e terá duração de 3 horas. Para ser aprovado, o candidato deverá obter no mínimo 50% de aproveitamento total. As disciplinas variam conforme o cargo, abrangendo Língua Portuguesa, Legislação, Conhecimentos Gerais e Conhecimentos Específicos.</li>\n<li><strong>Prova Prática:</strong> De caráter <em>eliminatório</em>, será aplicada apenas aos candidatos aos cargos de <strong>Motorista</strong> e <strong>Operador de Máquinas</strong> que forem aprovados na prova objetiva e classificados dentro do quantitativo previsto no edital. A aprovação nesta fase exige um desempenho mínimo de 50%.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é destinada exclusivamente aos candidatos de <strong>nível superior</strong> aprovados na prova objetiva. A pontuação máxima atribuída aos títulos é de 4 pontos, que serão somados à nota final.</li>\n<li><strong>Comprovação de Requisitos e Exames Médicos:</strong> Etapa <em>eliminatória</em>, realizada após a homologação do concurso, para verificar se o candidato atende a todos os requisitos do cargo e possui aptidão física e mental para o exercício da função.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso seguirá um cronograma específico. O <strong>gabarito oficial preliminar</strong> da prova objetiva está previsto para ser publicado a partir das 16h00 do dia 15 de setembro de 2025, no site do Instituto Consulplan. Após os prazos de recursos, os resultados preliminares e definitivos de cada etapa serão divulgados nos mesmos canais.</p>\n<p>A classificação final dos candidatos será determinada pela soma dos pontos obtidos na prova objetiva e, quando aplicável, na avaliação de títulos. Em caso de empate, serão utilizados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Maior pontuação nas disciplinas de Conhecimentos Específicos;</li>\n<li>Maior pontuação em outras disciplinas, conforme o cargo;</li>\n<li>Maior idade, dando preferência a candidatos com 60 anos ou mais;</li>\n<li>Exercício da função de jurado.</li>\n</ul>\n<p>Após a divulgação do resultado final, o concurso será <strong>homologado</strong>, e sua validade será de 2 anos, podendo ser prorrogada uma vez por igual período. A convocação dos aprovados, respeitando a ordem de classificação, será realizada pela Prefeitura de João Ramalho/SP.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de atos, editais e comunicados no site da banca organizadora (www.institutoconsulplan.org.br) e nos meios oficiais do município. Manter os dados cadastrais atualizados é crucial para não perder nenhuma convocação.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 28/07/2025 | Remuneração: até R$ 14,288,85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da <strong>Universidade Federal de Mato Grosso (UFMT)</strong> foi publicado, oferecendo uma excelente oportunidade para profissionais de nível superior. O certame visa o provimento de <strong>63 vagas</strong> para o cargo de Professor do Magistério Superior, com ingresso na Classe A. A contratação será realizada sob o regime jurídico Estatutário, conforme a Lei n.º 8.112/1990, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas do conhecimento e exigem titulação de Mestrado ou Doutorado, dependendo do cargo pretendido. <strong>Destacam-se as vagas para os setores de Agronomia, Medicina Veterinária, Zootecnia, Ciências Biológicas, Engenharia Florestal, Engenharia Ambiental, Nutrição e Engenharia de Alimentos</strong>, além de outras áreas como Saúde, Ciências Exatas, Humanas e Sociais Aplicadas.</p>\n<p>Este é um concurso de grande porte, com um processo seletivo robusto e criterioso. Nas seções seguintes, você encontrará todos os detalhes sobre as inscrições, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma possível.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFMT estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>15 de julho de 2025 até 28 de julho de 2025</strong>. Para confirmar a participação, é necessário preencher o formulário eletrônico no site oficial da banca organizadora e efetuar o pagamento da taxa de inscrição.</p>\n<p>O valor da taxa é de <strong>R$ 200,00</strong> para todos os cargos. O pagamento pode ser feito via boleto bancário ou PIX (através de QRCode) até o primeiro dia útil após o encerramento das inscrições. É fundamental que o candidato escolha apenas uma área de conhecimento, pois em caso de múltiplas inscrições, apenas a mais recente será considerada válida, sem devolução das taxas pagas anteriormente.</p>\n<p>O edital prevê a possibilidade de solicitar isenção da taxa de inscrição, e os candidatos interessados devem seguir os procedimentos e prazos específicos detalhados no documento oficial. Após a inscrição e o pagamento, o candidato deve acompanhar a confirmação e todas as atualizações na sua área restrita no portal do concurso.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para o cargo de Professor do Magistério Superior da UFMT é composto por três fases principais, estruturadas para avaliar o conhecimento técnico, a capacidade didática e a trajetória acadêmica dos candidatos. A preparação para cada uma delas é crucial para a aprovação.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa consiste em duas questões dissertativas sobre os conhecimentos específicos da área de atuação. A prova terá duração de 4 horas e será avaliada de 0 a 100 pontos, sendo necessário obter no mínimo 70 pontos para ser aprovado. A avaliação levará em conta o domínio do conteúdo, a clareza, a coerência e o uso adequado da terminologia técnica.</li>\n<li><strong>Prova Didática:</strong> Também de caráter <em>eliminatório e classificatório</em>, esta fase é destinada aos candidatos aprovados na Prova Escrita. Consiste em uma aula teórica de nível de graduação, com duração entre 40 e 50 minutos, sobre um tema sorteado previamente. A avaliação vai de 0 a 100 pontos, com peso 2, e exige nota mínima de 70 para aprovação. O candidato deverá entregar um plano de aula antes do início da sua apresentação.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa pontua a formação acadêmica, a produção científica e a experiência profissional do candidato, conforme os critérios do Anexo VI do edital. A pontuação máxima é de 100 pontos. Somente os candidatos aprovados na Prova Didática terão seus títulos avaliados.</li>\n</ul>\n<p>As provas escritas poderão ser realizadas nos campi de Cuiabá, Barra do Garças ou Sinop, enquanto a prova didática ocorrerá exclusivamente em Cuiabá.</p>\n<p>Em <strong>13 de agosto de 2025</strong> serão divulgados os locais de realização das provas objetivas, enquanto a prova em si será aplicada em <strong>17 de agosto de 2025</strong>.</p>\n<p>A convocação e a divulgação dos locais e horários das provas didáticas serão no dia <strong>23 de setembro de 2025</strong>, com cronograma, sorteio e divulgação dos temas divulgados em <strong>25 de setembro de 2025</strong>. A previsão é que a prova didática seja aplicada em <strong>27 ou 28 de setembro de 2025</strong>.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFMT seguirá um cronograma detalhado, permitindo que os candidatos acompanhem cada fase do processo. A pontuação final será calculada pela média ponderada das notas da Prova Escrita (peso 1), Prova Didática (peso 2) e Avaliação de Títulos (peso 1). A fórmula utilizada será: <em>PF = (N1 + N2×2 + N3) / 3</em>.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior nota na Prova Escrita, maior nota na Prova Didática, maior pontuação em títulos acadêmicos, maior pontuação em produção científica, maior pontuação em atividades de magistério superior, exercício da função de jurado e, por fim, maior idade.</p>\n<p>O resultado final será homologado e publicado no Diário Oficial da União (DOU), contendo a lista dos aprovados por ordem de classificação. A convocação para a nomeação será divulgada no site da Pró-Reitoria de Gestão de Pessoas (PROGEP) da UFMT e comunicada preferencialmente por e-mail ou telefone. O concurso terá validade de 1 ano, podendo ser prorrogado por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais complementares, convocações e resultados, tanto no endereço eletrônico do concurso (<strong>https://www.concursos.ufmt.br</strong>) quanto no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "CIM POLINORTE (ES) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/cim-polinorte-es-selecao-simplificada-02-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 25/07/2025 | Remuneração: até R$ 4671.15",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Consórcio Público da Região Polinorte do Espírito Santo (CIM POLINORTE) publicou o edital de seu Processo Seletivo Simplificado N° 002/2025. O certame, com edital publicado, visa a contratação temporária e a formação de cadastro de reserva para empregos públicos de níveis médio, técnico e superior.</p>\n<p>As oportunidades abrangem as áreas administrativa, de saúde e de meio ambiente, com lotação na sede do consórcio em Ibiraçu/ES e em unidades de saúde em Linhares/ES. <strong>O edital se destaca por oferecer vagas de interesse para profissionais de áreas como Medicina Veterinária, Biologia, Engenharia Ambiental, Engenharia Agronômica e Engenharia Florestal</strong>, contempladas no cargo de Analista Técnico em Meio Ambiente, além de vagas para Técnico em Meio Ambiente.</p>\n<p>Este processo seletivo será realizado em etapa única, baseada na análise de títulos e experiência profissional. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo do CIM POLINORTE serão realizadas presencialmente nos dias <strong>24 e 25 de julho de 2025</strong>, nos horários das 08h às 11h e das 13h às 16h. Não há cobrança de taxa de inscrição.</p>\n<p>Para se inscrever, o candidato deverá preencher a Ficha de Inscrição (disponível como Anexo II do edital) e entregá-la em um envelope aberto, juntamente com as cópias dos documentos exigidos para o cargo pretendido. A entrega deve ser feita em um dos seguintes locais:</p>\n<ul>\n<li><strong>Sede do CIM POLINORTE:</strong> Rua Martins Pescadores, s/nº, Ericina – Ibiraçu/ES.</li>\n<li><strong>Unidade de Cuidado Integral à Saúde – Rede Cuidar Central:</strong> Avenida Wilson Durão, nº 1001, Três Barras – Linhares/ES.</li>\n</ul>\n<p>É permitido realizar a inscrição por meio de procuração. No ato da entrega, os documentos serão conferidos e o envelope lacrado por um servidor, que fornecerá um comprovante de inscrição ao candidato. Não será possível adicionar ou alterar documentos após a finalização do procedimento.</p>\n<p>É fundamental que o candidato leia atentamente o edital completo, disponível no site oficial <a href=\"http://www.cimpolinorte.es.gov.br/\" rel=\"noopener\" target=\"_blank\">www.cimpolinorte.es.gov.br</a>, para conferir todos os requisitos e documentos necessários.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do CIM POLINORTE consistirá em uma <strong>Etapa Única de Prova de Títulos e Experiência Profissional</strong>, de caráter eliminatório e classificatório. Não haverá aplicação de provas objetivas ou discursivas.</p>\n<p>A avaliação será baseada na análise dos documentos comprobatórios de qualificação e experiência profissional apresentados pelo candidato no ato da inscrição. A pontuação será atribuída de acordo com os seguintes critérios gerais:</p>\n<ul>\n<li><strong>Qualificação Profissional:</strong> Serão pontuados cursos de pós-graduação (especialização e mestrado), cursos de aperfeiçoamento e qualificação na área de atuação do cargo pretendido. A carga horária e a data de conclusão dos cursos são fatores determinantes para a pontuação.</li>\n<li><strong>Experiência Profissional:</strong> A pontuação será calculada com base no tempo de serviço comprovado na função pleiteada, sendo atribuído 1,0 ponto por mês trabalhado, com limites máximos que variam conforme o cargo.</li>\n</ul>\n<p>Os critérios de pontuação são específicos para cada cargo ou grupo de cargos, valorizando formações como Geoprocessamento para a área ambiental e Gestão de Contratos Públicos para a área administrativa. É importante ressaltar que os documentos exigidos como pré-requisitos para o cargo não geram pontuação.</p>\n<p>Para conhecer a tabela de pontuação detalhada para cada cargo e as regras de comprovação, é indispensável a leitura do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação de todos os atos do processo seletivo, incluindo a classificação preliminar e o resultado final, será realizada no site oficial do <strong>CIM POLINORTE</strong> (<a href=\"http://cimpolinorte.es.gov.br/\" rel=\"noopener\" target=\"_blank\">http://cimpolinorte.es.gov.br</a>), no Diário Oficial do Estado do Espírito Santo e no Diário Oficial dos Municípios do Espírito Santo.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Maior pontuação obtida na avaliação de títulos;</li>\n<li>Maior tempo de experiência profissional comprovada;</li>\n<li>Maior idade, considerando dia, mês e ano de nascimento;</li>\n<li>Sorteio público, caso o empate persista.</li>\n</ul>\n<p>A homologação do resultado final torna a classificação oficial e dá início ao prazo de validade do certame, que será de 12 meses, podendo ser prorrogado por igual período. A convocação dos candidatos aprovados ocorrerá de acordo com a necessidade do consórcio e será comunicada por e-mail e/ou telefone, além de ser publicada no site do CIM POLINORTE. Após a convocação, o candidato terá o prazo de 2 dias úteis para se apresentar.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos sites da organizadora e nos diários oficiais para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "Prefeitura Cerro Azul (PR) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-cerro-azul-pr-selecao-simplificada-03-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 4806.81",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Cerro Azul, no estado do Paraná, publicou o edital do <strong>Processo Seletivo Simplificado nº 003/2025</strong>. O certame visa o preenchimento de 02 vagas imediatas e a formação de cadastro de reserva para o cargo de <strong>Engenheiro Agrônomo</strong>, uma excelente oportunidade para profissionais da área. A contratação será por prazo determinado, conforme a necessidade temporária de excepcional interesse público do município.</p>\n<p>Para concorrer, é exigido nível superior completo em Agronomia e registro ativo no conselho de classe. Os selecionados atuarão em atividades de vigilância, inspeção, defesa agropecuária e assistência técnica a produtores rurais. Continue a leitura para conferir os detalhes sobre o cronograma de inscrições, as etapas da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Cerro Azul/PR serão realizadas exclusivamente de forma <strong>presencial</strong>, entre os dias <strong>07 de julho de 2025 e 18 de julho de 2025</strong>. Os interessados devem comparecer ao Departamento de Recursos Humanos da Prefeitura, localizado na Rua Barão do Cerro Azul, nº 63, Centro, nos seguintes horários: das 8h às 12h e das 13h às 17h, de segunda a sexta-feira.</p>\n<p>Não há previsão de taxa de inscrição no edital. No ato da inscrição, o candidato deverá entregar a documentação comprobatória para a prova de títulos e declarar concordância com os termos do certame. As informações prestadas são de inteira responsabilidade do candidato, não sendo possível alterá-las após a conclusão do processo. Para mais detalhes sobre os procedimentos, é fundamental a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos será realizada em uma única etapa, composta por <strong>Prova de Títulos e Análise Curricular</strong>, de caráter apenas classificatório. A pontuação será atribuída com base na documentação entregue no ato da inscrição, seguindo os critérios e limites estabelecidos no edital.</p>\n<p>A pontuação máxima é de 100 pontos, distribuídos da seguinte forma:</p>\n<ul>\n<li><strong>Aperfeiçoamento Profissional (até 70 pontos):</strong> Cursos de pós-graduação <em>lato sensu</em> (especialização) e <em>strictu sensu</em> (mestrado e doutorado) na área de Cítricos, além de cursos de aperfeiçoamento na área de Citros com carga horária mínima de 15 horas.</li>\n<li><strong>Experiência Profissional (até 30 pontos):</strong> Tempo de exercício na profissão de engenheiro agrônomo, considerando o período de 30/05/2011 a 30/05/2025, e estágios extracurriculares na área.</li>\n</ul>\n<p>Para conhecer todos os detalhes sobre os documentos aceitos, as regras de comprovação e os critérios de pontuação, consulte o edital completo do processo seletivo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados do Processo Seletivo Simplificado da Prefeitura de Cerro Azul/PR serão divulgados conforme o cronograma oficial. A lista de inscrições deferidas está prevista para <strong>21 de julho de 2025</strong>, e o resultado preliminar da prova de títulos para <strong>28 de julho de 2025</strong>. O resultado final e a classificação dos candidatos serão publicados em <strong>31 de julho de 2025</strong>.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem: maior idade; maior nota no critério de aperfeiçoamento profissional; maior nota em atualização profissional; e maior nota em experiência profissional. A homologação do resultado final será publicada no site oficial da Prefeitura e no Diário Oficial dos Municípios do Paraná, meios pelos quais os candidatos também deverão acompanhar as convocações.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame, incluindo convocações, nos canais de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "Prefeitura Bom Jardim da Serra (SC) – Concurso 01/2024",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-bom-jardim-da-serra-sc-concurso-01-2024/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 07/08/2025 | Remuneração: até R$ 15999",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do <strong>Concurso Público da Prefeitura de Bom Jardim da Serra (SC)</strong> foi publicado! Sob o número 01/2025, o certame é organizado pelo Instituto Fênix e visa o preenchimento de vagas imediatas e a formação de cadastro de reserva para o Quadro Permanente de Pessoal do município. As oportunidades abrangem os níveis de escolaridade <strong>médio, técnico e superior</strong>, com contratação regida pela legislação municipal vigente.</p>\n<p>As vagas contemplam diversas áreas, como administrativa, fiscal, saúde, assistência social, jurídica e educação. Para os profissionais de áreas específicas, o concurso oferece oportunidades para <strong>Médico Veterinário, Engenheiro Agrônomo e Nutricionista</strong>, além de cargos como Engenheiro Civil, Fisioterapeuta, Enfermeiro, Psicólogo, entre outros.</p>\n<p>Este é um certame de médio porte, com remunerações que variam de R$ 1.590,26 a R$ 15.999,00. Se você busca uma oportunidade de carreira no serviço público catarinense, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso de Bom Jardim da Serra (SC) serão realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>07 de julho de 2025 até as 18h00 do dia 07 de agosto de 2025</strong>. Para efetivar a participação, o candidato deve acessar o site da banca organizadora, o Instituto Fênix.</p>\n<p>O processo de inscrição envolve os seguintes passos:</p>\n<ul>\n<li>Acessar o site <strong>https://institutofenix.selecao.net.br</strong> e localizar o edital do município.</li>\n<li>Realizar o cadastro, criando um login e senha de acesso à área do candidato.</li>\n<li>Preencher o formulário de inscrição com todos os dados solicitados e conferi-los com atenção.</li>\n<li>Gerar e imprimir o boleto bancário para pagamento da taxa de inscrição.</li>\n</ul>\n<p>Os valores das taxas são:</p>\n<ul>\n<li><strong>R$ 100,00</strong> para cargos de Nível Superior.</li>\n<li><strong>R$ 85,00</strong> para cargos de Nível Médio e Técnico.</li>\n</ul>\n<p>O pagamento do boleto deve ser efetuado até a data de vencimento indicada no documento. A confirmação da inscrição pode levar até dois dias úteis após o pagamento e deve ser acompanhada na área restrita do candidato. O edital não prevê procedimentos para solicitação de isenção da taxa.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Bom Jardim da Serra será estruturado em duas etapas principais, variando conforme o cargo pretendido. Todos os candidatos serão avaliados por meio de uma prova objetiva, e para os cargos de professor, haverá também uma avaliação de títulos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os candidatos na data provável de <strong>24 de agosto de 2025</strong>, das 09h00 às 12h00. A prova terá duração de 3 horas e será composta por 30 questões de múltipla escolha. As disciplinas cobradas são:\n<ul>\n<li>Língua Portuguesa (15 questões)</li>\n<li>Matemática (5 questões)</li>\n<li>Conhecimentos Específicos (15 questões)</li>\n</ul>\n<p>Para ser aprovado, o candidato de nível superior deverá obter nota igual ou superior a 7,0, enquanto para os de nível médio/técnico, a nota mínima é 6,0.</p>\n</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente <em>classificatório</em>, esta etapa é destinada apenas aos candidatos aos cargos de Professor que forem aprovados na prova objetiva. A entrega dos documentos deverá ser feita eletronicamente, via upload de arquivos em formato PDF na área do candidato, durante o mesmo período das inscrições (07/07 a 07/08/2025). A pontuação será atribuída da seguinte forma, considerando apenas o título de maior valor:\n<ul>\n<li>Doutorado: 0,60 pontos</li>\n<li>Mestrado: 0,50 pontos</li>\n<li>Pós-Graduação (Especialização): 0,40 pontos</li>\n</ul>\n</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e regras de cada etapa, é indispensável a leitura atenta do edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados do Concurso de Bom Jardim da Serra é de responsabilidade dos candidatos e deve ser feito pelos sites oficiais da banca organizadora e da prefeitura. O cronograma previsto para a divulgação das principais fases é:</p>\n<ul>\n<li><strong>Gabarito Preliminar da Prova Objetiva:</strong> 26 de agosto de 2025.</li>\n<li><strong>Gabarito Definitivo da Prova Objetiva:</strong> 28 de agosto de 2025.</li>\n<li><strong>Classificação Preliminar:</strong> 28 de agosto de 2025.</li>\n<li><strong>Classificação Final:</strong> 01 de setembro de 2025.</li>\n</ul>\n<p>Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos; maior nota em Conhecimentos Específicos; maior nota em Língua Portuguesa; maior nota em Matemática; maior idade (para candidatos com menos de 60 anos); e, por fim, sorteio público.</p>\n<p>Após a publicação da classificação final, o resultado será homologado e o concurso terá validade de 2 (dois) anos, podendo ser prorrogado por igual período. A convocação dos aprovados ocorrerá por meio de Edital de Chamamento, publicado no site da prefeitura e comunicado via e-mail. O candidato convocado terá 5 dias corridos para manifestar interesse na vaga.</p>\n<p>É fundamental que o candidato mantenha seus dados de contato atualizados e acompanhe todas as publicações oficiais no site do Instituto Fênix e no Diário Oficial dos Municípios (DOM), pois este é o único meio de garantir o conhecimento de todos os atos do certame.</p>\n</div>"
    },
    {
        "title": "Prefeitura São Francisco de Assis (RS) – Seleção Simplificada 06/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-francisco-de-assis-rs-selecao-simplificada-06-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 2800",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de São Francisco de Assis, no Rio Grande do Sul, publicou o edital nº 006/2025 para seu novo Processo Seletivo Simplificado. O certame visa a contratação temporária de <strong>1 (um) profissional para o cargo de Fiscal Ambiental</strong>, além da formação de cadastro de reserva.</p>\n<p>A oportunidade é destinada a candidatos com formação de nível técnico ou superior. Os requisitos incluem formação em áreas como <strong>ambiental, ciências biológicas, engenharia florestal, agronomia, química, geologia ou agrícola</strong>, com registro no respectivo conselho de classe.</p>\n<p>O prazo de validade do processo seletivo será de um ano, podendo ser prorrogado por igual período. Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas de seleção e o cronograma completo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de São Francisco de Assis serão realizadas de forma <strong>presencial</strong>, entre os dias <strong>04 de julho de 2025 e 18 de julho de 2025</strong>, das 08h às 12h. Os interessados devem comparecer à Secretaria Municipal do Meio Ambiente, localizada na Rua Borges de Medeiros, nº 1445, sala 3 (Rodoviária).</p>\n<p>A taxa de inscrição é de <strong>R$ 50,00</strong> e o pagamento deve ser efetuado diretamente na Secretaria Municipal da Fazenda. No ato da inscrição, o candidato deverá entregar a ficha de inscrição preenchida, cópias de documentos pessoais e o envelope lacrado com os comprovantes para a Prova de Títulos, conforme especificado no edital.</p>\n<p>É permitida a inscrição por procuração com firma reconhecida. Não há previsão de isenção da taxa. Todas as informações e atualizações serão divulgadas no site oficial da prefeitura. Para garantir sua participação, leia atentamente o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos será realizada em uma única etapa: <strong>Prova de Títulos</strong>, de caráter exclusivamente classificatório. Nesta fase, serão avaliados a experiência profissional e a formação acadêmica do candidato, com base nos documentos entregues no ato da inscrição.</p>\n<p>A pontuação será distribuída da seguinte forma:</p>\n<ul>\n<li><strong>Experiência Profissional (até 50 pontos):</strong> Serão pontuadas atividades comprovadas como Fiscal Ambiental ou em outras áreas ambientais, tanto no setor público quanto como profissional autônomo.</li>\n<li><strong>Títulos Acadêmicos:</strong> Serão atribuídos pontos para certificados de conclusão de cursos de pós-graduação na área ambiental, sendo 8 pontos para especialização, 12 para mestrado e 15 para doutorado.</li>\n</ul>\n<p>Os documentos comprobatórios devem ser entregues em envelope lacrado no momento da inscrição, seguindo rigorosamente as orientações do edital. Para conhecer todos os critérios de pontuação e os documentos aceitos, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do processo seletivo prevê a divulgação da lista preliminar de inscritos em <strong>21 de julho de 2025</strong> e da lista final em <strong>25 de julho de 2025</strong>. O resultado preliminar da Prova de Títulos será publicado em <strong>30 de julho de 2025</strong>, com prazo para recursos no dia seguinte.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate são: 1º) maior pontuação em Experiência Profissional; 2º) maior pontuação em Títulos; 3º) maior idade. Se o empate persistir, será realizado um sorteio público. A homologação do resultado final está prevista para <strong>08 de agosto de 2025</strong>.</p>\n<p>A convocação dos aprovados será feita pessoalmente, por WhatsApp ou por correspondência. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no painel de avisos da Prefeitura e no site www.saofranciscodeassis.rs.gov.br.</p>\n</div>"
    },
    {
        "title": "Concurso CPNU – Edição 2 / 2025",
        "link": "https://www.agrobase.com.br/concursos/2025/concurso-cpnu-edicao-2-2025/",
        "description": "Local: Nacional | Tipo: 3652 vaga(s) | Prazo: até 20/07/2025 | Remuneração: até R$ 16413.35",
        "full_content_html": "<div class=\"bde-rich-text-268265-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Governo Federal, por meio da Escola Nacional de Administração Pública (ENAP), publicou o edital da <strong>segunda edição do Concurso Público Nacional Unificado (CPNU 2)</strong>, referente ao Edital ENAP nº 114/2025. O certame, atualmente com <strong>edital publicado e inscrições abertas</strong> (de 2 a 20 de julho de 2025), oferece <strong>3.652 vagas</strong> em <strong>32 órgãos federais</strong>, sendo <strong>2.480 vagas imediatas</strong> e <strong>1.172 para provimento em curto prazo</strong> (cadastro de reserva). Os aprovados serão contratados sob o regime <strong>estatutário</strong>, garantindo estabilidade como servidores públicos de carreira.</p>\n<p>As oportunidades contemplam cargos de <strong>nível superior</strong> (3.144 vagas) e de <strong>nível intermediário</strong> – ensino médio/técnico (508 vagas). Para organizar a seleção, o concurso foi estruturado em <strong>nove blocos temáticos</strong>, que agrupam os cargos por grandes áreas de atuação. Esses blocos abrangem setores como Seguridade Social (Saúde, Assistência Social e Previdência), Cultura e Educação, Ciências, Dados e Tecnologia, Engenharias e Arquitetura, Administração, Desenvolvimento Socioeconômico, Justiça e Defesa, além de dois blocos específicos para cargos de nível médio (áreas de Saúde e de Regulação).</p>\n<p>Entre os cargos oferecidos, destacam-se oportunidades para profissionais formados em <strong>Agronomia</strong>, <strong>Medicina Veterinária</strong>, <strong>Zootecnia</strong>, <strong>Biologia</strong>, <strong>Engenharia Ambiental</strong>, <strong>Engenharia Florestal</strong> e <strong>Nutrição</strong>. Por exemplo, somente para o cargo de Engenheiro Agrônomo há <strong>60 vagas</strong> disponíveis, além de diversas outras posições que exigem graduação nessas áreas de interesse.</p>\n<p>A segunda edição do CPNU traz também um forte <strong>compromisso com inclusão, segurança e modernização</strong> no processo seletivo. As novas regras ampliaram as ações afirmativas – cerca de 35% das vagas são reservadas a cotas para grupos sub-representados, em conformidade com a Nova Lei de Cotas (Lei nº 14.723/2023) – e reforçaram a segurança e a transparência nas etapas do concurso (identificação biométrica dos candidatos, códigos de barra nas provas, entre outras medidas). Com essas melhorias e um grande número de vagas distribuídas nacionalmente, o CPNU 2 representa uma excelente oportunidade para quem busca ingressar na carreira pública federal.</p>\n<p>Continue lendo para conferir informações detalhadas sobre o período de <em>inscrições</em>, as <em>etapas de prova</em> e o cronograma de <em>resultados</em> deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o CPNU 2 devem ser realizadas <strong>exclusivamente online</strong>, e já estão abertas no período de <strong>2 a 20 de julho de 2025</strong>. O candidato deve acessar o <a href=\"https://conhecimento.fgv.br/concursos\" rel=\"noopener\" target=\"_blank\">portal da FGV</a>, banca organizadora do certame, e preencher o formulário eletrônico para gerar a Guia de Recolhimento da União (GRU). A <strong>taxa de inscrição</strong> foi fixada em <strong>R$ 70,00</strong> (valor único para todos os cargos e níveis), devendo o boleto ser pago até o dia <strong>21 de julho de 2025</strong> para que a inscrição seja confirmada.</p>\n<p>Candidatos que se enquadram em critérios socioeconômicos específicos podem solicitar <strong>isenção da taxa</strong> de inscrição entre os dias 2 e 8 de julho de 2025. Terão direito ao benefício aqueles que:</p>\n<ul>\n<li>estão inscritos no Cadastro Único para Programas Sociais do Governo Federal (CadÚnico);</li>\n<li>se declaram doadores de medula óssea em entidades reconhecidas pelo Ministério da Saúde; ou</li>\n<li>são estudantes de baixa renda beneficiários do financiamento estudantil (FIES) ou do programa Universidade para Todos (ProUni).</li>\n</ul>\n<p>A isenção deve ser solicitada no próprio sistema de inscrição, conforme orientações do edital, com o envio da documentação comprobatória exigida. Os pedidos serão analisados pela banca, e o resultado das isenções será divulgado antes do término do período de inscrições. Quem tiver a solicitação deferida terá a inscrição efetivada sem boleto; os demais deverão realizar o pagamento normalmente até a data limite.</p>\n<p>Após efetuar a inscrição e o pagamento, é fundamental que o candidato acompanhe a confirmação do <strong>status da inscrição</strong> na área do candidato, disponível no site da FGV. Caso haja algum problema (como pagamento não identificado ou dados incorretos), o candidato deve entrar em contato com a banca dentro do prazo estabelecido para correções. Todas as orientações sobre o procedimento de inscrição, incluindo detalhamento dos documentos para isenção e formas de pagamento, podem ser encontradas no edital. Recomendamos fortemente a leitura atenta do <strong>edital completo</strong> antes de finalizar sua inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do CPNU 2 será composto por diversas <strong>etapas de avaliação</strong>, de caráter eliminatório e/ou classificatório, conforme a natureza de cada fase. Todas as provas serão aplicadas em âmbito nacional, com estrutura adaptada ao nível de escolaridade do cargo. A seguir, apresentamos um resumo das etapas previstas:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> primeira fase, de caráter eliminatório e classificatório. Consiste em questões de múltipla escolha (cinco alternativas cada). Para cargos de <em>nível superior</em> serão 90 questões no total (30 de conhecimentos gerais e 60 de conhecimentos específicos do bloco temático), com duração de 5 horas. Já para cargos de <em>nível intermediário</em>, serão 68 questões (20 de conhecimentos gerais e 48 de específicos), com duração de 3h30. As disciplinas de conhecimentos gerais incluem conteúdos como Língua Portuguesa, Raciocínio Lógico, Noções de Direito e Atualidades, enquanto os conhecimentos específicos abrangem temas próprios de cada área/bloco. Haverá nota mínima exigida (definida em edital) para aprovação nesta etapa.</li>\n<li><strong>Prova Discursiva:</strong> segunda fase, de caráter eliminatório e classificatório. Para cargos de nível superior, serão propostas 2 questões discursivas (que podem envolver redação dissertativa, estudo de caso ou desenvolvimento de tema técnico) relacionadas às atribuições do cargo e aos conhecimentos específicos do bloco. A prova discursiva de nível superior terá duração de 3 horas. Para cargos de nível intermediário, a prova discursiva consistirá em 1 <em>redação</em> de tipo dissertativo-argumentativo sobre tema geral ou específico da área, com duração de 2 horas. Nessa etapa avaliam-se a capacidade de expressão escrita, a clareza de argumentação e o domínio do conteúdo por parte do candidato.</li>\n<li><strong>Avaliação de Títulos:</strong> fase de caráter <em>classificatório</em> (não elimina candidatos), aplicada apenas para os cargos e especialidades que preveem pontuação de títulos. Os candidatos poderão apresentar documentação comprobatória de <em>formação acadêmica</em> (como diplomas de especialização, mestrado ou doutorado) e de <em>experiência profissional</em> na área do cargo. Conforme o “Quadro de Títulos” do edital, cada título válido soma uma determinada pontuação (até um máximo de 5 pontos na maioria dos casos), a ser agregada à nota final do candidato. Essa etapa valoriza qualificações adicionais, mas o candidato que não possuir títulos ainda pode permanecer na disputa, pois a ausência de pontuação não resulta em eliminação.</li>\n<li><strong>Verificação de Vagas Reservadas:</strong> procedimento obrigatório para candidatos que optaram por concorrer nas modalidades de <em>cotas</em> (como negros, indígenas, quilombolas ou pessoas com deficiência). Após as provas, esses candidatos serão convocados para uma <em>banca de heteroidentificação</em> e/ou avaliação documental, a fim de confirmar a veracidade da autodeclaração e o atendimento aos requisitos legais da vaga reservada. Essa etapa possui caráter eliminatório apenas no caso de não confirmação da condição declarada, não atribuindo pontuação.</li>\n<li><strong>Investigação Social e Funcional:</strong> etapa de caráter eliminatório, aplicada <em>exclusivamente</em> aos cargos que exigem requisitos de idoneidade e conduta ilibada, em especial o cargo de Analista Técnico de Justiça e Defesa (Bloco 7). Consiste na análise de antecedentes e conduta do candidato, podendo envolver questionários, entrega de certidões negativas e outras verificações para atestar que o candidato possui perfil adequado para exercer atribuições de segurança, justiça e defesa.</li>\n<li><strong>Prova Oral e Defesa de Memorial:</strong> fase prevista para algumas carreiras de natureza mais analítica ou acadêmica, como determinados cargos de pesquisador. Quando prevista no edital do cargo, essa etapa será <em>eliminatória</em> e consistirá na arguição oral do candidato pela banca examinadora, incluindo a apresentação e defesa de um <em>memorial</em> (documento em que o candidato relata sua trajetória profissional, produções ou projetos relevantes na área). A prova oral avalia conhecimentos especializados, capacidade de comunicação e segurança nas respostas.</li>\n<li><strong>Curso de Formação:</strong> etapa final, de caráter eliminatório e classificatório, prevista para determinados cargos após a aprovação nas fases anteriores. Os candidatos aprovados dentro do número de vagas (ou classificados em posição específica, conforme o edital) serão convocados para um <em>Curso de Formação</em> presencial, no qual receberão capacitação relacionada às atividades do cargo. A participação no curso exige confirmação prévia de interesse por parte do candidato e frequência integral durante o período determinado. Ao final do curso, há avaliações cujo desempenho será considerado para a classificação definitiva do candidato. A não participação ou a reprovação no curso de formação resultará na eliminação do candidato.</li>\n</ul>\n<p>O edital do concurso detalha exaustivamente cada etapa – incluindo o conteúdo programático das provas, os pesos e notas mínimas para aprovação e as regras de convocação para as fases subsequentes. É indispensável consultar o <strong>edital oficial</strong> e seus anexos para se preparar adequadamente, conhecer os critérios de avaliação e ficar atento ao <strong>cronograma</strong> completo de provas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de resultados do CPNU 2 já está delineado no edital e prevê diversas publicações importantes após cada fase do concurso. A seguir, estão destacados os principais marcos relacionados a gabaritos, resultados e convocações:</p>\n<ul>\n<li><strong>Gabaritos da Prova Objetiva:</strong> O <em>gabarito preliminar</em> da prova objetiva será divulgado em até 24 horas após a aplicação do exame (previsto para o dia 5 de outubro de 2025, portanto divulgação esperada em 6/10/2025). Os candidatos terão um período, definido em edital, para interpor <em>recursos</em> contestando as respostas oficiais. Após a análise de eventuais recursos, será publicado o <em>gabarito definitivo</em>, que servirá de base para a correção final das provas objetivas.</li>\n<li><strong>Resultado da Prova Objetiva:</strong> A relação de candidatos aprovados na fase objetiva, juntamente com as notas obtidas e a <strong>convocação para a prova discursiva</strong> (segunda fase), tem divulgação programada para o dia <strong>12 de novembro de 2025</strong>. Nessa listagem, já serão consideradas as alterações do gabarito após recursos. É importante que o candidato verifique se seu nome consta entre os habilitados para prosseguir no concurso e fique atento às instruções para a etapa discursiva.</li>\n<li><strong>Resultados da Prova Discursiva e Títulos:</strong> Após a realização da prova discursiva (prevista para 7 de dezembro de 2025) e a avaliação de títulos (quando houver, com documentos enviados de 13 a 19 de novembro de 2025), a banca divulgará os <em>resultados preliminares</em> dessas fases. Cada resultado preliminar abrirá novo prazo para recursos, conforme o cronograma oficial. Somente após analisados todos os recursos das fases discursiva e de títulos é que será consolidada a pontuação final de cada candidato nessas etapas.</li>\n<li><strong>Classificação Final e Desempate:</strong> Concluídas todas as correções e cálculos, será publicada a <strong>lista de classificação final</strong> dos candidatos, com a soma ponderada das notas da objetiva, da discursiva e dos títulos (quando aplicável). De acordo com o edital, essa divulgação está prevista para o início de 2026 – a primeira lista de classificados deve ser liberada em <strong>30 de janeiro de 2026</strong>. Em caso de candidatos com a <em>mesma pontuação final</em>, serão aplicados os critérios de desempate estabelecidos no edital. Geralmente, os primeiros critérios de desempate incluem: maior pontuação em Conhecimentos Específicos, seguida por maior pontuação na Prova Discursiva, e assim por diante. Também é respeitado o disposto no Estatuto do Idoso (Lei nº 10.741/2003), que dá preferência ao candidato com idade igual ou superior a 60 anos, se estiverem empatados.</li>\n<li><strong>Homologação do Resultado e Convocações:</strong> Após encerrada a fase de recursos e definida a classificação final, o resultado definitivo do concurso será <strong>homologado</strong> e publicado no <em>Diário Oficial da União (DOU)</em>. A homologação, prevista para o primeiro semestre de 2026, é o ato que confirma oficialmente a validade do concurso e inicia a contagem de seu prazo de validade. A partir daí, os órgãos federais participantes poderão começar a <strong>convocar os candidatos aprovados</strong> dentro do número de vagas para nomeação e posse. As convocações obedecerão rigorosamente à ordem de classificação e ocorrerão conforme a necessidade de cada órgão. Os candidatos devem acompanhar essas publicações de convocação tanto no DOU quanto nos canais oficiais da banca organizadora e dos órgãos onde há vagas, mantendo seus dados de contato atualizados junto à organização do concurso.</li>\n</ul>\n<p><em>Reforçamos que é de responsabilidade exclusiva do candidato</em> acompanhar todos os comunicados, resultados, editais de resultado e eventuais convocações referentes a este concurso. Informações oficiais serão divulgadas no site da FGV (banca examinadora) e no Diário Oficial, entre outros meios previstos. Quem participa do certame deve manter-se vigilante a essas publicações para não perder prazos importantes ou chances de nomeação.</p>\n</div>"
    },
    {
        "title": "UEL (PR) – Seleção Simplificada 146/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uel-pr-selecao-simplificada-146-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 28/07/2025 | Remuneração: até R$ 4231.6",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Londrina (UEL) publicou o edital de seu Processo Seletivo Simplificado, destinado ao preenchimento de <strong>1 (uma) vaga imediata</strong> para o cargo de Agente Universitário de Execução. A oportunidade é para a função de <strong>Técnico em Laboratório/Multiagro</strong>, com atuação na área de <strong>Agronomia</strong>, exigindo formação de nível médio/técnico. A contratação será temporária, sob Regime Especial, com validade do certame de dois anos, prorrogável por igual período.</p>\n<p>Este processo seletivo é uma excelente oportunidade para profissionais técnicos que buscam uma colocação no serviço público em uma instituição de renome. Nas seções seguintes, você encontrará todos os detalhes sobre como se inscrever, as etapas de avaliação e o cronograma de resultados para se preparar adequadamente.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UEL estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar vai das <strong>8h do dia 07 de julho de 2025 até as 18h do dia 28 de julho de 2025</strong>, através do site da banca organizadora, a Coordenadoria de Processos Seletivos (COPS/UEL). A taxa de inscrição foi fixada em <strong>R$ 70,00</strong> e o pagamento do boleto poderá ser efetuado até o dia 29 de julho de 2025.</p>\n<p>Atenção: no ato da inscrição online, o candidato deverá fazer o upload de um único arquivo em formato PDF contendo todos os documentos comprobatórios para a Prova de Títulos. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem verificar os critérios e prazos. Após o pagamento, é possível acompanhar o status da inscrição no portal da COPS. É fundamental a leitura completa do edital para compreender todas as regras do processo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção dos candidatos será realizado em três etapas distintas, com pesos e naturezas diferentes. A estrutura foi pensada para avaliar tanto a qualificação teórica quanto a habilidade prática dos participantes.</p>\n<ul>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, consiste na análise da documentação enviada no ato da inscrição. Serão pontuados a formação acadêmica, a experiência profissional e outras atividades relevantes, com nota de 0 a 100.</li>\n<li><strong>Prova Prática:</strong> De caráter classificatório e eliminatório, esta etapa visa aferir o conhecimento prático e o manuseio de equipamentos na área de atuação. A nota também vai de 0 a 100, e o candidato precisa de no mínimo 50 pontos para ser aprovado.</li>\n<li><strong>Avaliação Médica:</strong> De caráter eliminatório, é a fase pré-admissional para os candidatos classificados, que devem realizar exames para obter o Atestado de Saúde Ocupacional (ASO).</li>\n</ul>\n<p>Para conhecer os critérios detalhados de pontuação dos títulos e as especificidades da prova prática, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A pontuação final dos candidatos será calculada pela média ponderada das notas da Prova Prática (peso 7) e da Prova de Títulos (peso 3). Os resultados provisórios de cada etapa e a classificação final serão divulgados no site da COPS/UEL e, no caso do resultado final, também no Diário Oficial do Estado do Paraná. Em caso de empate, os critérios de desempate incluem maior idade para candidatos com 60 anos ou mais, maior pontuação em experiência profissional e maior nível de escolaridade.</p>\n<p>A convocação para a avaliação médica e contratação seguirá rigorosamente a ordem de classificação e será feita por meio de edital específico. Os candidatos convocados também serão contatados por e-mail pela Pró-Reitoria de Recursos Humanos (PRORH) da UEL. A classificação no processo não garante a contratação, que ocorrerá conforme a necessidade da administração.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da COPS/UEL e no Diário Oficial para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 48/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-48-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 08/08/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital nº 48/2025 para seu novo concurso público. O certame visa o provimento de <strong>uma vaga efetiva</strong> para o cargo de Professor Assistente, com exigência de título de Doutor. A contratação será sob o regime jurídico estatutário, em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP).</p>\n<p>A oportunidade é destinada à área de conhecimento de <strong>Ciências Agrárias</strong>, com lotação no Departamento de Produção Vegetal da Faculdade de Ciências Agrárias e Tecnológicas do Câmpus de Dracena. Este concurso é de grande interesse para profissionais com formação em <em>Agronomia</em>, <em>Engenharia Agronômica</em>, <em>Engenharia Agrícola</em> ou <em>Engenharia de Biossistemas</em>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP serão realizadas exclusivamente online, através do portal de inscrições da universidade. O período para se inscrever vai de <strong>07 de julho de 2025 até as 17h00 do dia 08 de agosto de 2025</strong>, seguindo o horário de Brasília.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 276,00</strong>. O pagamento deve ser efetuado por meio de transferência bancária ou depósito na conta indicada no edital. A inscrição só será confirmada após a validação do pagamento integral da taxa.</p>\n<p>É importante destacar que, conforme o edital, <em>não haverá isenção total do pagamento da taxa de inscrição</em>, e o valor pago não será devolvido, exceto em caso de não realização do concurso. O candidato é inteiramente responsável pelas informações prestadas no ato da inscrição.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo antes de realizar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases, sendo necessário obter média igual ou superior a 7,0 na primeira fase para avançar. As etapas são as seguintes:</p>\n<ul>\n<li><strong>Primeira Fase – Prova Escrita:</strong> De caráter eliminatório e classificatório, com peso 1. Consistirá na dissertação sobre um ponto sorteado do programa. O candidato terá 60 minutos para consulta ao material de apoio (sem eletrônicos) e 180 minutos para a redação da prova, sem consulta. A nota mínima para aprovação é 7,0.</li>\n<li><strong>Segunda Fase – Provas Classificatórias:</strong> Composta por três avaliações distintas, todas de caráter classificatório.\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Curriculum Lattes documentado, avaliando títulos acadêmicos, produção científica, atividades didáticas e outras atividades relevantes dos últimos 5 anos.</li>\n<li><strong>Prova Didática (peso 2):</strong> Consistirá em uma aula teórica em nível de graduação, com duração entre 40 e 60 minutos, sobre tema sorteado. O não cumprimento do tempo mínimo ou máximo resulta em nota zero.</li>\n<li><strong>Prova de Análise e Arguição (peso 1):</strong> Avaliação do projeto de pesquisa, do plano de atividades para graduação e pós-graduação, e do plano de ações de extensão universitária apresentados na inscrição. Cada candidato será arguido pela banca examinadora.</li>\n</ul>\n</li>\n</ul>\n<p>É de responsabilidade exclusiva do candidato acompanhar as convocações para cada etapa. Para conhecer o conteúdo programático, os critérios de avaliação detalhados e o cronograma, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados ocorrerá em etapas, com publicações no Diário Oficial do Estado (DOE) e no site de inscrições da UNESP. O resultado da prova escrita será divulgado após o período de recursos, habilitando os aprovados para a segunda fase. As notas da segunda fase (títulos, didática e arguição) também serão publicadas nos mesmos canais.</p>\n<p>A classificação final será determinada pelo maior número de indicações dos candidatos por parte dos membros da banca examinadora. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na prova de títulos;</li>\n<li>Melhor média na prova didática;</li>\n<li>Melhor média na prova escrita;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>Após a análise de todos os recursos, o resultado final será homologado e publicado no Diário Oficial. O concurso terá validade de 6 meses, podendo ser prorrogado uma vez por igual período. A convocação para nomeação seguirá rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial do Estado referentes a este concurso.</p>\n</div>"
    },
    {
        "title": "Prefeitura Francisco Beltrão (PR) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-francisco-beltrao-pr-concurso-01-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 05/08/2025 | Remuneração: até R$ 17589.65",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura de Francisco Beltrão, no estado do Paraná, publicou o edital para seu novo Concurso Público, organizado pela Fundação FAFIPA. O certame visa o preenchimento de <strong>273 vagas imediatas e a formação de cadastro de reserva</strong> para cargos de níveis fundamental, médio, técnico e superior. As contratações serão realizadas sob o regime estatutário, garantindo estabilidade aos servidores.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, operacional, saúde e educação. <strong>Para os profissionais de áreas específicas, o concurso oferece vagas para Engenheiro Agrônomo, Médico Veterinário e Nutricionista</strong>, além de outras carreiras de nível superior. O prazo de validade do concurso será de dois anos, podendo ser prorrogado por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Francisco Beltrão serão realizadas exclusivamente pela internet, no site da banca organizadora. O período para se inscrever terá início <strong>às 08h do dia 07 de julho de 2025 e se encerrará às 23h59 do dia 05 de agosto de 2025</strong>, seguindo o horário oficial de Brasília-DF.</p>\n<p>Para se inscrever, o candidato deverá acessar o portal da Fundação FAFIPA, preencher o formulário com seus dados pessoais, escolher o cargo desejado e gerar o boleto bancário. O pagamento da taxa de inscrição, cujos valores variam conforme o nível de escolaridade do cargo, poderá ser efetuado até o dia <strong>06 de agosto de 2025</strong>. É fundamental que o candidato confira os dados do boleto antes de efetuar o pagamento para evitar fraudes.</p>\n<p><strong>R$ 100,00:</strong> Cargos de Nível Fundamental;<br/>\n<strong>R$ 130,00:</strong> Cargos de Nível Médio e Técnico;<br/>\n<strong>R$ 150,00:</strong> Cargos de Nível Superior.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção dos candidatos será composto por diferentes etapas, variando de acordo com o cargo pretendido. A estrutura geral inclui:</p>\n<ul>\n<li><strong>Prova Objetiva (PO):</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A prova terá duração de 5 horas e será composta por 60 questões de múltipla escolha. Para ser aprovado, o candidato deverá obter no mínimo 60 pontos (de 100) e não zerar em nenhuma das áreas de conhecimento.</li>\n<li><strong>Prova Discursiva (PD):</strong> De caráter eliminatório e classificatório, exclusiva para os cargos de <em>Professor</em>. Consistirá em uma redação e será realizada no mesmo dia da prova objetiva. A nota mínima para aprovação é de 24 pontos (de 40).</li>\n<li><strong>Prova Prática (PP):</strong> De caráter eliminatório e classificatório, destinada apenas ao cargo de <em>Operador de Máquinas</em>. Avaliará a habilidade do candidato na condução e manutenção de equipamentos. A pontuação mínima para aprovação é de 60 pontos (de 100).</li>\n<li><strong>Prova de Desempenho Didático (PDD):</strong> De caráter eliminatório e classificatório, também exclusiva para os cargos de <em>Professor</em>. Consiste na ministração de uma aula com duração máxima de 20 minutos, exigindo a apresentação de um plano de aula. A nota mínima para aprovação é 60 (de 100).</li>\n<li><strong>Prova de Títulos (PT):</strong> De caráter apenas classificatório, será aplicada para <em>todos os cargos de nível superior, incluindo Professores</em>. Os candidatos habilitados deverão enviar os documentos comprobatórios de forma online, conforme as datas previstas no cronograma.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação e o cronograma completo, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma detalhado, sendo fundamental que o candidato acompanhe todas as publicações no site da Fundação FAFIPA. O <strong>gabarito preliminar da prova objetiva</strong> será disponibilizado um dia após a sua aplicação, em 01 de setembro de 2025.</p>\n<p>As demais datas importantes incluem a divulgação do resultado definitivo da prova objetiva e discursiva em 15 de outubro de 2025, e o resultado final da prova prática em 19 de novembro de 2025. Os resultados da prova de desempenho didático e da prova de títulos serão publicados em 09 de dezembro de 2025, mesma data da divulgação da classificação final do concurso.</p>\n<p>A classificação final será feita em ordem decrescente da nota total, e os critérios de desempate incluem, sucessivamente: idade (para candidatos com 60 anos ou mais), maior nota em Conhecimentos Específicos, e outras pontuações específicas de cada etapa. A <strong>homologação do resultado final</strong> está prevista para 17 de dezembro de 2025, quando o concurso será oficialmente validado e publicado no Diário Oficial.</p>\n<p>A convocação dos aprovados ocorrerá de acordo com a necessidade da Prefeitura de Francisco Beltrão, respeitando a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e nos canais de comunicação do município.</p>\n</div>"
    },
    {
        "title": "Prefeitura Biguaçu (SC) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-biguacu-sc-concurso-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 07/08/2025 | Remuneração: até R$ 10098.46",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Biguaçu, em Santa Catarina, publicou o edital n.º 001/2025 para seu novo Concurso Público, organizado pela Fundação Universidade Regional de Blumenau (FURB). O certame visa o preenchimento de 69 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental (completo e incompleto), médio, técnico e superior. As contratações serão realizadas sob o regime jurídico estatutário, garantindo estabilidade aos servidores.</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, como saúde, educação, obras, fiscalização e administrativa. <strong>Para os profissionais das áreas de agrárias, biológicas e ambientais, o concurso oferece vagas para Engenheiro Agrônomo, Engenheiro Ambiental, Biólogo, Médico Veterinário, Técnico em Veterinária, Auxiliar de Veterinário e Operador de Trator Agrícola.</strong></p>\n<p>Este é um certame de grande porte, com remunerações que variam de R$ 2.159,26 a R$ 10.098,46. Se você busca uma oportunidade de carreira no serviço público catarinense, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso da Prefeitura de Biguaçu serão realizadas exclusivamente online, através do site da banca organizadora, a FURB. O período para se candidatar vai das <strong>8h do dia 07 de julho de 2025 até as 23h59 do dia 07 de agosto de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 85,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 120,00</li>\n<li><strong>Nível Superior:</strong> R$ 150,00</li>\n</ul>\n<p>O pagamento da taxa deve ser efetuado por meio de boleto bancário até o dia <strong>08 de agosto de 2025</strong>. Fique atento, pois não serão aceitas outras formas de pagamento, como PIX ou transferência. Candidatos que atendam aos critérios do edital poderão solicitar a isenção da taxa entre os dias 07 e 16 de julho de 2025.</p>\n<p>É permitido se inscrever para até dois cargos, desde que um seja de nível fundamental ou médio/técnico e o outro de nível superior, pois as provas ocorrerão em turnos distintos. Após a inscrição, é fundamental acompanhar todas as atualizações e o status da sua candidatura na Área do Candidato no site da FURB.</p>\n<p>Para garantir sua participação e conhecer todas as regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso da Prefeitura de Biguaçu será estruturado em até duas etapas, dependendo do cargo escolhido. Todos os candidatos serão avaliados por uma Prova Objetiva, e alguns cargos específicos passarão também por uma Prova Prática.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em> no dia <strong>31 de agosto de 2025</strong>. A avaliação será composta por questões de múltipla escolha com cinco alternativas. Para ser aprovado, o candidato deverá obter nota mínima de 5,00 pontos. As disciplinas gerais incluem Língua Portuguesa, Raciocínio Lógico, Noções de Informática e Conhecimentos Específicos. A duração varia conforme o nível: 2h30 para nível fundamental, 3h para médio/técnico e 3h30 para superior.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada apenas aos candidatos aos cargos de Motorista (I, II e IV), Operador de Máquinas e Equipamentos Pesados, Operador de Patrola, Operador de Retroescavadeira e Operador de Trator Agrícola que forem aprovados na Prova Objetiva. A prova está prevista para o dia <strong>28 de setembro de 2025</strong> e avaliará a habilidade técnica do candidato na execução de tarefas pertinentes à função. A nota mínima para aprovação também é de 5,00 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso da Prefeitura de Biguaçu seguirá um cronograma rigoroso, e todas as publicações serão feitas no site da banca organizadora, a FURB. O gabarito preliminar da prova objetiva será liberado no dia <strong>01 de setembro de 2025</strong>, e o gabarito oficial, juntamente com o resultado da prova, será publicado em <strong>18 de setembro de 2025</strong>.</p>\n<p>O resultado final do certame está previsto para ser divulgado no dia <strong>17 de outubro de 2025</strong>. Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem: idade (para candidatos idosos), maior nota em Conhecimentos Específicos, Língua Portuguesa, Noções de Informática, Raciocínio Lógico, exercício da função de jurado e, por fim, maior idade para os demais.</p>\n<p>A homologação do concurso será publicada a partir de <strong>24 de outubro de 2025</strong> no Diário Oficial do Município de Biguaçu. A partir dessa data, os candidatos aprovados dentro do número de vagas serão convocados conforme a necessidade da administração. A convocação será feita por meio do Diário Oficial, do site da prefeitura e por e-mail, sendo crucial que o candidato mantenha seus dados cadastrais sempre atualizados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da FURB e nos canais de comunicação da Prefeitura de Biguaçu para não perder nenhum prazo ou chamada.</p>\n</div>"
    },
    {
        "title": "Prefeitura Ipaporanga (CE) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-ipaporanga-ce-concurso-01-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 20/07/2025 | Remuneração: até R$ 10000",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>Edital publicado para o Concurso Público da Prefeitura Municipal de Ipaporanga, no Ceará, sob o número 001/2025. Organizado pelo Instituto Consulpam, o certame visa o preenchimento de 92 vagas imediatas e a formação de cadastro de reserva para o quadro de pessoal permanente do município. O regime de contratação é o Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades contemplam todos os níveis de escolaridade: fundamental, médio, técnico e superior. Há vagas em diversas áreas, como administrativa, operacional, educação e saúde. <strong>Destacam-se as oportunidades para os cargos de Engenheiro Agrônomo e Nutricionista</strong>, áreas de grande interesse para nossos leitores.</p>\n<p>Este concurso representa uma excelente chance para quem busca uma carreira no serviço público cearense. Continue a leitura para conferir todos os detalhes sobre as inscrições, etapas e cronograma do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Ipaporanga-CE serão realizadas exclusivamente pela internet. Os interessados devem acessar o site da banca organizadora, Instituto Consulpam, no endereço <strong>www.consulpam.com.br</strong>, entre os dias <strong>30 de junho de 2025 e 20 de julho de 2025</strong>.</p>\n<p>O pagamento da taxa de inscrição deve ser feito por meio de boleto bancário, gerado no ato da inscrição. É fundamental que o pagamento seja efetuado dentro do prazo estipulado, pois não serão aceitas outras formas de quitação, como PIX, transferência ou depósito. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem verificar os critérios e procedimentos diretamente no documento oficial.</p>\n<p>Após a inscrição, é responsabilidade do candidato acompanhar a confirmação e o status do seu pedido na “ÁREA DO CANDIDATO”, disponível no site da Consulpam. Uma vez efetivada, não será possível alterar o cargo escolhido. Para garantir a participação, leia atentamente o edital completo antes de se inscrever.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, variando conforme o cargo pretendido. A avaliação dos candidatos ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A prova terá duração de 3 horas e será composta por questões de múltipla escolha (A, B, C, D). Para ser aprovado, o candidato deverá obter no mínimo 50% de acerto em Conhecimentos Básicos e 50% em Conhecimentos Específicos. A aplicação está prevista para o dia <strong>14 de setembro de 2025</strong>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada exclusivamente aos candidatos de <em>nível superior</em> que forem aprovados na prova objetiva. A pontuação máxima é de 10 pontos, considerando títulos de especialização, mestrado e doutorado. O envio dos documentos será feito por upload no site da banca.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, será aplicada apenas para os cargos de <em>Motorista (categorias AB e D) e Operador de Máquinas Pesadas</em>. Serão convocados os candidatos mais bem classificados na prova objetiva. A avaliação valerá 20 pontos, sendo necessário obter no mínimo 50% para aprovação.</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado, os critérios de avaliação de cada etapa e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma definido pela banca organizadora. O gabarito preliminar oficial da prova objetiva será publicado no site do Instituto Consulpam no primeiro dia útil após a aplicação das provas. Após o período de recursos, o gabarito definitivo e os resultados preliminares serão divulgados.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota total obtida. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na prova de conhecimentos específicos;</li>\n<li>Maior nota na prova de conhecimentos básicos;</li>\n<li>Maior idade.</li>\n</ul>\n<p>A homologação do resultado final do concurso será publicada por ato do prefeito municipal. A convocação para a posse ocorrerá por meio de edital no diário oficial eletrônico do município e também será divulgada nos sites da banca e da prefeitura. Os candidatos aprovados deverão se submeter a exames médicos pré-admissionais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora, www.consulpam.com.br, e nos canais oficiais da Prefeitura de Ipaporanga-CE.</p>\n</div>"
    },
    {
        "title": "Prefeitura Itapoá (SC) – Seleção Simplificada 39/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-itapoa-sc-selecao-simplificada-39-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 13/07/2025 | Remuneração: até R$ 5455.59",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura de Itapoá, em Santa Catarina, publicou o edital nº 039/2025 para seu novo Processo Seletivo Simplificado. O certame, com inscrições abertas, visa a contratação temporária de <strong>1 (um) profissional e a formação de cadastro de reserva</strong> para o cargo de Técnico de Meio Ambiente, que exige nível superior.</p>\n<p>Esta é uma excelente oportunidade para graduados em áreas como <em>Engenharia Florestal, Engenharia Agronômica, Biologia</em>, Geologia, Engenharia Química ou com pós-graduação em meio ambiente. A contratação terá validade de um ano, podendo ser prorrogada por igual período, sob regime administrativo vinculado ao RGPS.</p>\n<p>Nas seções seguintes, você encontrará todos os detalhes sobre como se inscrever, as etapas da seleção e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Itapoá (SC) estarão abertas entre os dias <strong>01 de julho de 2025 e 13 de julho de 2025</strong>. O procedimento é totalmente online e deve ser realizado através do portal de autoatendimento da prefeitura. O edital não prevê cobrança de taxa de inscrição.</p>\n<p>Para se inscrever, o candidato deve acessar o link oficial, realizar o cadastro (ou usar o login GOV.BR) e seguir o caminho: <em>Abertura de Protocolo → Assunto: Recursos Humanos → Subassunto: PROCESSO SELETIVO TÉCNICO EM MEIO AMBIENTE</em>. É fundamental anexar a documentação em dois arquivos PDF separados: um para os documentos obrigatórios e outro para os documentos classificatórios (títulos e experiência), cada um com no máximo 16 MB.</p>\n<p>É de responsabilidade do candidato garantir que todos os documentos sejam enviados corretamente dentro do prazo. Para mais informações, consulte o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos para o cargo de Técnico de Meio Ambiente será realizada em uma <strong>única etapa</strong>, de caráter eliminatório e classificatório, que consiste na Análise Documental e de Títulos.</p>\n<p>Nesta fase, serão avaliados os seguintes pontos:</p>\n<ul>\n<li><strong>Formato:</strong> Análise da documentação comprobatória de titulação e experiência profissional, enviada pelo candidato no ato da inscrição.</li>\n<li><strong>Critérios de Pontuação:</strong> A avaliação seguirá as regras e pontuações detalhadas no Anexo I do edital.</li>\n<li><strong>Critério de Aprovação:</strong> Será eliminado o candidato que não atingir a pontuação mínima de 6,0 (seis) pontos no total.</li>\n</ul>\n<p>Recomenda-se a leitura atenta do edital para conhecer todos os critérios de pontuação, os documentos aceitos e as regras específicas desta etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados será publicado no site oficial da Prefeitura de Itapoá. Os candidatos devem ficar atentos às seguintes datas:</p>\n<ul>\n<li><strong>Resultado Preliminar:</strong> 15 de julho de 2025.</li>\n<li><strong>Publicação da análise dos recursos:</strong> 18 de julho de 2025.</li>\n<li><strong>Resultado Final:</strong> 21 de julho de 2025.</li>\n</ul>\n<p>A classificação final será feita em ordem decrescente da nota obtida. Em caso de empate, os critérios de desempate são, nesta ordem: 1º) maior pontuação em experiência profissional e 2º) maior idade. A convocação dos aprovados será realizada por meio de edital específico, também divulgado no portal da prefeitura.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da prefeitura, conforme indicado no edital.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 682/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-682-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/07/2025 | Remuneração: até R$ 3107.08",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista (UNESP) publicou o edital do concurso público para o preenchimento de uma vaga de Professor Substituto no Campus de Botucatu. Conforme o Despacho n° 146/2025-RUNESP, a oportunidade é para contratação temporária, sob o regime da CLT, com duração máxima de até 5 meses, podendo ser prorrogado uma vez.</p>\n<p>A vaga destina-se a profissionais de nível superior para a área de <strong>Agronomia</strong>, com subárea em <em>Ciência do Solo</em>. O candidato selecionado atuará no Departamento de Ciência Florestal, Solos e Ambiente da Faculdade de Ciências Agronômicas, com carga horária de 12 horas semanais.</p>\n<p>Este processo seletivo é uma excelente oportunidade para profissionais da área de Agronomia que desejam atuar na docência em uma instituição de renome.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas das 00h do dia 03 de julho de 2025 até as 17h do dia 17 de julho de 2025 (horário de Brasília). O procedimento deve ser realizado exclusivamente de forma online, através do portal oficial da universidade.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 202,00. O pagamento deve ser efetuado por meio de transferência, depósito bancário ou Pix para a conta da Faculdade de Ciências Agronômicas do Câmpus de Botucatu (Chave Pix CNPJ: 48.031.918/0021-78). É obrigatório anexar o comprovante de pagamento em formato PDF no sistema de inscrições para validar a participação.</p>\n<p>De acordo com o edital, não há previsão de isenção da taxa de inscrição. Após o envio dos documentos e do comprovante, o candidato deve confirmar o envio no sistema para que a inscrição seja analisada. É fundamental ler atentamente o edital completo para conferir todos os documentos exigidos e os procedimentos detalhados.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UNESP será composto por três fases, todas de caráter classificatório. A convocação para as provas, com data, horário e local, será publicada no Diário Oficial do Estado (DOE) e no site de inscrições.</p>\n<ul>\n<li><strong>Prova Escrita (Peso 1):</strong> Consiste em uma avaliação dissertativa sobre um tema sorteado no momento da prova, com duração máxima de 2 horas. Os candidatos poderão consultar materiais de apoio durante um período determinado, mas sem o uso de eletrônicos.</li>\n<li><strong>Prova Didática (Peso 2):</strong> Trata-se de uma aula teórica em nível de graduação, com duração entre 40 e 60 minutos. O tema também será sorteado, com 24 horas de antecedência. O descumprimento do tempo mínimo ou máximo resultará na desclassificação do candidato.</li>\n<li><strong>Prova de Títulos (Peso 1):</strong> Análise do Curriculum Lattes documentado, considerando as atividades de formação, didáticas e científicas dos últimos 5 anos, com foco naquelas relacionadas às disciplinas do concurso.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada prova e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UNESP seguirá um cronograma oficial. A lista de inscrições deferidas e indeferidas será publicada no Diário Oficial do Estado (DOE) e no site da UNESP após a constituição da Comissão Examinadora. O resultado final, após a análise de eventuais recursos, será homologado pela Congregação da Unidade e também publicado no DOE.</p>\n<p>Serão considerados aprovados os candidatos que obtiverem nota final igual ou superior a 7,0. Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (preferência para o mais idoso);</li>\n<li>Maior nota na Prova Didática;</li>\n<li>Maior pontuação na Prova de Títulos;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A convocação para a contratação ocorrerá após a homologação do resultado final. É de responsabilidade exclusiva do candidato acompanhar todas as publicações referentes ao certame no Diário Oficial do Estado e no endereço eletrônico da UNESP.</p>\n</div>"
    },
    {
        "title": "IFES (ES) – Seleção Simplificada 09/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifes-es-selecao-simplificada-09-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 06/07/2025 | Remuneração: até R$ 9058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>Edital publicado para o Processo Seletivo Simplificado do Instituto Federal de Educação, Ciência e Tecnologia do Espírito Santo (Ifes) – Campus Santa Teresa, regido pelo <strong>Edital nº 09/2025</strong>. O certame visa a contratação temporária de Professores Substitutos para atender a necessidades de excepcional interesse público, com regime de contratação baseado na Lei nº 8.745/93.</p>\n<p>As oportunidades são destinadas a candidatos de nível superior, com vagas para as áreas de Artes, Educação Física e, com <strong>destaque especial para a área de Agronomia</strong>. Este processo seletivo é uma excelente chance para profissionais que buscam uma colocação em uma renomada instituição federal de ensino.</p>\n<p>Para saber como participar, continue a leitura e confira os detalhes sobre inscrições, etapas e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do Ifes – Campus Santa Teresa estão abertas e devem ser realizadas entre <strong>26 de junho de 2025 e 06 de julho de 2025</strong>, com prazo final às 23h59 do último dia. O procedimento é totalmente online e gratuito, sendo efetuado exclusivamente através do preenchimento de um formulário eletrônico no Google Forms.</p>\n<p>No ato da inscrição, é obrigatório anexar as cópias de toda a documentação comprobatória de títulos que será utilizada na avaliação. É fundamental que os documentos estejam legíveis. Caso o candidato perceba algum erro ou omissão após o envio, deverá realizar uma nova inscrição completa, pois a submissão anterior será automaticamente desconsiderada.</p>\n<p>Após a conclusão, um e-mail de confirmação será enviado pela plataforma, mas a responsabilidade pelo correto envio dos documentos é inteiramente do candidato. Para garantir sua participação, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado do Ifes será constituído por uma <strong>etapa única: a Avaliação de Títulos</strong>, de caráter eliminatório e classificatório. Nesta fase, a banca examinadora analisará os documentos enviados pelo candidato no momento da inscrição, atribuindo uma pontuação total de 0 a 100 pontos.</p>\n<p>A pontuação será distribuída de acordo com os seguintes critérios principais:</p>\n<ul>\n<li><strong>Experiência Profissional:</strong> até 40 pontos;</li>\n<li><strong>Doutorado:</strong> 30 pontos;</li>\n<li><strong>Mestrado:</strong> 25 pontos;</li>\n<li><strong>Especialização (Pós-graduação Lato Sensu):</strong> 15 pontos;</li>\n<li><strong>Orientação de trabalhos acadêmicos:</strong> até 12 pontos;</li>\n<li><strong>Habilitação em curso de graduação:</strong> 10 pontos;</li>\n<li><strong>Cursos de capacitação na área:</strong> até 6 pontos;</li>\n<li><strong>Participação em bancas:</strong> até 2 pontos.</li>\n</ul>\n<p>Importante: entre os títulos de pós-graduação (Doutorado, Mestrado e Especialização), apenas o de maior valor será pontuado. O candidato que não apresentar os documentos não será eliminado, mas receberá nota zero na avaliação. Para conhecer todos os detalhes sobre os critérios, documentos aceitos e regras específicas, a leitura do edital é fundamental.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados já está definido. O resultado preliminar da Avaliação de Títulos será publicado em <strong>09 de julho de 2025</strong>. Após o período de recursos, o resultado definitivo desta etapa será divulgado em <strong>14 de julho de 2025</strong>.</p>\n<p>O resultado final do processo seletivo será publicado em 15 de julho de 2025, com a homologação no Diário Oficial da União prevista para <strong>16 de julho de 2025</strong>. Em caso de empate na classificação, os critérios de desempate seguirão esta ordem: maior tempo de exercício profissional na área, possuir doutorado, mestrado, especialização e, por fim, maior idade. Candidatos idosos (conforme Lei nº 10.741/2003) terão preferência no critério de idade sobre os demais.</p>\n<p>A convocação dos aprovados será realizada por e-mail. Após o recebimento, o candidato terá o prazo de 2 dias úteis para manifestar interesse na vaga. A previsão para o início das contratações é agosto de 2025.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações e resultados, no site do Ifes e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 203/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-203-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 05/08/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o <strong>Edital N.º 203/2025</strong>, referente ao Concurso Público n.º 23/2025, para a Faculdade de Ciências Agrárias e Veterinárias (FCAV) do Câmpus de Jaboticabal. O certame, com edital publicado, visa o provimento de <strong>01 vaga imediata</strong> para o cargo de Professor Assistente, com titulação mínima de Doutor, sob o regime jurídico efetivo (Estatutário). A oportunidade é destinada a profissionais de nível superior com formação em <strong>Agronomia ou Engenharia Agronômica</strong>, para atuação na área de conhecimento de <strong>Fitossanidade</strong>, em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP). Este concurso representa uma excelente chance para especialistas em Fitossanidade ingressarem na carreira acadêmica em uma renomada instituição. Continue a leitura para saber mais sobre as inscrições, etapas e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da UNESP (Edital N.º 203/2025) estarão abertas e serão realizadas exclusivamente online, através do Sistema de Inscrições da UNESP, no endereço eletrônico <strong>https://inscricoes.unesp.br</strong>. O período para se inscrever inicia às <strong>09:00 do dia 07 de julho de 2025 e encerra às 17:00 do dia 05 de agosto de 2025</strong> (horário de Brasília). A taxa de inscrição é de <strong>R$ 276,00</strong>, e o pagamento pode ser feito por transferência, depósito bancário ou Pix, sendo necessário anexar o comprovante da operação bancária no sistema. Conforme o edital, não haverá isenção total da taxa de inscrição. É fundamental que os candidatos enviem toda a documentação exigida em formato PDF, com limite de 200MB por arquivo, e confirmem o envio no sistema. Acompanhe o status da sua inscrição e demais comunicados diretamente no portal da UNESP e no Diário Oficial do Estado. Para informações completas, incluindo os procedimentos detalhados para envio de documentos, leia atentamente o edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso público para Professor Assistente na FCAV/UNESP será realizado em duas fases, conforme detalhado abaixo:</p>\n<ul>\n<li><strong>Primeira Fase: Prova Escrita</strong>\n<ul>\n<li>Caráter: Eliminatório e classificatório.</li>\n<li>Formato: Dissertação sobre um ponto do programa sorteado. O candidato terá 60 minutos para consulta prévia (sem dispositivos eletrônicos) e, em seguida, 180 minutos para a redação (sem consulta).</li>\n<li>Critério de aprovação: Média mínima de 7,0 pontos. Peso 1.</li>\n</ul>\n</li>\n<li><strong>Segunda Fase (para aprovados na primeira):</strong>\n<ul>\n<li><strong>Prova de Títulos:</strong> Caráter classificatório. Análise do Currículo Lattes circunstanciado com documentos comprobatórios. Peso 2.</li>\n<li><strong>Prova Didática:</strong> Caráter classificatório. Aula teórica em nível de graduação, com duração entre 40 e 60 minutos, sobre ponto sorteado (diferente do da prova escrita). Peso 2.</li>\n<li><strong>Prova de Análise e Arguição do Projeto de Pesquisa, do Plano de Atividades para a Graduação e Pós-graduação, e do Plano de Ações de Extensão Universitária:</strong> Caráter classificatório. Arguição sobre os documentos apresentados no ato da inscrição. Peso 1.</li>\n</ul>\n</li>\n</ul>\n<p>O não comparecimento em qualquer etapa ou a não apresentação da documentação exigida nos prazos estabelecidos implicará na eliminação do candidato. Recomenda-se a leitura integral do edital para conhecer o conteúdo programático, os critérios detalhados de avaliação de cada prova e o cronograma completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público da UNESP (Edital N.º 203/2025) seguirá um cronograma específico, com publicações no Diário Oficial do Estado (DOE) e disponibilização no Sistema de Inscrições da UNESP. O resultado da prova escrita será o primeiro a ser divulgado. Posteriormente, as notas da segunda fase, compreendendo a prova de títulos, a prova didática e a prova de análise e arguição, serão publicadas.</p>\n<p>Após a análise de eventuais recursos, será divulgado o resultado final preliminar, contendo as médias de todas as provas. O resultado final definitivo será publicado no DOE. Serão considerados aprovados os candidatos que obtiverem média final de todas as provas maior ou igual a 7,0, atribuída por, pelo menos, dois membros da Banca Examinadora. A classificação será estabelecida pelo maior número de indicações dos membros da banca. Em caso de empate, os critérios sucessivos são: idade igual ou superior a 60 anos (preferência ao mais idoso), melhor nota na prova de títulos, melhor média na prova didática, melhor média na prova escrita, e mais idoso entre aqueles com idade inferior a 60 anos.</p>\n<p>A homologação do concurso será publicada no Diário Oficial do Estado, ato que oficializa o resultado e inicia o prazo de validade do certame, que é de 06 meses, podendo ser prorrogado uma vez por igual período. O acompanhamento de todas as publicações oficiais, incluindo convocações, no site da UNESP (https://inscricoes.unesp.br) e no Diário Oficial do Estado é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Consórcio Lambari (SC) – Concurso 01/2025 [prorrogado]",
        "link": "https://www.agrobase.com.br/concursos/2025/consorcio-lambari-sc-concurso-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 31/07/2025 | Remuneração: até R$ 6678.5",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Consórcio Intermunicipal Multifinalitário do Alto Uruguai Catarinense (CONSÓRCIO LAMBARI) publicou o edital de Concurso Público para Emprego Público N° 01/2025, com o objetivo de preencher <strong>6 vagas imediatas e formar cadastro de reserva</strong> para seu quadro de pessoal. As contratações ocorrerão sob o regime da Consolidação das Leis do Trabalho (CLT), com vinculação ao Regime Geral de Previdência Social (RGPS). O certame contempla oportunidades para profissionais de <strong>nível superior</strong>.</p>\n<p>As vagas estão distribuídas entre os cargos de Analista Técnico I, Analista Técnico II e Analista Técnico III, abrangendo diversas áreas de formação. <strong>Destacamos as oportunidades para graduados em Agronomia, Ciências Biológicas, Engenharia Florestal e Engenharia Ambiental e Sanitária</strong>, áreas de grande relevância para o setor. O local de trabalho será no município de Concórdia, SC.</p>\n<p>Este concurso representa uma excelente chance para profissionais que buscam uma colocação no serviço público em uma instituição que atua em prol do desenvolvimento regional. Continue a leitura para obter informações detalhadas sobre o processo de inscrição, as etapas da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público do CONSÓRCIO LAMBARI estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, através do site da banca organizadora, a Associação dos Municípios do Alto Uruguai Catarinense (AMAUC), no endereço eletrônico <a href=\"https://amauc.selecao.net.br\" rel=\"noopener noreferrer\" target=\"_blank\">https://amauc.selecao.net.br</a>. O período para se inscrever inicia em <del datetime=\"2025-06-26T16:36:15+00:00\">28 de maio de 2025 e se encerra em 26 de junho de 2025</del><strong>02 e 31 de julho de 2025</strong>.</p>\n<p>A taxa de inscrição é de <strong>R$ 100,00</strong> para todos os cargos de nível superior. O pagamento deve ser efetuado por meio de boleto bancário, gerado no ato da inscrição, até o dia <del datetime=\"2025-06-26T16:43:36+00:00\">27 de junho de 2025</del><strong>01 de agosto de 2025</strong>, preferencialmente no banco emissor. Não serão aceitos pagamentos por outras vias, como PIX, depósito ou transferência.</p>\n<p>Candidatos que desejarem solicitar a <strong>isenção da taxa de inscrição</strong> devem fazê-lo entre <del datetime=\"2025-06-26T16:36:15+00:00\">28 de maio e 11 de junho de 2025</del>02 a 16 de julho de 2025, seguindo os procedimentos e critérios detalhados no item 4 do edital.</p>\n<p>É fundamental que o candidato preencha corretamente todos os dados no formulário de inscrição e acompanhe o status de sua inscrição e demais comunicados na área restrita do site da AMAUC. Recomenda-se a leitura atenta e completa do edital para pleno conhecimento de todas as normas e condições do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso Público do CONSÓRCIO LAMBARI será constituído por uma única etapa para todos os cargos:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos com inscrição homologada.\n<ul>\n<li><strong>Data e Horário:</strong> Prevista para o dia <del datetime=\"2025-06-26T16:36:15+00:00\">13 de julho de 2025</del><em>17 de agosto de 2025</em>, das 08h30min às 11h30min (horário de Brasília).</li>\n<li><strong>Local:</strong> Cidade de Concórdia – SC, em local a ser divulgado conforme cronograma.</li>\n<li><strong>Formato:</strong> Composta por 40 questões de múltipla escolha, com 05 alternativas (A, B, C, D, E) cada, sendo apenas uma correta.</li>\n<li><strong>Duração:</strong> 03 horas, incluindo o tempo para preenchimento do Cartão Resposta.</li>\n<li><strong>Disciplinas Cobradas:</strong> Língua Portuguesa, Conhecimentos Gerais, Noções em Informática e Conhecimentos Específicos (variando conforme o cargo).</li>\n<li><strong>Critérios de Aprovação:</strong> Serão considerados classificados os candidatos que obtiverem nota mínima de 5,00 (cinco) pontos na soma total das notas da prova objetiva.</li>\n</ul>\n</li>\n</ul>\n<p>Os candidatos deverão comparecer ao local de prova munidos de documento de identificação original com foto e caneta esferográfica de tinta azul ou preta, fabricada em material transparente. É fundamental que os candidatos leiam atentamente o edital para conhecer todos os detalhes sobre o conteúdo programático, as regras para realização da prova, os materiais permitidos e proibidos, e o cronograma completo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público do CONSÓRCIO LAMBARI seguirá um cronograma específico. O <strong>gabarito preliminar</strong> da prova objetiva e os cadernos de prova serão publicados no site <a href=\"https://amauc.selecao.net.br\" rel=\"noopener noreferrer\" target=\"_blank\">https://amauc.selecao.net.br</a> no primeiro dia útil subsequente à realização da prova, ou seja, em <em>18 de agosto de 2025</em>. Após o período de recursos, o <strong>gabarito definitivo</strong> e a <strong>classificação preliminar</strong> da prova objetiva serão divulgados em <em>03 de setembro de 2025</em>.</p>\n<p>Os critérios de desempate, caso ocorra igualdade na pontuação final, seguirão a seguinte ordem: </p>\n<ul>\n<li>Idade igual ou superior a 60 anos (Estatuto do Idoso);</li>\n<li>Maior número de acertos em Conhecimentos Específicos;</li>\n<li>Maior número de acertos em Língua Portuguesa;</li>\n<li>Maior número de acertos em Noções em Informática;</li>\n<li>Maior número de acertos em Conhecimentos Gerais;</li>\n<li>Maior idade (para candidatos com menos de 60 anos);</li>\n<li>Sorteio Público.</li>\n</ul>\n<p>A <strong>homologação final</strong> do concurso está prevista para <em>05 de setembro de 2025</em>. A homologação é o ato que torna público o resultado final do certame, validando sua conclusão. A convocação dos candidatos aprovados ocorrerá de acordo com a necessidade e conveniência do CONSÓRCIO LAMBARI, respeitando a ordem de classificação. Os candidatos deverão acompanhar as convocações, que poderão ser feitas via internet, e-mail ou telefone, conforme dados informados na inscrição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao concurso, incluindo convocações, nos sites da AMAUC (<a href=\"https://amauc.selecao.net.br\" rel=\"noopener noreferrer\" target=\"_blank\">https://amauc.selecao.net.br</a>) e do CONSÓRCIO LAMBARI (<a href=\"https://consorciolambari.sc.gov.br\" rel=\"noopener noreferrer\" target=\"_blank\">https://consorciolambari.sc.gov.br</a>), bem como manter seus dados cadastrais atualizados.</p>\n</div>"
    },
    {
        "title": "FATEC Mococa (SP) – Seleção Simplificada 120/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/fatec-mococa-sp-selecao-simplificada-120-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 11/07/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Faculdade de Tecnologia de Mococa (FATEC Mococa) anuncia a abertura do Processo Seletivo Simplificado, regido pelo Edital nº 120/26/2025, com o objetivo de realizar a admissão temporária de 1 (um) Professor de Ensino Superior. O certame encontra-se com o edital publicado e visa preencher uma vaga para a disciplina de Arranjos Produtivos, vinculada ao curso de Agronegócio. As áreas de conhecimento abrangidas pela disciplina são <strong>Administração e Negócios</strong> e <strong>Produção Agrícola e Silvicultura</strong>.</p>\n<p>A contratação será feita sob o regime da Consolidação das Leis do Trabalho (CLT) e exige nível superior, com formação e experiência específicas detalhadas no edital. Este processo é uma excelente oportunidade para profissionais qualificados que desejam atuar no ensino superior tecnológico. Continue a leitura para obter informações detalhadas sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da FATEC Mococa estarão abertas no período de <strong>27 de junho de 2025 até às 23h59min de 11 de julho de 2025</strong>. Os interessados deverão realizar sua inscrição exclusivamente pela internet, através do site oficial do Centro Paula Souza: <a href=\"https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/\" rel=\"noopener noreferrer\" target=\"_blank\">https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/</a>.</p>\n<p>Não haverá cobrança de taxa de inscrição para este certame. Durante o processo de inscrição, o candidato deverá preencher a ficha de inscrição, informar o número ou link do seu Currículo Lattes atualizado e fazer o upload do Memorial Circunstanciado juntamente com a documentação comprobatória, em arquivo único formato PDF com no máximo 25MB. É fundamental que o candidato acompanhe todas as publicações e o status de sua inscrição no portal indicado. Para informações completas sobre os procedimentos e requisitos, leia atentamente o edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado para Professor de Ensino Superior da FATEC Mococa consistirá em uma única etapa: a <strong>Análise do Memorial Circunstanciado</strong>, de caráter classificatório. Esta etapa visa avaliar a formação acadêmica, as experiências profissionais e outras qualificações relevantes do candidato para a disciplina de Arranjos Produtivos.</p>\n<p>A Análise do Memorial Circunstanciado será realizada por uma Comissão Específica e seguirá critérios de pontuação detalhados no Anexo IV do edital, com uma escala de 0 (zero) a 1.000 (mil) pontos. Serão considerados apenas os documentos comprobatórios enviados junto ao Memorial Circunstanciado no ato da inscrição. O candidato que não pontuar (zerar) nesta análise será eliminado do certame. Recomenda-se a leitura integral do edital para conhecer todos os critérios de avaliação, regras e o cronograma completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados da Análise do Memorial Circunstanciado e da classificação final dos candidatos ocorrerá por meio de publicações no Diário Oficial do Estado (DOE) e no site do Centro Paula Souza (www.cps.sp.gov.br), conforme especificado no edital. Os candidatos serão classificados em ordem decrescente da nota final obtida na Análise do Memorial Circunstanciado.</p>\n<p>Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, na ordem: </p>\n<ul>\n<li>Maior idade (para candidatos com idade igual ou superior a 60 anos);</li>\n<li>Maior pontuação em Formação Acadêmica;</li>\n<li>Maior pontuação em Experiências Profissionais;</li>\n<li>Maior pontuação em Formação Complementar na área da disciplina;</li>\n<li>Maior pontuação em Publicações;</li>\n<li>Maior pontuação em Participações em Congressos, Workshops e similares;</li>\n<li>Comprovação de ter sido jurado;</li>\n<li>Inscrição no CadÚnico;</li>\n<li>Maior idade (para candidatos com idade inferior a 60 anos);</li>\n<li>Persistindo o empate, poderá haver sorteio.</li>\n</ul>\n<p>A homologação do Processo Seletivo Simplificado será publicada no DOE e terá validade de 1 (um) ano, podendo ser prorrogada por igual período. A convocação dos aprovados seguirá a ordem de classificação e será comunicada pelos mesmos canais de divulgação, além de e-mail ao candidato. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame no site da banca organizadora e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "ETEC Serrana (SP) – Seleção Simplificada 214/12/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-serrana-sp-selecao-simplificada-214-12-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 10/07/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A ESCOLA TÉCNICA ESTADUAL ANGELO CAVALHEIRO, vinculada ao Centro Paula Souza (Ceeteps), publicou o edital N° 214/12/2025 do Processo Seletivo Simplificado. O certame visa a formação de cadastro reserva para a contratação temporária de Professor de Ensino Médio e Técnico, sob o regime da Consolidação das Leis do Trabalho (CLT).</p>\n<p>As oportunidades são para profissionais de nível superior. Este processo seletivo contempla vagas para docência em diversas áreas, com ênfase em componentes curriculares ligados à <strong>Agronomia, Medicina Veterinária e Zootecnia</strong>, entre outras formações especificadas no edital.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da ETEC Angelo Cavalheiro estarão abertas de <strong>26 de junho de 2025 até às 23h59min de 10 de julho de 2025</strong>.</p>\n<p>Os interessados deverão se inscrever exclusivamente pela internet, através do site oficial do Centro Paula Souza: <em>https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/</em>. Não haverá cobrança de taxa de inscrição para este certame.</p>\n<p>No ato da inscrição, o candidato deverá preencher a ficha de inscrição, selecionar se é Licenciado ou Graduado para fins de classificação, e fazer o upload do Memorial Circunstanciado juntamente com a documentação comprobatória em arquivo único PDF de até 25MB. É fundamental ler atentamente o edital para conhecer todas as exigências e procedimentos. Acompanhe todas as publicações nos canais oficiais.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado será constituído por duas fases, ambas de caráter eliminatório e classificatório:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Consiste na análise dos documentos comprobatórios de formação acadêmica e experiências profissionais, conforme critérios e pontuações detalhados no edital (Anexos VI e VII). Esta etapa selecionará os candidatos para a fase seguinte. A não entrega ou não pontuação no memorial implica eliminação.</li>\n<li><strong>Prova de Métodos Pedagógicos (Prova Objetiva de Habilidades Operacionais ou Técnicas):</strong> Consiste na apresentação de uma aula perante a Banca Examinadora, sobre temas do componente curricular. Serão convocados os candidatos mais bem classificados no Exame de Memorial. A nota mínima para aprovação nesta etapa é de 50 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação, cronograma específico de cada etapa e demais regras, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados do Exame de Memorial Circunstanciado e da Prova de Métodos Pedagógicos, bem como a classificação final, serão divulgados no Portal do Diário Oficial do Estado (DOE), no Portal de Concursos Públicos do Estado de São Paulo e no site do Centro Paula Souza.</p>\n<p>A classificação final será pela soma das notas das duas etapas, com aprovação condicionada à nota mínima de 50 pontos na Prova de Métodos Pedagógicos. Haverá listas separadas para Licenciados e Graduados, com preferência para os primeiros. Os critérios de desempate incluem idade (prioridade para maiores de 60 anos), maior nota na Prova de Métodos Pedagógicos, maior nota no Exame de Memorial, ter sido jurado, inscrição no CadÚnico e maior idade (para menores de 60 anos).</p>\n<p>A homologação do certame, prevista para ocorrer entre 22 de julho e 21 de agosto de 2025, será publicada no DOE. A convocação dos aprovados, para formação de cadastro reserva, seguirá a ordem de classificação e será comunicada pelos canais oficiais e por e-mail.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao processo seletivo no site da banca organizadora e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Frei Rogério (SC) – Seleção Pública 05/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-frei-rogerio-sc-selecao-publica-05-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 27/07/2025 | Remuneração: até R$ 6802.2",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Frei Rogério, em Santa Catarina, lançou o edital para seu Processo Seletivo de 2025, sob responsabilidade da empresa SC Treinamentos. O certame, com edital já publicado, visa à formação de cadastro reserva para contratação em caráter temporário, buscando atender necessidades do quadro de pessoal do Poder Executivo Municipal. As oportunidades abrangem diversos níveis de escolaridade: Fundamental Incompleto, Fundamental Completo, Médio/Técnico e Superior.</p>\n<p>As vagas contemplam áreas como serviços gerais, operacional (motorista, operador de máquinas, pedreiro/carpinteiro), saúde (agente comunitário de saúde em diversas localidades), educação (agente de apoio educacional, auxiliar de transporte escolar, professor) e administrativa. <strong>Destacamos a oportunidade para o cargo de Agrônomo</strong>, de nível superior. Este processo seletivo é uma excelente chance para profissionais que buscam uma colocação no serviço público municipal.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Frei Rogério – SC estão abertas e devem ser realizadas exclusivamente pela internet, através do site da banca organizadora, SC Treinamentos, no endereço <a href=\"https://portal.sctreinamentos.selecao.site\" rel=\"noopener noreferrer\" target=\"_blank\">https://portal.sctreinamentos.selecao.site</a>. O período para se inscrever iniciou em <strong>27 de junho de 2025 e se encerra às 23h59min do dia 27 de julho de 2025</strong>. Para os candidatos que não possuem acesso à internet, será disponibilizado um ponto de apoio na Prefeitura Municipal de Frei Rogério (Rua Adolfo Soletti 750, Setor de RH).</p>\n<p><strong>R$ 30,00:</strong> Cargos de Nível Fundamental;<br/>\n<strong>R$ 50,00:</strong> Cargos de Nível Médio;<br/>\n<strong>R$ 80,00:</strong> Cargos de Nível Superior.</p>\n<p>Os interessados em solicitar isenção da taxa de inscrição têm entre os dias 27 de junho e 16 de julho de 2025 para realizar o pedido, conforme os critérios estabelecidos no edital. A lista de isentos será divulgada em 18 de julho de 2025. O pagamento da taxa de inscrição, por meio de boleto bancário gerado no ato da inscrição, deve ser efetuado até o dia <strong>28 de julho de 2025</strong>. É fundamental que o candidato imprima e guarde o comprovante de pagamento. Acompanhe o status da sua inscrição e demais comunicados na área restrita do candidato no site da SC Treinamentos. Recomenda-se a leitura integral do edital para pleno conhecimento de todas as normas e condições do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo da Prefeitura de Frei Rogério – SC será constituído por diferentes etapas, variando conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva (PO):</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos. Consistirá em questões de múltipla escolha com quatro alternativas cada. A prova terá duração máxima de 2 horas e mínima de 30 minutos. Para aprovação, o candidato deverá obter nota igual ou superior a 3,0 pontos (30% do total). A data provável para realização é <strong>17 de agosto de 2025</strong>. As disciplinas cobradas estão detalhadas no Anexo I do edital.</li>\n<li><strong>Prova de Títulos (PT):</strong> De caráter exclusivamente classificatório, destinada apenas aos cargos de Professor (Habilitado e Não Habilitado). Os candidatos aprovados na prova objetiva deverão enviar eletronicamente os documentos comprobatórios de titulação (como Doutorado, Mestrado, Especialização para habilitados, e cursos/seminários para não habilitados) até o dia <strong>16 de agosto de 2025</strong>, através da “Área do Candidato” no site da banca.</li>\n<li><strong>Prova Prática (PP):</strong> De caráter eliminatório e classificatório, será aplicada somente aos candidatos aos cargos de Motorista e Operador de Máquinas Pesadas que estiverem presentes na prova objetiva. Esta etapa avaliará a habilidade do candidato na condução de veículos ou operação de máquinas. Para ser aprovado, o candidato precisa alcançar no mínimo 3,0 pontos (30%) na prova prática, além da aprovação na prova objetiva. A apresentação da Carteira Nacional de Habilitação (CNH) na categoria compatível é obrigatória. A data provável para esta etapa também é <strong>17 de agosto de 2025</strong>.</li>\n</ul>\n<p>Para informações completas sobre o conteúdo programático, critérios de avaliação de cada etapa, regras específicas e cronograma detalhado, é indispensável a consulta ao edital oficial do Processo Seletivo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Processo Seletivo de Frei Rogério seguirá um cronograma específico. O gabarito provisório da prova objetiva está previsto para ser publicado no dia <strong>17 de agosto de 2025</strong>, após as 20h, no site da SC Treinamentos. Após o período de recursos, o gabarito oficial, juntamente com as notas e a classificação provisória, será divulgado em <strong>26 de agosto de 2025</strong>. Haverá um novo prazo para recursos contra as notas e a classificação provisória, com o julgamento e a publicação do resultado final e a homologação do certame previstos para ocorrer a partir de <strong>01 de setembro de 2025</strong>.</p>\n<p>Os critérios de classificação final variam: para Professores, será a média ponderada da Prova Objetiva (80%) e Prova de Títulos (20%); para Motorista e Operador de Máquinas Pesadas, Prova Objetiva (40%) e Prova Prática (60%); para os demais cargos, a nota da Prova Objetiva. Em caso de empate, os critérios de desempate incluem: idade igual ou superior a 60 anos, maior nota em Conhecimentos Específicos, maior nota em Conhecimentos Básicos, maior idade, exercício da função de jurado e, por fim, sorteio público. A convocação dos aprovados, respeitando a ordem de classificação, será realizada conforme a necessidade da administração municipal e os candidatos deverão acompanhar as publicações no site da banca e da prefeitura, além de manter seus dados de contato atualizados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, comunicados e convocações referentes a este Processo Seletivo no site da banca organizadora, <a href=\"https://portal.sctreinamentos.selecao.site\" rel=\"noopener noreferrer\" target=\"_blank\">https://portal.sctreinamentos.selecao.site</a>, e no site oficial do Município de Frei Rogério.</p>\n</div>"
    },
    {
        "title": "ETEC Adamantina (SP) – Seleção Simplificada 063/05/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-adamantina-sp-selecao-simplificada-063-05-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 10/07/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps) anuncia a abertura do Processo Seletivo Simplificado para Professor de Ensino Médio e Técnico da Escola Técnica Estadual Engenheiro Herval Bellusci, em Adamantina, regido pelo Edital N° 063/05/2025 (Processo N° 136.00095821/2025-65). O edital já foi publicado e o certame visa a formação de cadastro reserva de docentes para atender necessidades temporárias de excepcional interesse público. A contratação será pelo regime da Consolidação das Leis do Trabalho (CLT) e contempla candidatos com nível superior.</p>\n<p>As oportunidades são para atuação no Ensino Técnico, Integrado e Médio, com destaque para vagas que podem interessar profissionais de <strong>Agronomia</strong>, <strong>Ciências Agrárias</strong>, <strong>Engenharias (Agrícola, Agronômica, Produção Agroindustrial, Florestal)</strong> e <strong>Medicina Veterinária</strong>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado estarão abertas no período de <strong>26 de junho de 2025 até às 23h59 de 10 de julho de 2025</strong>. Não haverá cobrança de taxa de inscrição. Os interessados deverão realizar sua inscrição exclusivamente pela internet, através do site oficial <a href=\"https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/\" rel=\"noopener noreferrer\" target=\"_blank\">https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/</a>.</p>\n<p>No ato da inscrição, será necessário preencher a ficha de inscrição e fazer o upload do Memorial Circunstanciado juntamente com a respectiva documentação comprobatória, em arquivo único no formato PDF, com tamanho máximo de 25 MB. É fundamental que o candidato acompanhe o status de sua inscrição e demais comunicados nos canais oficiais.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado será constituído por duas fases, ambas de caráter eliminatório e classificatório:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Consiste na análise dos documentos comprobatórios de formação acadêmica e experiências profissionais, conforme critérios e pontuações detalhados no edital (0 a 100 pontos). Serão selecionados para a próxima fase os 10 primeiros candidatos em ordem decrescente de nota, além dos empatados na décima posição. Candidatos que não pontuarem nesta etapa serão eliminados.</li>\n<li><strong>Prova de Métodos Pedagógicos (Prova Objetiva de Habilidades Operacionais ou Técnicas):</strong> Consiste na apresentação de uma aula perante a Banca Examinadora, sobre temas do Componente Curricular a serem sorteados. Esta etapa visa avaliar o conhecimento específico e a didática do candidato, com pontuação de 0 a 100 pontos. A nota mínima para aprovação é de 50 pontos.</li>\n</ul>\n<p>Consulte o edital para informações detalhadas sobre os critérios de avaliação de cada etapa, os documentos para o Memorial Circunstanciado, temas da Prova de Métodos Pedagógicos e o cronograma completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e finais seguirão o cronograma do Anexo I do edital. A previsão para o resultado do Exame de Memorial Circunstanciado e convocação para a Prova de Métodos Pedagógicos é entre 12 de julho de 2025 e 06 de agosto de 2025. O resultado da Prova de Métodos Pedagógicos e a classificação final estão previstos entre 19 de julho de 2025 e 13 de agosto de 2025.</p>\n<p>A classificação final considera a soma das notas das duas etapas (aprovação com mínimo de 50 pontos na Prova de Métodos Pedagógicos), com listas separadas para Licenciados (preferência) e Graduados. Critérios de desempate incluem idade, notas nas etapas e outros. A homologação está prevista entre 22 de julho de 2025 e 21 de agosto de 2025.</p>\n<p>A convocação dos aprovados (cadastro reserva) será conforme a necessidade, publicada no Diário Oficial do Estado (DOE), site do Centro Paula Souza e da unidade, com aviso por e-mail. É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais.</p>\n</div>"
    },
    {
        "title": "ETEC Adamantina (SP) – Seleção Simplificada 063/04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-adamantina-sp-selecao-simplificada-063-04-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 10/07/2025 | Remuneração: até R$ 29.21",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado da <strong>ESCOLA TÉCNICA ESTADUAL ENGENHEIRO HERVAL BELLUSCI</strong>, vinculada ao Centro Paula Souza (Ceeteps), regido pelo Edital N° 063/04/2025, está com edital publicado e visa formar cadastro reserva para a função de Professor de Ensino Médio e Técnico. A contratação será pelo regime CLT, com remuneração de R$ 29,21 por hora-aula, para candidatos de nível superior. As oportunidades são para lecionar no componente curricular ‘Práticas em Ciências da Terra (Meio Ambiente)’, sendo de <em>especial interesse para profissionais formados em Agronomia, Engenharia Ambiental, Engenharia Florestal, Geologia, Gestão Ambiental</em> e outras áreas correlatas detalhadas no edital. Continue lendo para saber como se inscrever e quais são as etapas deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para este processo seletivo estarão abertas no período de <em>26 de junho de 2025 até às 23h59 do dia 10 de julho de 2025</em>. Os interessados deverão se inscrever exclusivamente pela internet, através do site oficial <a href=\"https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/\" rel=\"noopener noreferrer\" target=\"_blank\">https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/</a>. <strong>Não haverá cobrança de taxa de inscrição</strong>. Durante o processo de inscrição online, será necessário preencher a ficha de inscrição e realizar o upload do Memorial Circunstanciado juntamente com a respectiva documentação comprobatória, em arquivo único no formato PDF, com tamanho máximo de 25MB. O deferimento das inscrições será divulgado posteriormente pela unidade de ensino. É fundamental que o candidato leia atentamente o edital completo para conhecer todos os requisitos e procedimentos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será constituído por duas fases, ambas de caráter eliminatório e classificatório:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Consiste na análise dos documentos comprobatórios de formação acadêmica e experiências profissionais, conforme critérios e pontuações detalhados no edital. Esta etapa valerá de 0 a 100 pontos, e os 10 primeiros candidatos mais bem classificados (além dos empatados nesta posição) serão convocados para a fase seguinte.</li>\n<li><strong>Prova de Métodos Pedagógicos (Prova Objetiva de Habilidades Operacionais ou Técnicas):</strong> Trata-se da apresentação de uma aula perante a Banca Examinadora, sobre um tema do componente curricular sorteado no dia. O candidato deverá preparar um plano de aula para os temas propostos. Esta prova também valerá de 0 a 100 pontos, sendo necessário obter no mínimo 50 pontos para ser considerado aprovado.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação de cada etapa e cronograma, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado do Exame de Memorial Circunstanciado tem previsão de divulgação entre <em>12 de julho e 06 de agosto de 2025</em>, enquanto o resultado da Prova de Métodos Pedagógicos e a classificação final são esperados entre <em>19 de julho e 13 de agosto de 2025</em>. A nota final será a soma das pontuações das duas etapas, com classificação em listas distintas para Licenciados (com preferência) e Graduados. Os critérios de desempate incluem idade (&gt;=60 anos), pontuação nas etapas, função de jurado, CadÚnico e idade (&lt;60 anos), podendo haver sorteio. A homologação do certame, prevista para publicação em DOE entre <em>22 de julho e 21 de agosto de 2025</em>, terá validade de um ano, prorrogável por igual período. As convocações seguirão a ordem de classificação e serão comunicadas pelos canais oficiais e por e-mail.</p>\n<p>É fundamental que o candidato acompanhe todas as publicações oficiais no site do Centro Paula Souza e no Diário Oficial do Estado, pois este acompanhamento é de sua inteira responsabilidade.</p>\n</div>"
    },
    {
        "title": "Prefeitura Uberlândia (MG) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-uberlandia-mg-concurso-01-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 15/09/2025 | Remuneração: até R$ 10538.64",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O MUNICÍPIO DE UBERLÂNDIA/MG anuncia a realização de seu Concurso Público, regido por este Edital e executado pelo Instituto Consulplan. O certame, com edital publicado, visa o preenchimento de vagas efetivas e a formação de cadastro de reserva para o quadro de servidores municipais, conforme estabelecido na Lei Orgânica do Município e no Estatuto dos Servidores Públicos do Município de Uberlândia.</p>\n<p>As oportunidades abrangem os níveis Fundamental, Médio, Técnico e Superior, sob o regime estatutário. Há vagas em diversas áreas da administração pública municipal, incluindo setores administrativos, operacionais, de fiscalização, saúde e educação.</p>\n<p><strong>Destacamos a oferta de vagas para profissionais de Agronomia (Engenheiro Agrônomo), Medicina Veterinária, Zootecnia, Biologia, Engenharia Ambiental, Nutrição, e para cargos relacionados à Engenharia de Alimentos como Técnico em Alimentos e Fiscal Sanitário/Alimentos.</strong></p>\n<p>Este é um convite para você conhecer em detalhes as etapas, prazos e requisitos deste concurso. Continue a leitura para se informar sobre o processo de inscrição, as fases da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público do Município de Uberlândia/MG estarão abertas e serão realizadas exclusivamente pela internet, através do site da banca organizadora, Instituto Consulplan (www.institutoconsulplan.org.br). O período para se inscrever será das <strong>16h00min do dia 13 de agosto de 2025 até as 16h00min do dia 15 de setembro de 2025</strong> (horário oficial de Brasília/DF).</p>\n<p>Os valores das taxas de inscrição são:</p>\n<ul>\n<li>R$ 43,00 para cargos de Nível Fundamental;</li>\n<li>R$ 58,00 para cargos de Nível Médio e Técnico;</li>\n<li>R$ 59,00 para cargos de Nível Superior.</li>\n</ul>\n<p>Para efetivar a inscrição, o candidato deverá preencher o formulário online e efetuar o pagamento do boleto bancário, que poderá ser quitado em agências da Caixa Econômica Federal, loterias, salas de autoatendimento e internet banking, até a data de vencimento. É importante ressaltar que não serão aceitas outras formas de pagamento como depósito em caixa eletrônico, transferência, DOC, PIX ou ordem de pagamento. O boleto poderá ser reimpresso, se necessário, até as 20h00min do dia 16 de setembro de 2025, primeiro dia útil após o encerramento das inscrições. O candidato deve conferir todos os seus dados cadastrais e da inscrição no boleto antes de efetuar o pagamento.</p>\n<p>A lista das inscrições deferidas e indeferidas será divulgada a partir das 16h00min do dia 30 de setembro de 2025, no site do Instituto Consulplan, permitindo a interposição de recursos no prazo legal. Acompanhe o status da sua inscrição na área restrita do candidato no site da banca. Recomenda-se a leitura atenta e completa do edital para pleno conhecimento de todas as normas e procedimentos relativos à inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público do Município de Uberlândia/MG será composto por diversas etapas, variando conforme o cargo pretendido. As provas serão realizadas em Uberlândia/MG, podendo se estender a cidades vizinhas caso necessário.</p>\n<ul>\n<li><strong>Provas Objetivas de Múltipla Escolha:</strong> De caráter eliminatório e classificatório, aplicáveis a todos os cargos. As provas terão questões com 4 alternativas (A a D) e apenas uma resposta correta. Para aprovação, o candidato deverá obter no mínimo 60% de aproveitamento dos pontos totais e ao menos 1 ponto em cada uma das disciplinas que compõem a prova. As disciplinas variam conforme o cargo e nível de escolaridade, geralmente incluindo Língua Portuguesa, Matemática/Raciocínio Lógico, Legislação e Conhecimentos Específicos. A duração das provas objetivas será de 3 horas para cargos que possuem apenas esta etapa, 4 horas para cargos com prova objetiva e discursiva (exceto Procurador Municipal), e 5 horas para o cargo de Procurador Municipal (objetiva e discursiva).</li>\n<li><strong>Provas Discursivas:</strong> De caráter eliminatório e classificatório, aplicadas no mesmo dia das provas objetivas para os cargos de Analista Pedagógico, Inspetor Escolar, Procurador Municipal, Professor de Arte, Professor de História, Professor de Inglês, Professor de Língua Portuguesa e Professor de Matemática. Consistirá em uma dissertação (para a maioria dos cargos) ou uma peça prático-profissional (para Procurador Municipal), valendo até 30 pontos. Será considerado aprovado o candidato que obtiver no mínimo 60% de aproveitamento. Somente serão corrigidas as provas discursivas dos candidatos aprovados na prova objetiva e classificados até um limite de posições especificado no edital para cada cargo.</li>\n<li><strong>Teste de Aptidão Física (TAF):</strong> De caráter eliminatório, destinado aos candidatos aos cargos de Agente de Apoio Operacional, Agente da Autoridade de Trânsito, Agente de Segurança Patrimonial e Fiscal de Transportes, desde que aprovados nas etapas anteriores e classificados dentro do quantitativo de corte. O TAF consistirá em flexão de braço com apoio de frente ao solo (mínimo de 10 repetições para o sexo feminino e 12 para o masculino) e corrida de média distância (1.000 metros para o sexo feminino e 1.200 metros para o masculino, em 12 minutos). Será exigida a apresentação de atestado médico específico para a realização do TAF.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, para os candidatos aos cargos de Assistente Técnico de Som, Desenhista, Intérprete Educacional, Professor de Libras, Músico Instrumentista (diversos instrumentos) e Oficial de Manutenção (Carpinteiro, Marceneiro, Pintor, Serralheiro), desde que aprovados nas etapas anteriores e classificados dentro do quantitativo de corte. Esta etapa avaliará habilidades específicas da função, com pontuação total de 40 pontos, sendo necessário obter no mínimo 60% de aproveitamento. Os detalhes das tarefas e critérios de avaliação variam por cargo, podendo incluir manuseio de equipamentos, execução de desenhos técnicos, apresentação/interpretação em LIBRAS e execução de peças musicais.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter classificatório, exclusivamente para os cargos de nível superior aprovados nas provas objetivas. Serão considerados títulos de doutorado (até 5,0 pontos), mestrado (até 3,0 pontos) e especialização lato sensu com carga horária mínima de 360 horas (até 2,0 pontos, limitado a dois cursos), todos na área específica do cargo pretendido, totalizando no máximo 10 pontos. O envio dos títulos será realizado via upload no site da banca organizadora, em período especificado.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios específicos de avaliação de cada etapa, o cronograma completo e todas as regras do certame, é fundamental a leitura integral do edital e seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os gabaritos oficiais preliminares das provas objetivas serão divulgados na internet, nos endereços eletrônicos do Instituto Consulplan (www.institutoconsulplan.org.br) e da Prefeitura de Uberlândia (www.uberlandia.mg.gov.br), a partir das 16h00min da segunda-feira subsequente à realização das provas. Após a análise dos recursos, serão publicados os gabaritos definitivos e os resultados preliminares das etapas subsequentes, seguindo o cronograma do concurso.</p>\n<p>A classificação final dos candidatos será feita pela soma dos pontos obtidos nas provas objetivas de múltipla escolha, nas provas discursivas (quando houver) e na avaliação de títulos (para cargos de nível superior). Em caso de empate, os critérios de desempate variarão conforme o nível e o cargo, priorizando, de forma geral: maior pontuação nas disciplinas de Conhecimentos Específicos, Língua Portuguesa, Legislação Municipal e Conhecimentos de Administração Pública (para alguns cargos); maior idade; e, por fim, o exercício da função de jurado. Para candidatos com idade igual ou superior a 60 anos, completos até o último dia de inscrição, a idade será o primeiro critério de desempate.</p>\n<p>O resultado final do Concurso Público poderá ser homologado parcialmente, considerando o término das etapas de cada cargo, por meio de Ato do Prefeito do Município de Uberlândia. A homologação será disponibilizada nos sites da Prefeitura e do Instituto Consulplan, com extrato publicado no Diário Oficial do Município. A validade do concurso é de 2 (dois) anos, contados da data de publicação do ato de homologação, podendo ser prorrogado uma vez, por igual período.</p>\n<p>A convocação dos candidatos aprovados, observada estritamente a ordem de classificação, ocorrerá após a homologação do concurso, de acordo com a necessidade e conveniência do Município. A convocação será realizada mediante publicação em Diário Oficial e no site da Prefeitura Municipal. Os candidatos convocados passarão pela etapa de comprovação de requisitos e exames médicos, de caráter eliminatório.</p>\n<p>É de responsabilidade exclusiva do candidato o acompanhamento de todas as publicações oficiais, incluindo editais, comunicados, convocações e resultados, divulgados nos endereços eletrônicos www.institutoconsulplan.org.br e www.uberlandia.mg.gov.br, bem como no Diário Oficial do Município.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Seleção Pública 04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-selecao-publica-04-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 27/06/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Mato Grosso (UFMT), através do Instituto de Ciências Exatas e da Terra do Campus Universitário do Araguaia, publicou o edital para o Processo Seletivo Simplificado destinado à contratação de Professor Substituto. Este certame, regido pela Lei nº 8.745/93, visa a formação de cadastro reserva para atender às necessidades temporárias da instituição. As oportunidades são para profissionais com nível superior, com ênfase na área de <strong>Agronomia</strong>. Se você possui formação nesta área e busca uma oportunidade no ensino superior, continue lendo para conhecer os detalhes sobre inscrições, etapas e como acompanhar os resultados deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Professor Substituto da UFMT estarão abertas das <strong>07h30 do dia 26 de junho de 2025 até as 23h59 do dia 27 de junho de 2025</strong>.</p>\n<p>Os interessados deverão realizar a inscrição exclusivamente online, através do Sistema Eletrônico de Informações (SEI), acessível pelo link <a href=\"https://bit.ly/profsubufmt\" rel=\"noopener noreferrer\" target=\"_blank\">bit.ly/profsubufmt</a>. Candidatos sem cadastro prévio no SEI devem realizá-lo com antecedência, seguindo as instruções disponíveis em <a href=\"https://bit.ly/cadastroseisubstituto\" rel=\"noopener noreferrer\" target=\"_blank\">bit.ly/cadastroseisubstituto</a> e enviando a documentação necessária para <em><a class=\"__cf_email__\" data-cfemail=\"c6a2afb4a3b2a9b4afa7e8afa5a3b2eba5b3a786b3a0abb2e8a4b4\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em> para liberação do acesso. Após a liberação, o candidato deverá abrir um processo do tipo “PROCESSO SELETIVO PROFESSOR SUBSTITUTO GRADUAÇÃO”, preencher o formulário e anexar os documentos exigidos em formato PDF, incluindo diploma ou certificado/atestado de conclusão referente ao requisito básico, RG, CPF, título de eleitor com quitação eleitoral, reservista (sexo masculino), comprovante de endereço, dados bancários (Cartão do Banco), Currículo Lattes documentado e assinado, além dos Formulários de Inscrição e Declaração de Vínculo (Anexos IV e V da Portaria Normativa PROGEP 003/2023).</p>\n<p>O edital não informa valores de taxa de inscrição ou procedimentos para solicitação de isenção da taxa. Recomenda-se a leitura atenta do edital completo e da Portaria Normativa PROGEP 003/2023 para todos os detalhes.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFMT será composto pelas seguintes etapas:</p>\n<ul>\n<li><strong>Sorteio do Ponto:</strong> De caráter eliminatório, com comparecimento obrigatório dos candidatos inscritos. Ocorrerá no dia <em>07 de julho de 2025, às 08h30</em>, na Sala da Coordenação do curso de Agronomia.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório. Será realizada no dia <em>08 de julho de 2025, às 08h30</em>, em local a ser definido durante o sorteio do ponto. A nota de corte para aprovação nesta etapa é de 70,00 pontos. Os candidatos que não atingirem essa pontuação serão desclassificados.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório. A avaliação dos títulos está agendada para o dia <em>10 de julho de 2025, às 08h30</em>.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios específicos de avaliação de cada etapa, e o cronograma completo, consulte a Portaria Normativa PROGEP 003/2023, disponível em <a href=\"https://bit.ly/PortariaNormativa_professorsubstitutoUFMT\" rel=\"noopener noreferrer\" target=\"_blank\">bit.ly/PortariaNormativa_professorsubstitutoUFMT</a>, e o edital do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados inicia-se com o <strong>deferimento das inscrições</strong> e a divulgação da Comissão de Seleção em <em>30 de junho de 2025, às 18h</em>, no site oficial da UFMT Campus Araguaia: <a href=\"https://www.ufmt.br/campus/araguaia\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.ufmt.br/campus/araguaia</a>. Recursos contra o indeferimento das inscrições (01 a 02/07, das 07h30 às 17h) e contra a comissão (01 a 02/07, das 07h30 às 23h59) poderão ser interpostos, com os resultados dos recursos publicados em 04 de julho de 2025, às 18h.</p>\n<p>O resultado da Prova Didática será divulgado em <em>09 de julho de 2025, às 18h</em>, no mesmo site. O <strong>resultado final</strong> do processo seletivo está previsto para <em>11 de julho de 2025, a partir das 18h</em>. Haverá um período para recursos contra o resultado final nos dias 12 e 13 de julho de 2025 (das 07h30 às 23h59), com a publicação do resultado dos recursos em 15 de julho de 2025, a partir das 18h. Os candidatos aprovados serão convocados pela SADPS/CAP/PROGEP/UFMT e terão o prazo de 10 dias corridos, a contar da data da convocação, para firmar o respectivo contrato, sob pena de perda do direito à contratação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UFMT Campus Araguaia e demais meios informados no edital.</p>\n</div>"
    },
    {
        "title": "Prefeitura Nova Roma (GO) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-nova-roma-go-concurso-01-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 07/08/2025 | Remuneração: até R$ 7366.1",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Nova Roma – GO anuncia a realização de seu Concurso Público, regido pelo Edital Nº 001/2025, com o objetivo de preencher vagas imediatas e formar cadastro de reserva para o quadro de pessoal permanente. O certame está com o edital publicado e as inscrições serão abertas em breve. As oportunidades são para cargos de níveis Fundamental Incompleto, Médio/Técnico e Superior, sob regime estatutário. As vagas abrangem diversas áreas, como administrativa, operacional, saúde, educação e fiscalização. <strong>Destacam-se oportunidades para profissionais de Nutrição (cargo de Nutricionista) e para graduados em Biologia, Agronomia, Engenharia Florestal e Engenharia Ambiental (cargo de Fiscal Ambiental).</strong> Este concurso é uma excelente chance para ingressar no serviço público municipal.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Nova Roma – GO estarão abertas no período de <strong>17 de julho de 2025</strong>, a partir das 00h00, até o dia <strong>07 de agosto de 2025</strong>, às 23h59. Todo o processo de inscrição será realizado exclusivamente de forma online, através do site da banca organizadora, o Instituto Consulpam, no endereço eletrônico <a href=\"https://www.consulpam.com.br\" rel=\"noopener noreferrer\" target=\"_blank\">www.consulpam.com.br</a>.</p>\n<p>Os valores das taxas de inscrição são:</p>\n<ul>\n<li>Nível Fundamental: R$ 80,00</li>\n<li>Nível Médio/Técnico: R$ 95,00</li>\n<li>Nível Superior: R$ 120,00</li>\n</ul>\n<p>O pagamento da taxa deverá ser efetuado por meio de boleto bancário, que deve ser gerado no site do Instituto Consulpam durante o período de inscrições. É importante ressaltar que não serão aceitos pagamentos realizados por outras vias, como depósito em caixa eletrônico, transferência bancária, PIX, DOC, TED ou qualquer outra forma não especificada no edital. O edital prevê a possibilidade de solicitação de isenção da taxa de inscrição; os candidatos interessados devem consultar o documento oficial para verificar os critérios, procedimentos e prazos para realizar o pedido.</p>\n<p>Após a efetivação da inscrição, os candidatos deverão acompanhar o status e todas as comunicações subsequentes acessando a área restrita do candidato no site da banca organizadora. Recomenda-se a leitura atenta e integral do edital para pleno conhecimento de todas as normas e condições do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público da Prefeitura de Nova Roma – GO será constituído por diferentes etapas, de acordo com o cargo pretendido pelo candidato. As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, aplicável a <em>todos os cargos</em>. Consistirá em questões de múltipla escolha (A, B, C, D) sobre Conhecimentos Gerais e Específicos. A duração será de 3 horas para a maioria dos cargos e de 4 horas para o cargo de Professor. Para aprovação, geralmente é exigido um mínimo de 50% de acertos em Conhecimentos Básicos e 50% em Conhecimentos Específicos.</li>\n<li><strong>Prova Discursiva:</strong> De caráter eliminatório e classificatório, exclusiva para o cargo de <em>Professor</em>. Será composta por uma questão dissertativa (mínimo de 20 e máximo de 30 linhas) sobre tema ligado aos conhecimentos gerais do cargo, realizada juntamente com a prova objetiva. A prova valerá 100 pontos, sendo necessário obter no mínimo 50% para aprovação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, exclusiva para o cargo de <em>Professor</em>. Os candidatos aprovados na prova objetiva deverão enviar eletronicamente os documentos comprobatórios de sua formação acadêmica (especialização, mestrado, doutorado). A pontuação máxima nesta etapa é de 10 pontos.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada aos cargos de <em>Motorista, Operador de Máquinas Pesadas e Operador de Máquinas Leves</em>. Avaliará a habilidade prática na condução de veículos/máquinas e na execução de tarefas específicas. A prova valerá 20 pontos, e o candidato deverá obter no mínimo 50% para ser aprovado.</li>\n<li><strong>Curso de Formação Inicial:</strong> De caráter eliminatório e classificatório, exclusivo para o cargo de <em>Agente Comunitário de Saúde</em>. Terá carga horária de 40 horas, e a aprovação dependerá de uma frequência mínima de 75%.</li>\n<li><strong>Exames Médicos Admissionais:</strong> De caráter eliminatório, aplicáveis a todos os candidatos aprovados e convocados para a posse, com avaliação específica para Pessoas com Deficiência (PcD) conforme previsto no edital.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático de cada prova, os critérios específicos de avaliação, o cronograma completo das etapas e demais regras, é indispensável a consulta ao edital oficial do concurso, disponível no site do Instituto Consulpam.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados é uma etapa crucial para todos os participantes do Concurso Público da Prefeitura de Nova Roma – GO. As principais datas previstas para divulgação são:</p>\n<ul>\n<li><strong>Gabaritos da Prova Objetiva:</strong> Os <em>gabaritos preliminares</em> serão divulgados em <strong>15 de setembro de 2025</strong>. Após análise de eventuais recursos, os <em>gabaritos oficiais definitivos</em> serão publicados em <strong>29 de setembro de 2025</strong>.</li>\n<li><strong>Resultados da Prova Objetiva:</strong> O <em>resultado preliminar</em> está previsto para <strong>01 de outubro de 2025</strong>, e o <em>resultado definitivo</em> (pós-recursos) para <strong>10 de outubro de 2025</strong>.</li>\n<li><strong>Resultados da Prova Discursiva (Professor):</strong> Preliminar em <strong>20 de outubro de 2025</strong>; definitivo em <strong>31 de outubro de 2025</strong>.</li>\n<li><strong>Resultados da Prova Prática (Motorista, Operadores):</strong> Preliminar em <strong>22 de outubro de 2025</strong>; definitivo em <strong>29 de outubro de 2025</strong>.</li>\n<li><strong>Resultados do Curso de Formação (Agente Com. Saúde):</strong> Preliminar em <strong>29 de outubro de 2025</strong>; definitivo em <strong>07 de novembro de 2025</strong>.</li>\n<li><strong>Resultados da Prova de Títulos (Professor):</strong> Preliminar em <strong>21 de novembro de 2025</strong>; definitivo em <strong>05 de dezembro de 2025</strong>.</li>\n</ul>\n<p>O <strong>Resultado Final</strong> do concurso tem previsão de divulgação para <strong>10 de dezembro de 2025</strong>. A classificação dos candidatos aprovados será feita em ordem decrescente da nota final obtida. Em caso de empate, os critérios de desempate seguirão a ordem: idade igual ou superior a 60 anos (prevalecendo o de maior idade), maior nota na prova de conhecimentos específicos, maior nota na prova de conhecimentos básicos, maior idade (geral), e ter exercido a função de jurado.</p>\n<p>A <strong>homologação</strong> do concurso, que é o ato oficial de validação do certame, será realizada pelo Prefeito Municipal de Nova Roma. A data específica para a publicação da homologação será definida e divulgada posteriormente no site do concurso. Após a homologação, os candidatos aprovados dentro do número de vagas serão convocados para a posse. A <strong>convocação</strong> ocorrerá por meio de mensagem eletrônica (para o e-mail cadastrado no ato da inscrição) e também será publicada nos sites do Instituto Consulpam e da Prefeitura Municipal. É fundamental que os candidatos mantenham seus dados cadastrais sempre atualizados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações, resultados parciais e finais, e quaisquer comunicados pertinentes ao certame, no site da banca organizadora, Instituto Consulpam (www.consulpam.com.br), no portal institucional da Prefeitura Municipal de Nova Roma e, quando aplicável, no Diário Oficial do Estado de Goiás.</p>\n</div>"
    },
    {
        "title": "FCAV (SP) – Concurso 186/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/fcav-sp-concurso-186-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 22/07/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP), por meio da Faculdade de Ciências Agrárias e Veterinárias do Câmpus de Jaboticabal, publicou o <strong>EDITAL N.º 186/2025</strong> referente ao Concurso Público n.º 20/2025. O certame, com edital publicado, visa o provimento de <strong>01 vaga</strong> para o cargo de Professor Assistente. A contratação será sob regime jurídico efetivo, em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP). É exigida formação de nível superior com titulação mínima de Doutor. A oportunidade é para a área de conhecimento em <strong>Ciência do Solo</strong>, sendo um requisito a graduação em <strong>Engenharia Agronômica</strong>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público n.º 20/2025 da UNESP estarão abertas. O período para se inscrever inicia às <strong>09:00 do dia 23 de junho de 2025</strong> e encerra às <strong>17:00 do dia 22 de julho de 2025</strong> (horário de Brasília). A taxa de inscrição é de R$ 276,00. O pagamento pode ser realizado por transferência ou depósito bancário para a UNESP Câmpus de Jaboticabal (Banco do Brasil, Agência: 269, Dígito: 0, Conta: 105.294, Dígito: 2, CNPJ: 48.031.918/0012-87) ou via Pix (chave e-mail: <a class=\"__cf_email__\" data-cfemail=\"90f6f9fef1fef3f5f9e2ffbef6f3f1e6d0e5fef5e3e0bef2e2\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a>). As inscrições são exclusivamente online, através do Sistema de Inscrições da UNESP, no endereço <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>, onde o comprovante de pagamento também deve ser anexado. Candidatos que desejarem solicitar a redução da taxa de inscrição devem fazê-lo nos primeiros cinco dias do período de inscrição, conforme as condições detalhadas no item 5 do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso público para Professor Assistente na UNESP será realizado em duas fases distintas. </p>\n<ul>\n<li>A <strong>primeira fase</strong> é composta por uma Prova Escrita, de caráter eliminatório e classificatório, com peso 1. Nesta etapa, após o sorteio de um ponto do programa, o candidato terá 60 minutos para consulta a material de apoio (vedado eletrônicos) e, em seguida, 180 minutos para dissertar sobre o tema, sem consulta. A média para aprovação nesta fase é 7,0.</li>\n<li>A <strong>segunda fase</strong>, de caráter classificatório, é destinada aos aprovados na primeira e inclui: Prova de Títulos (peso 2), que consiste na análise do Currículo Lattes documentado; Prova Didática (peso 2), uma aula teórica em nível de graduação com duração de 40 a 60 minutos sobre tema sorteado; e Prova de Análise e Arguição do Projeto de Pesquisa, do Plano de Atividades para Graduação e Pós-Graduação, e do Plano de Ações de Extensão Universitária (peso 1).</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados da prova escrita e das etapas da segunda fase serão publicados no Diário Oficial do Estado (DOE) e no Sistema de Inscrições da UNESP. O resultado final preliminar, com médias e classificação, será divulgado nesses canais, seguido pelo resultado final definitivo após análise de recursos. Serão aprovados os candidatos com média final igual ou superior a 7,0, atribuída por pelo menos dois membros da banca. A classificação observará o maior número de indicações dos examinadores, com critérios de desempate como idade (prioridade para ≥60 anos), nota na prova de títulos, e médias nas provas didática e escrita. A homologação será publicada no DOE. A convocação para nomeação seguirá a ordem de classificação e deve ser acompanhada pelo candidato no DOE. É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Hortolândia (SP) – Concurso 002/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-hortolandia-sp-concurso-002-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 21/07/2025 | Remuneração: até R$ 12114.57",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Município de Hortolândia, em São Paulo, anunciou a abertura do Concurso Público CPMH 002/2025, regido pelo edital completo já divulgado e sob responsabilidade da banca organizadora SHDias Consultoria e Assessoria. O principal objetivo deste certame é a formação de cadastro reserva para o preenchimento de Cargos Públicos que vierem a surgir ou forem criados durante o período de validade do concurso, atendendo às necessidades da Administração Municipal. Todas as contratações serão realizadas sob o regime Estatutário, em conformidade com a Lei Municipal nº 2.004/2008. As vagas destinam-se exclusivamente a candidatos com formação de <strong>nível superior</strong>, contemplando diversas áreas de atuação, como Administrativa (incluindo Analista de Recursos Humanos e Ouvidor), Comunicação (Analista em Comunicação, Publicidade e Propaganda, Jornalista), Arquitetura, Fiscal Tributário, Biblioteconomia e Economia. Para os profissionais das áreas de engenharia, o concurso oferece oportunidades para <strong>Engenheiro Agrônomo, Engenheiro Ambiental, Engenheiro Florestal</strong>, Engenheiro Agrimensor, Engenheiro Civil e Engenheiro de Segurança do Trabalho. A validade do concurso será de 2 (dois) anos, a partir da data de sua homologação, podendo ser prorrogada uma vez por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público CPMH 002/2025 do Município de Hortolândia estarão abertas em breve. O período para se inscrever será de <strong>11 de junho de 2025, a partir das 08:00, até às 23:59 do dia 21 de julho de 2025</strong> (horário de Brasília). Todo o processo de inscrição será realizado exclusivamente pela internet, através do site da banca organizadora, SHDias Consultoria e Assessoria, no endereço eletrônico <em>https://www.shdias.com.br</em>. A taxa de inscrição foi fixada em <strong>R$ 72,50</strong> para todos os cargos, que são de nível superior.</p>\n<p>Para efetuar a inscrição, o candidato deverá acessar o portal da SHDias, localizar o concurso, preencher o formulário de cadastro (ou realizar login, caso já possua) e, em seguida, o formulário de inscrição específico para o cargo desejado. Após a conclusão, será necessário gerar o boleto bancário e efetuar o pagamento até a data de vencimento expressa no documento. O pagamento pode ser realizado em qualquer agência bancária, casa lotérica, terminal de autoatendimento, net-banking ou via PIX, utilizando o QRCode disponível no boleto. É crucial respeitar o prazo de vencimento, pois boletos pagos posteriormente não serão considerados. Candidatos que necessitem de condições especiais para a realização da prova ou que se enquadrem em possíveis critérios para isenção da taxa (se aplicável ao edital) devem verificar os procedimentos e prazos detalhados no edital completo.</p>\n<p>A confirmação da inscrição e do pagamento poderá ser consultada na área restrita do candidato no site da SHDias em até 3 dias úteis após a quitação do boleto. Recomenda-se a leitura atenta e integral do edital para pleno conhecimento de todas as regras e requisitos do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público CPMH 002/2025 do Município de Hortolândia será composto por uma única fase principal para todos os candidatos: a <strong>Prova Objetiva</strong>. Esta etapa possui caráter eliminatório e classificatório, sendo fundamental para a avaliação dos concorrentes.</p>\n<p>A Prova Objetiva está prevista para ser realizada no dia <strong>31 de agosto de 2025 (domingo)</strong>. Contudo, é importante notar que, dependendo do número de inscritos, as provas poderão ocorrer em períodos distintos (manhã/tarde) ou até mesmo em mais de um domingo, com datas a serem definidas e comunicadas previamente. A convocação oficial, contendo o local e horário exatos, tem divulgação prevista a partir de 01 de agosto de 2025, no site da SHDias.</p>\n<ul>\n<li><strong>Formato:</strong> A prova consistirá em questões de múltipla escolha, cada uma com quatro alternativas (A, B, C ou D), das quais apenas uma será correta.</li>\n<li><strong>Conteúdo:</strong> As disciplinas e o conteúdo programático específico para cada cargo estão detalhados no Anexo do Edital (Programa de Prova).</li>\n<li><strong>Duração:</strong> Os candidatos terão até 3 (três) horas para concluir a prova.</li>\n<li><strong>Pontuação e Aprovação:</strong> A Prova Objetiva será avaliada na escala de 0 a 100 pontos. Para ser considerado aprovado nesta etapa, o candidato deverá obter, no mínimo, 50 pontos.</li>\n</ul>\n<p>Todos os candidatos inscritos participarão desta etapa. Para informações completas sobre o conteúdo programático, regras de realização da prova, materiais permitidos e proibidos, e o cronograma detalhado, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público CPMH 002/2025 do Município de Hortolândia será realizada integralmente pela banca organizadora. Os candidatos deverão acompanhar a publicação do <strong>Gabarito Preliminar</strong>, do <strong>Gabarito Final</strong> (após análise de recursos), da <strong>Classificação Preliminar</strong> e da <strong>Classificação Final</strong> diretamente no site da SHDias Consultoria e Assessoria (<em>https://www.shdias.com.br</em>).</p>\n<p>A pontuação final no concurso será correspondente à nota obtida na Prova Objetiva, que varia de 0 a 100 pontos. Em caso de empate na pontuação final entre candidatos, serão aplicados os seguintes critérios de desempate, sucessivamente:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos na data da prova objetiva, com preferência ao de idade mais elevada (conforme Estatuto do Idoso).</li>\n<li>Maior número de dependentes, segundo as regras do Regime Geral da Previdência Social (INSS).</li>\n<li>Maior idade, para os candidatos com idade inferior a 60 anos.</li>\n</ul>\n<p>A <strong>homologação</strong> do resultado final do concurso é um ato de responsabilidade do Prefeito do Município de Hortolândia e será publicada no Diário Oficial Eletrônico do Município. Informativamente, também será disponibilizada nos sites da SHDias e da Prefeitura. Quanto à <strong>convocação</strong> para nomeação, esta seguirá rigorosamente a ordem de classificação final e será efetuada por meio de publicações no Diário Oficial Eletrônico do Município de Hortolândia. A administração municipal poderá, de forma complementar, enviar um e-mail aos convocados, mas o acompanhamento pelo Diário Oficial é mandatório.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame no site da banca organizadora e no Diário Oficial Eletrônico do Município de Hortolândia.</p>\n</div>"
    },
    {
        "title": "Prefeitura Barra do Corda (MA) – Concurso 001/2025 [prorrogado]",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-barra-do-corda-ma-concurso-001-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 07/07/2025 | Remuneração: até R$ 8000",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Barra do Corda, no Maranhão, publicou o Edital Nº 001/2025 do seu Concurso Público, sob a coordenação técnico-administrativa do Instituto Consulpam – Consultoria Público-Privada. O certame tem como objetivo o preenchimento de <strong>212 vagas imediatas mais formação de cadastro de reserva</strong> para o quadro de pessoal permanente da prefeitura. As oportunidades abrangem os níveis de escolaridade <strong>Fundamental Completo, Médio/Técnico e Superior</strong>.</p>\n<p>As vagas estão distribuídas em diversas áreas, incluindo administrativa, educação, saúde, operacional, obras, fiscalização, tecnologia e meio ambiente. Para os profissionais das áreas de ciências agrárias e afins, destacam-se oportunidades como <strong>Engenheiro Agrônomo (Superior)</strong>, <strong>Analista Ambiental (Superior – para graduados em Engenharia Ambiental ou Biologia)</strong>, <strong>Nutricionista (Superior)</strong>, além de cargos de nível técnico como <strong>Fiscal Ambiental</strong> e <strong>Perito Ambiental</strong> (ambos exigindo curso Técnico em Meio Ambiente).</p>\n<p>Este concurso representa uma excelente chance para ingressar no serviço público municipal. Continue a leitura para obter informações detalhadas sobre o processo de inscrição, as etapas da seleção e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Barra do Corda – MA estarão abertas a partir das <strong>21h00min do dia <del datetime=\"2025-06-19T15:02:36+00:00\">23 de maio de 2025</del>17 de junho de 2025 e se encerrarão às 23h59min do dia <del datetime=\"2025-06-19T15:02:36+00:00\">16 de junho de 2025</del>07 de julho de 2025</strong>. Todo o processo de inscrição será realizado <em>exclusivamente</em> pela internet, através do site oficial da banca organizadora, o Instituto Consulpam, no endereço eletrônico <a href=\"https://www.consulpam.com.br\" rel=\"noopener noreferrer\" target=\"_blank\">www.consulpam.com.br</a>.</p>\n<p>Antes de efetuar a inscrição, é fundamental que o candidato leia atentamente o edital completo para certificar-se de que preenche todos os requisitos exigidos para o cargo desejado. O pagamento da taxa de inscrição deverá ser feito por meio de boleto bancário, gerado no ato da inscrição, dentro do período estipulado. Os valores das taxas de inscrição por nível de escolaridade, sendo de: R$ 80,00 para nível fundamental, R$ 95,00 para níveis médio e técnico e R$ 120,00 para nível superior.</p>\n<p>O edital prevê a possibilidade de solicitação de isenção da taxa de inscrição. Os candidatos interessados devem verificar os critérios, procedimentos e prazos para a solicitação de isenção diretamente no edital completo. É de inteira responsabilidade do candidato o correto preenchimento do formulário de inscrição e o acompanhamento de todas as publicações e status de sua inscrição na área restrita do candidato no site da banca. Recomenda-se a leitura integral do edital para pleno conhecimento de todas as normas do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público da Prefeitura de Barra do Corda – MA será composto por diferentes etapas, variando conforme o cargo pretendido. As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, para <em>todos os cargos</em>. A duração será de 4 horas para os cargos de Nível Superior e de 3 horas para os cargos de Nível Médio e Fundamental. Para ser aprovado, o candidato deverá obter, no mínimo, 50% do total de pontos em Conhecimentos Básicos e 50% em Conhecimentos Específicos.</li>\n<li><strong>Prova Discursiva:</strong> De caráter eliminatório e classificatório, aplicada <em>apenas para os cargos de Nível Superior</em>. Consistirá em uma questão dissertativa sobre tema ligado aos conhecimentos gerais do cargo, a ser respondida em no mínimo 20 e no máximo 30 linhas. Será realizada juntamente com a prova objetiva, dentro das 4 horas de duração. Valerá 100 pontos, sendo necessário obter no mínimo 50% para aprovação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, para <em>todos os cargos de Nível Superior</em> cujos candidatos forem aprovados na Prova Discursiva. Os títulos deverão ser enviados eletronicamente, conforme cronograma e especificações do edital.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada aos candidatos aprovados na prova objetiva para os cargos de <em>Intérprete de Libras, Professor de Libras, Professor de Braille e Motorista Categoria D</em>. Para os professores e intérprete, a prova consistirá em ministrar uma aula. Para Motorista, avaliará capacidade, atenção, percepção, habilidade no manuseio de equipamentos e conhecimento das normas de trânsito, valendo 100 pontos e exigindo no mínimo 50% para aprovação.</li>\n</ul>\n<p>Divulgação do Cartão de Identificação do Candidato, contendo os locais e horários de aplicação das provas objetivas, no site do Concurso será feita no dia 18 de agosto de 2025.</p>\n<p>É fundamental que os candidatos consultem o edital completo para obter informações detalhadas sobre o conteúdo programático de cada prova, os critérios específicos de avaliação, as regras de cada etapa e o cronograma completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma para divulgação dos resultados do Concurso Público da Prefeitura de Barra do Corda – MA é extenso e detalhado no edital. Os gabaritos preliminares das Provas Objetivas estão previstos para <strong>25 de agosto de 2025</strong>, com a divulgação dos gabaritos oficiais em <strong>10 de setembro de 2025</strong>. O resultado preliminar das Provas Objetivas será publicado em <strong>12 de setembro de 2025</strong>, e o resultado final desta etapa, após recursos, em <strong>23 de setembro de 2025</strong>.</p>\n<p>Para os cargos de nível superior, o resultado preliminar das Provas Discursivas está agendado para <strong>03 de outubro de 2025</strong>, e o resultado final desta fase para <strong>14 de outubro de 2025</strong>. A Prova de Títulos terá seu resultado preliminar divulgado em <strong>24 de outubro de 2025</strong> e o final em <strong>04 de novembro de 2025</strong>. As Provas Práticas para Motorista e Professores/Intérprete terão seus resultados divulgados em etapas subsequentes, culminando com o resultado final da prova prática para Professores em <strong>19 de dezembro de 2025</strong>.</p>\n<p>O <strong>Resultado Final do Concurso</strong> está previsto para ser divulgado em <strong>22 de dezembro de 2025</strong>, e a <strong>Homologação do Concurso</strong>, por ato do Prefeito Municipal, em <strong>23 de dezembro de 2025</strong>.</p>\n<p>Os critérios de classificação seguirão a ordem decrescente das notas finais. Em caso de empate, terão preferência, sucessivamente, os candidatos que: </p>\n<ul>\n<li>Tiverem idade igual ou superior a 60 anos (mais elevada);</li>\n<li>Obtiverem maior nota na prova de conhecimentos específicos;</li>\n<li>Obtiverem maior nota na prova de conhecimentos básicos;</li>\n<li>Tiverem maior idade;</li>\n<li>Tiverem exercido a função de jurado;</li>\n<li>Tiverem prestado serviço voluntário à Justiça Eleitoral (conforme Lei Municipal).</li>\n</ul>\n<p>A convocação dos aprovados será realizada por meio de mensagem eletrônica (e-mail cadastrado) e publicações nos sites do Instituto Consulpam e da Prefeitura Municipal. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora (www.consulpam.com.br) e no Diário Oficial do Município, além de manter seus dados cadastrais atualizados.</p>\n</div>"
    },
    {
        "title": "Prefeitura Gaúcha do Norte (MT) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-gaucha-do-norte-mt-selecao-simplificada-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 24/06/2025 | Remuneração: até R$ 8243.69",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Gaúcha do Norte/MT lançou o <strong>Edital N.º 01/2025</strong> referente ao seu Processo Seletivo Simplificado. O certame tem como objetivo a contratação temporária de servidores e a formação de cadastro de reserva para suprir demandas emergenciais e transitórias nas Secretarias Municipais. No total, são ofertadas <em>216 vagas imediatas mais cadastro de reserva</em>, contemplando oportunidades para candidatos com níveis de escolaridade Fundamental, Médio/Técnico e Superior. As remunerações iniciais variam entre R$ 2.017,06 e R$ 8.243,69. O regime de contratação será o Estatutário, vinculado ao Regime Geral de Previdência Social.</p>\n<p>As vagas abrangem diversas áreas, como Educação, Saúde, Administrativa, Operacional, Técnica e Engenharia. Para os profissionais das áreas de ciências agrárias e biológicas, há oportunidades para <strong>Engenheiro Agrônomo, Médico Veterinário, Nutricionista, Engenheiro Ambiental e Biólogo</strong>. O prazo de validade deste Processo Seletivo Simplificado será de 01 (um) ano, podendo ser prorrogado por igual período, a critério da Administração Municipal.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da Prefeitura de Gaúcha do Norte/MT estarão abertas no período de <strong>17 de junho de 2025, a partir das 08h00min, até o dia 24 de junho de 2025, às 23h59min</strong> (horário oficial de Gaúcha do Norte/MT).</p>\n<p>Os interessados deverão realizar suas inscrições exclusivamente pela internet, através do site da banca organizadora, Aigle Soluções Empresariais, no endereço: <em>www.aiglesolucoes.com.br</em>. Para efetivar a inscrição, o candidato deverá preencher o formulário eletrônico, optar pela função desejada e imprimir o boleto bancário referente à taxa de inscrição. Os valores das taxas são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<p>Funções de Nível Superior Completo: <strong>R$ 80,00;</strong><br/>\nFunções de Nível Médio Completo: <strong>R$ 60,00;</strong><br/>\nFunções de Nível Fundamental Completo: <strong>R$ 40,00.</strong></p>\n<p>O pagamento do boleto deverá ser efetuado em qualquer agência bancária, impreterivelmente até o dia <strong>25 de junho de 2025</strong>. Inscrições cujo pagamento for realizado após esta data serão canceladas. A confirmação da inscrição ocorrerá após o banco notificar o pagamento à Aigle Soluções Integradas.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Gaúcha do Norte/MT será realizado em <strong>etapa única</strong> para a maioria dos cargos, consistindo em uma Prova Objetiva. Para alguns cargos de Professor, haverá também uma Prova de Títulos, de caráter classificatório.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os candidatos. A prova será composta por 20 questões de múltipla escolha, cada uma com 04 alternativas (A, B, C, D), valendo 5 pontos por questão, totalizando 100 pontos. As disciplinas abrangerão Conhecimentos Básicos (Língua Portuguesa, Matemática, Conhecimentos Gerais) e Conhecimentos Específicos, variando conforme o cargo. A duração da prova será de 03 horas. Para ser aprovado, o candidato aos cargos de Nível Superior deverá obter no mínimo 50% da pontuação total (50 pontos). Os critérios de pontuação mínima para os demais níveis estão detalhados no item 8.2 do edital. A data, horário e local de realização da prova objetiva serão definidos no Cronograma (Anexo II do edital).</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente <em>classificatório</em>, esta etapa é destinada aos cargos de Professor de Dança, Professor (todas as áreas), Professor Indígena I e Professor Indígena II. A entrega dos documentos (diplomas e certificados) não é obrigatória, e o candidato que não os apresentar não será eliminado. Os documentos deverão ser digitalizados em formato PDF e enviados para o e-mail <a class=\"__cf_email__\" data-cfemail=\"ec8d858b80898e9e8d9f8580ac8b818d8580c28f8381\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a>, conforme instruções do edital. A pontuação máxima para esta etapa é de 5,0 pontos.</li>\n</ul>\n<p>É imprescindível que os candidatos consultem o Anexo III do edital para o conteúdo programático detalhado de cada disciplina e o Anexo II para o cronograma completo, incluindo datas e horários. Recomenda-se a leitura atenta de todo o edital para compreender as regras específicas de cada etapa, os critérios de avaliação e demais informações pertinentes.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Processo Seletivo Simplificado da Prefeitura de Gaúcha do Norte/MT seguirá um cronograma estabelecido no Anexo II do edital. Os <strong>gabaritos oficiais preliminares</strong> da prova objetiva serão publicados no primeiro dia útil após a realização da prova. Após o período de recursos, o <strong>gabarito definitivo</strong> e os resultados preliminares serão divulgados.</p>\n<p>O <strong>resultado final</strong> do certame, com a classificação dos candidatos aprovados, será calculado pela soma dos pontos obtidos na prova objetiva (e na prova de títulos, para os cargos aplicáveis). Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, na ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (Estatuto do Idoso), com preferência ao de maior idade entre os idosos;</li>\n<li>Maior nota na prova de conhecimentos específicos;</li>\n<li>Maior nota na prova de Língua Portuguesa;</li>\n<li>Maior nota na prova de Matemática;</li>\n<li>Maior nota na prova de Conhecimentos Gerais;</li>\n<li>Ter prestado serviços à Justiça Eleitoral;</li>\n<li>Maior número de dependentes;</li>\n<li>Sorteio Público.</li>\n</ul>\n<p>A <strong>homologação do resultado final</strong> será publicada pela administração municipal após a conclusão de todas as fases e análise de recursos. A <strong>convocação</strong> dos candidatos aprovados (dentro do número de vagas e para cadastro de reserva) ocorrerá de acordo com a ordem de classificação, por meio de edital específico. Os candidatos devem acompanhar as publicações nos seguintes endereços eletrônicos: site da Aigle Soluções Empresariais (www.aiglesolucoes.com.br), site da Prefeitura Municipal de Gaúcha do Norte (https://gauchadonorte.mt.gov.br) e Diário Oficial da Associação dos Municípios de Mato Grosso (https://www.amm.org.br).</p>\n<p>É de responsabilidade exclusiva do candidato o acompanhamento de todas as publicações oficiais referentes ao Processo Seletivo Simplificado, incluindo convocações, nos veículos de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "IF Sertão-PE (PE) – Concurso 69/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-sertao-pe-pe-concurso-69-2025/",
        "description": "Local: Pernambuco | Tipo: cadastro reserva vaga(s) | Prazo: até 14/07/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Sertão Pernambucano (IFSertãoPE) publicou o edital de seu Concurso Público, regido pelo Processo SEI nº 23302.101598/2024-30, destinado ao provimento de cargos efetivos e à formação de cadastro reserva para Professor da Carreira do Magistério do Ensino Básico, Técnico e Tecnológico (EBTT). As contratações ocorrerão sob o Regime Jurídico Único dos Servidores Públicos Civis da União (Lei nº 8.112/1990). Todas as oportunidades exigem nível superior de escolaridade e são para diversas áreas do conhecimento. O certame é organizado pela Fundação Universidade Empresa de Tecnologia e Ciências (Fundatec).</p>\n<p>Este concurso oferece vagas em áreas como Administração, Agroindústria, Arquitetura, Biotecnologia, Educação Física, Engenharias, Filosofia, Física, Geografia, História, Informática, Línguas (Inglês, Português, Libras), Matemática, Música, Pedagogia, Química e Segurança do Trabalho. <strong>Destacamos as oportunidades para profissionais de Agronomia, Biologia e Agroindústria, esta última abrangendo formações em Engenharia de Alimentos e Nutrição.</strong></p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público do IFSertãoPE estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se inscrever inicia em <strong>16 de junho de 2025</strong> e se encerra às <strong>17h00 do dia 14 de julho de 2025</strong> (horário oficial de Brasília).</p>\n<p>Para efetivar a inscrição, os candidatos devem acessar o site da banca organizadora, Fundatec, no endereço eletrônico <strong>www.fundatec.org.br</strong>. O valor da taxa de inscrição é de R$ 200,00 (duzentos reais) para todos os cargos de Professor da Carreira do Magistério do Ensino Básico, Técnico e Tecnológico.</p>\n<p>É imprescindível o número do Cadastro de Pessoa Física (CPF) para realizar a inscrição. O boleto bancário será gerado durante o processo de inscrição e o pagamento deverá ser efetuado até a data de vencimento indicada no documento. A confirmação do pagamento poderá ser consultada no site da Fundatec após dois dias úteis bancários. Os candidatos poderão reimprimir o boleto, caso necessário, atentando-se ao prazo final de pagamento estipulado no cronograma.</p>\n<p>Os procedimentos e critérios para solicitação de isenção da taxa de inscrição, bem como as regras detalhadas para pagamento e acompanhamento do status da inscrição na área restrita do candidato, devem ser consultados integralmente no edital de abertura.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público do IFSertãoPE será composto por três etapas principais, todas realizadas sob responsabilidade da Fundatec. Acompanhe os detalhes de cada uma:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter eliminatório e classificatório, valendo até 100 pontos. Será composta por questões de múltipla escolha, elaboradas com base nos programas definidos no Anexo VI do edital. A duração total da prova será de 4 horas. O número de questões, valor unitário e pontuação mínima para aprovação estão detalhados no Anexo I do edital. Esta etapa será realizada no município de Petrolina/PE, com data provável em <strong>24 de agosto de 2025</strong>, no turno da manhã.</li>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, valendo até 100 pontos. Consistirá na simulação de uma aula, com duração entre 40 e 50 minutos, sobre um tema sorteado do conteúdo programático da área, seguida por até 10 minutos de arguição pela Banca Examinadora. Serão convocados para esta etapa os candidatos mais bem classificados na Prova Teórico-Objetiva que atingirem no mínimo 60 pontos e não zerarem nenhum componente. A aprovação exige nota igual ou superior a 60 pontos. As provas ocorrerão em Petrolina/PE, no período provável de <strong>10 a 13 de outubro de 2025</strong>. O tema será sorteado com antecedência mínima de 36 horas. Candidatos das áreas de Libras realizarão a prova em Língua Brasileira de Sinais.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, valendo até 50 pontos. Participarão desta etapa os candidatos convocados para a Prova de Desempenho Didático que não forem eliminados. Os títulos deverão ser enviados online, conforme instruções e cronograma a serem divulgados, provavelmente entre <strong>10 e 13 de outubro de 2025</strong>. Os critérios de pontuação e documentos aceitos estão no Anexo V do edital.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público do IFSertãoPE seguirá um cronograma estabelecido pela Fundatec. Os gabaritos preliminares e definitivos da Prova Teórico-Objetiva, assim como os resultados preliminares e finais de cada etapa (Prova Teórico-Objetiva, Prova de Desempenho Didático e Prova de Títulos), serão publicados no site da banca organizadora (www.fundatec.org.br).</p>\n<p>Os critérios de classificação e desempate entre os candidatos estão detalhadamente descritos nos itens 11.1 e 11.2 do edital. Após a conclusão de todas as etapas e o julgamento de eventuais recursos, o resultado final do concurso será homologado. A homologação é o ato administrativo que torna o resultado oficial e válido, sendo publicada no Diário Oficial da União (DOU) e divulgada nos sites do IFSertãoPE e da Fundatec.</p>\n<p>Os candidatos aprovados e classificados dentro do número de vagas ofertadas deverão acompanhar atentamente as publicações oficiais para a convocação, que informará os procedimentos para nomeação e posse. As convocações serão realizadas pelo IFSertãoPE, por meio de publicações em seu site oficial e no Diário Oficial da União.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao concurso, incluindo editais de convocação, comunicados e resultados, no site da banca organizadora (Fundatec), no site do IFSertãoPE e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Dourado (SP) – Concurso 001/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-dourado-sp-concurso-001-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 16/07/2025 | Remuneração: até R$ 4855",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Dourado, Estado de São Paulo, publicou o edital nº 001/2025 para seu Concurso Público, visando o provimento de 10 vagas imediatas e a formação de cadastro reserva para cargos do quadro permanente de servidores. O certame será regido pelo Regime Jurídico Único dos funcionários públicos municipais de Dourado (Lei Municipal n.º 667/1992 e alterações) e organizado pela S.R. Digitalizações e Serviços Ltda. As oportunidades contemplam níveis de escolaridade Fundamental Incompleto, Fundamental Completo, Médio/Técnico e Superior.</p>\n<p>Há vagas em diversas áreas da administração municipal, incluindo setores operacionais, administrativos, de saúde e educação. <strong>Destacamos a oferta de vagas para Engenheiro Agrônomo e Médico Veterinário</strong>, além de outras carreiras como Engenheiro de Obras.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura Municipal de Dourado estarão abertas e serão realizadas exclusivamente pela internet. Os interessados poderão se inscrever a partir das <strong>08h00 do dia 16 de junho de 2025 até às 18h00 do dia 16 de julho de 2025</strong>, através do site da banca organizadora, S.R. Digitalizações e Serviços Ltda, no endereço eletrônico <strong>concursos.srdigitalizacoes.com.br</strong>. Para se inscrever, o candidato deverá ler o edital na íntegra, preencher corretamente a ficha de inscrição online, selecionar o cargo desejado e proceder com o pagamento da taxa.</p>\n<p>O pagamento poderá ser efetuado via boleto bancário, que deverá ser impresso e quitado até o dia 17 de julho de 2025, respeitando o horário da rede bancária, ou via PIX, utilizando o QR Code gerado no ato da inscrição. É responsabilidade do candidato verificar a confirmação da inscrição no site da organizadora no dia útil seguinte ao pagamento.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público da Prefeitura Municipal de Dourado será composto por diferentes etapas, variando conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para todos os cargos. Consistirá em questões de múltipla escolha com 4 alternativas cada. A duração será de 2 horas. Será considerado aprovado o candidato que obtiver, no mínimo, 50 pontos.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada exclusivamente aos candidatos ao cargo de Operador de Máquinas que forem aprovados e classificados na prova objetiva (os 7 primeiros da lista geral e o 1º da lista especial PCD, mais os empatados, desde que tenham obtido no mínimo 50 pontos na objetiva). A prova avaliará conhecimentos do painel e comandos, operação do equipamento, segurança e produtividade, com duração máxima de 15 minutos. A pontuação varia de 0 a 100, sendo necessário no mínimo 50 pontos para aprovação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, aplicável apenas aos candidatos ao cargo de Professor de Educação Física aprovados na prova objetiva. Serão considerados títulos de Doutorado (2,00 pontos, máximo 1), Mestrado (1,50 ponto, máximo 1) e Especialização Lato Sensu com mínimo de 360 horas (0,50 ponto, máximo 2), totalizando no máximo 3,00 pontos. Os títulos deverão ser enviados em formato PDF pela área do candidato entre 08h00 de 24/07/2025 e 18h00 de 04/08/2025.</li>\n</ul>\n<p>As provas objetivas estão previstas para o dia <strong>17 de agosto de 2025</strong>. A convocação para a prova prática do cargo de Operador de Máquinas será divulgada juntamente com o resultado preliminar das provas objetivas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos gabaritos preliminares da prova objetiva ocorrerá no site da S.R. Digitalizações e Serviços Ltda, na área do candidato, a partir das 17h do dia <strong>18 de agosto de 2025</strong>. Após o período de recursos, os gabaritos oficiais serão publicados em <strong>04 de setembro de 2025</strong>.</p>\n<p>O resultado preliminar das provas objetivas e a convocação para a prova prática (para Operador de Máquinas) serão divulgados em <strong>25 de agosto de 2025</strong>. O resultado preliminar para o cargo de Operador de Máquinas, após a prova prática, está previsto para <strong>01 de setembro de 2025</strong>. O resultado final do concurso e sua homologação estão programados para <strong>04 de setembro de 2025</strong>. A classificação final obedecerá à ordem decrescente das notas. Os critérios de desempate incluem: idade igual ou superior a 60 anos (preferência ao mais idoso), maior pontuação em Conhecimentos Específicos, maior pontuação em Língua Portuguesa, maior idade (para menores de 60 anos) e, por fim, menor número de inscrição.</p>\n<p>A homologação do concurso poderá ser feita por cargo ou pelo conjunto de cargos. A convocação para posse seguirá rigorosamente a ordem de classificação e as necessidades da Prefeitura, sendo realizada por e-mail e publicação no Diário Oficial do Município. É imprescindível que o candidato mantenha seus dados cadastrais atualizados.</p>\n<p>O acompanhamento de todas as publicações oficiais, editais e comunicados referentes ao concurso, inicialmente no site da banca organizadora (concursos.srdigitalizacoes.com.br) e, após a homologação, nos órgãos oficiais da Prefeitura Municipal de Dourado, é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UFPA (PA) – Concurso 142/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufpa-pa-concurso-142-2025/",
        "description": "Local: Pará | Tipo: cadastro reserva vaga(s) | Prazo: até 13/07/2025 | Remuneração: até R$ 13.288,85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Pará (UFPA) publicou o <strong>Edital N° 142/2025</strong>, referente ao Concurso Público para provimento de cargos de Professor da Carreira do Magistério Superior em seu quadro permanente. O certame, atualmente com edital publicado, visa preencher vagas sob o regime estatutário (Lei nº 8.112/1990), destinadas a candidatos com nível superior, especificamente Doutorado. As oportunidades abrangem áreas como Línguas e Educação, com destaque especial para a área de <strong>Ciências Agrárias (Solos / Ciências do Solo)</strong>. Este concurso representa uma excelente oportunidade para profissionais qualificados que buscam ingressar na docência universitária federal.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFPA estarão abertas a partir das 14h do dia <strong>04 de junho de 2025</strong> e se encerram às 18h do dia <strong>13 de julho de 2025</strong> (horário de Belém-PA). Os interessados deverão realizar sua inscrição exclusivamente pela internet, através do endereço eletrônico do Centro de Processos Seletivos (CEPS): <a href=\"http://www.ceps.ufpa.br\" rel=\"noopener noreferrer\" target=\"_blank\">http://www.ceps.ufpa.br</a>. O valor da taxa de inscrição é de R$ 180,00, e o pagamento do boleto bancário, gerado no ato da inscrição, deverá ser efetuado junto ao Banco do Brasil S.A. até o dia 14 de julho de 2025.</p>\n<p>O edital prevê a possibilidade de solicitação de isenção da taxa de inscrição; os critérios e procedimentos detalhados para tal estão descritos nos subitens 4.6 e 6.5 do documento oficial. É de inteira responsabilidade do candidato acompanhar a confirmação do pagamento e o status de sua inscrição na área restrita do site do CEPS.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor do Magistério Superior da UFPA é estruturado em etapas distintas, com previsão de realização das provas entre <strong>01 de setembro de 2025 e 03 de outubro de 2025</strong>. Inicialmente, poderá ocorrer uma <strong>Prova Preliminar Objetiva</strong>, de caráter eliminatório, composta por questões de múltipla escolha, caso o número de candidatos inscritos ultrapasse cinco vezes o número de vagas ofertadas para o tema.</p>\n<p>A <strong>Primeira Etapa</strong>, de caráter eliminatório e classificatório, compreende:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> Dissertativa, com leitura coletiva. O tema será sorteado na presença dos candidatos e a prova terá duração máxima de 4 horas.</li>\n<li><strong>Prova Didática:</strong> Consistirá em uma aula com duração de 50 a 60 minutos, sobre tema sorteado com 24 horas de antecedência.</li>\n<li><strong>Memorial:</strong> Apresentação oral do memorial descritivo e analítico da trajetória acadêmico-profissional do candidato, seguida de arguição pela banca.</li>\n</ul>\n<p>A <strong>Segunda Etapa</strong>, de caráter unicamente classificatório, é o <strong>Julgamento de Títulos</strong>, no qual serão avaliados o currículo e a documentação comprobatória do candidato.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados de cada prova, das etapas e do resultado final do concurso será realizada pelo Centro de Processos Seletivos (CEPS) da UFPA, em sua página eletrônica oficial: <a href=\"http://www.ceps.ufpa.br\" rel=\"noopener noreferrer\" target=\"_blank\">http://www.ceps.ufpa.br</a>. A classificação final dos candidatos aprovados será listada por tema, em ordem decrescente da nota final, calculada conforme os pesos definidos no edital. Para aprovação na primeira etapa, o candidato deverá obter média mínima de 7,0 em cada uma das provas. Os critérios de desempate estão especificados no edital e na Resolução CONSEPE/UFPA nº 5.563/2022.</p>\n<p>O resultado final do concurso será homologado pelo Reitor da UFPA e publicado no Diário Oficial da União (D.O.U.). A convocação dos candidatos aprovados para a nomeação e posse seguirá rigorosamente a ordem de classificação e estará condicionada à conveniência administrativa, ao prazo de validade do concurso e à dotação orçamentária. É de responsabilidade exclusiva do candidato o acompanhamento de todas as publicações oficiais referentes ao certame no site do CEPS e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 141/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-141-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 01/07/2025 | Remuneração: até R$ 3379.43",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista (UNESP), por meio da Faculdade de Engenharia do Campus de Ilha Solteira, anuncia a abertura do concurso público de Provas e Títulos, regido pelo Despacho n° 110/2025-RUNESP, para a contratação de <strong>01 (um) Professor Substituto</strong>. O edital já foi publicado e o certame visa preencher uma vaga por prazo determinado, sob o regime da CLT, para atender excepcional interesse público durante o 2º semestre letivo de 2025. A oportunidade é para profissionais com nível superior e, no mínimo, título de Mestre, especificamente na área de Ciências Agrárias, subárea de Fitotecnia, para lecionar as disciplinas “Cultura de Plantas Fibrosas e Extrativas”, “Cultura de Plantas Estimulantes” e “Tecnologia dos Produtos de Origem Animal”. Este concurso é de especial interesse para graduados em <em>Agronomia</em> e áreas correlatas como <em>Engenharia de Alimentos</em>, dada a natureza das disciplinas.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso de Professor Substituto da UNESP estarão abertas das <strong>09:00 do dia 17 de junho de 2025 até as 17:00 do dia 01 de julho de 2025</strong> (horário de Brasília). Os interessados deverão se inscrever exclusivamente online, através do Sistema de Inscrições da UNESP, no endereço <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>. A taxa de inscrição é de <strong>R$ 202,00</strong>. O pagamento pode ser realizado por PIX (chave CNPJ: 48.031.918/0015-20 – Câmpus de Ilha Solteira), transferência ou depósito bancário para a conta-corrente da FEIS/UNESP (CNPJ: 48.031.918/0015-20, Banco do Brasil 001, Agência: 2833-9, Conta-Corrente: 107.538-1). O comprovante da operação bancária deverá ser anexado no Sistema de Inscrições. É fundamental anexar todos os documentos solicitados em formato PDF, conforme especificado no edital, e confirmar o envio da documentação no sistema.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UNESP será conduzido em três fases, todas de caráter classificatório e realizadas presencialmente:</p>\n<ul>\n<li><strong>Prova Escrita (Peso 1):</strong> Consistirá em uma dissertação de, no máximo, 4 laudas sobre um tema único a ser sorteado, na presença de todos os candidatos, no momento da sua realização, conforme Programa de Concurso. Terá duração máxima de 4 horas. A avaliação considerará: conhecimento do conteúdo (até 6,0 pontos), correção gramatical (até 2,0 pontos) e clareza/objetivo (até 2,0 pontos). Não será permitida qualquer tipo de consulta.</li>\n<li><strong>Prova Didática (Peso 2):</strong> Será uma aula teórica pública em nível de graduação, com duração mínima de 40 minutos e máxima de 60 minutos. O tema será sorteado na presença do candidato com 24 horas de antecedência, conforme Programa de Concurso. Serão avaliados: conhecimento do conteúdo (até 5,0 pontos) e desempenho do candidato (até 5,0 pontos).</li>\n<li><strong>Análise de Curriculum Lattes Documentado (Peso 1):</strong> Avaliará a produção dos últimos 5 anos, com maior relevância para atividades relacionadas às disciplinas do concurso. Os critérios incluem: Formação/Títulos (até 3,0 pontos), Atividades científicas (até 2,5 pontos), Atividades didáticas (até 2,5 pontos) e Outras atividades relevantes (até 2,0 pontos).</li>\n</ul>\n<p>O não comparecimento na sala ou local de sorteio/prova no horário estabelecido ou não portar documento original oficial com foto resultará na eliminação do candidato.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Após a realização de todas as fases, as médias finais dos candidatos serão divulgadas em ordem de classificação. Os candidatos poderão acessar, via Sistema de Inscrições no endereço <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>, as planilhas com a composição das notas de todos os participantes. Serão considerados aprovados os candidatos que obtiverem média igual ou superior a 7,0 (sete), atribuída por, pelo menos, dois membros da comissão examinadora. Em caso de igualdade na pontuação final, os critérios de desempate serão, sucessivamente: idade igual ou superior a 60 anos (com preferência ao de idade mais elevada), maior média na Prova Didática, maior média na Prova Escrita, maior titulação e mais tempo na titulação. O resultado final do concurso será homologado pela Congregação da Unidade Universitária e publicado no Diário Oficial do Estado (DOE). A validade do certame se inicia a partir da data de publicação da homologação no DOE. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no Diário Oficial do Estado – DOE e no endereço eletrônico da UNESP referente ao presente concurso.</p>\n</div>"
    },
    {
        "title": "Prefeitura Irapuã (SP) – Concurso 01/2025 [prorrogado]",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-irapua-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 22/06/2025 | Remuneração: até R$ 5919.47",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Irapuã, em São Paulo, publicou o edital para seu Concurso Público (Edital nº 01/2025), sob organização do Instituto UNIQUE. O certame visa o preenchimento de <strong>37 vagas imediatas mais formação de cadastro de reserva</strong> para diversos cargos em seu quadro de funcionários. O regime de contratação será o <strong>Estatutário</strong>, com Regime Previdenciário RGPS (Regime Geral de Previdência Social).</p>\n<p>As oportunidades abrangem os níveis de escolaridade <strong>Fundamental Incompleto, Médio/Técnico e Superior</strong>, contemplando diversas áreas da administração municipal, como serviços gerais, administrativa, saúde, educação e engenharia. Destacamos a presença de vagas para <em>Engenheiro Agrônomo</em> e <em>Nutricionista</em>, áreas de grande relevância. Este concurso representa uma excelente oportunidade para ingressar no serviço público municipal. Convidamos você a explorar as seções seguintes para obter informações detalhadas sobre o processo de inscrição, as etapas de seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura Municipal de Irapuã/SP estarão abertas no período de <strong>17 de maio de 2025 a <del datetime=\"2025-06-17T15:11:38+00:00\">15 de junho de 2025</del>22 de junho de 2025</strong>. Todo o processo de inscrição será realizado exclusivamente online, através do site da banca organizadora, Instituto UNIQUE, no endereço <a href=\"https://www.institutounique.org.br\" rel=\"noopener noreferrer\" target=\"_blank\">www.institutounique.org.br</a>.</p>\n<p>Para se inscrever, o candidato deverá preencher o Requerimento Eletrônico de Inscrição, conferir os dados, gerar e imprimir o boleto bancário. O pagamento da taxa de inscrição deverá ser efetuado até o dia <strong>23 de junho de 2025</strong>. Os valores das taxas de inscrição variam entrew R$ 25,00, R$ 35,00 e R$ 45,00, conforme a escolaridade pedida pelo cargo.</p>\n<p>É fundamental que o candidato confira todas as informações no boleto antes do pagamento e acompanhe a confirmação da inscrição. A partir do dia <strong>26 de junho de 2025</strong>, os candidatos deverão retornar ao site do Instituto UNIQUE para verificar o deferimento de sua inscrição na relação de candidatos inscritos. Acompanhe todas as atualizações e o status da sua inscrição diretamente na área do candidato no portal da banca. Para garantir a correta participação, é imprescindível a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público da Prefeitura de Irapuã/SP será composto por diferentes etapas, variando conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, para todos os cargos. Consistirá em questões de múltipla escolha com 4 alternativas. A duração será de 3 horas para a maioria dos cargos e 4 horas para Assessor Jurídico (incluindo a prova discursiva). Para ser aprovado, o candidato deverá obter no mínimo 50% da pontuação total. As disciplinas cobradas variam por nível de escolaridade e cargo, conforme detalhado no conteúdo programático do edital.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter classificatório, exclusivamente para os cargos de Nível Superior. Serão avaliados os títulos dos candidatos aprovados na Prova Objetiva (com no mínimo 50% de acerto). A pontuação máxima é de 10 pontos. Os títulos devem ser enviados em formato PDF através da área do candidato no site do Instituto UNIQUE durante o período de inscrições (17/05/2025 a 15/06/2025).</li>\n<li><strong>Prova Discursiva:</strong> De caráter eliminatório e classificatório, específica para o cargo de Assessor Jurídico. Será realizada juntamente com a Prova Objetiva e consistirá na elaboração de um parecer técnico, valendo de 0 a 100 pontos.</li>\n<li><strong>Provas Práticas:</strong> De caráter eliminatório e classificatório, para os cargos de Motorista, Operador de Máquina, Tratorista e Pedreiro. Serão convocados para esta etapa os candidatos habilitados na Prova Objetiva com as melhores pontuações, em quantidade definida no edital. A prova prática avaliará a aptidão do candidato no desempenho das tarefas do cargo, com pontuação de 0 a 100, exigindo-se no mínimo 50 pontos para aprovação.\n<ul>\n<li><em>Motorista:</em> Prática de direção em veículo a ser definido.</li>\n<li><em>Operador de Máquina e Tratorista:</em> Operação de equipamento, exigindo CNH específica.</li>\n<li><em>Pedreiro:</em> Execução de tarefas práticas de alvenaria.</li>\n</ul>\n</li>\n</ul>\n<p>A Prova Objetiva está prevista para o dia <strong><del datetime=\"2025-06-17T15:11:38+00:00\">06 de julho de 2025</del>13 de julho de 2025 (domingo)</strong>. Os locais e horários serão confirmados e divulgados no dia 04 de julho de 2025 no site <a href=\"https://www.institutounique.org.br\" rel=\"noopener noreferrer\" target=\"_blank\">www.institutounique.org.br</a>. Para informações detalhadas sobre o conteúdo programático de cada prova, os critérios específicos de avaliação, e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público da Prefeitura de Irapuã/SP seguirá um cronograma específico. Os <strong>gabaritos oficiais preliminares</strong> das Provas Objetivas serão publicados no site <a href=\"https://www.institutounique.org.br\" rel=\"noopener noreferrer\" target=\"_blank\">www.institutounique.org.br</a> no primeiro dia útil seguinte à aplicação das provas, ou seja, em <strong>14 de julho de 2025, após as 18h00</strong>. Após a análise de eventuais recursos, serão divulgados os gabaritos definitivos.</p>\n<p>O <strong>Resultado Provisório</strong> do concurso, contendo número de inscrição, nome, pontuação na Prova Objetiva e classificação provisória, será divulgado por cargo. Posteriormente, após o julgamento de possíveis recursos, será publicado o <strong>Resultado Final</strong>, com a classificação definitiva dos candidatos.</p>\n<p>Os critérios de desempate, caso ocorram, seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (conforme Estatuto do Idoso);</li>\n<li>Maior nota na prova de conhecimentos específicos;</li>\n<li>Maior nota na prova de português;</li>\n<li>Maior nota na prova de matemática;</li>\n<li>Maior idade (exceto os já contemplados pelo Estatuto do Idoso);</li>\n<li>Sorteio, em caso de persistência do empate.</li>\n</ul>\n<p>A <strong>homologação</strong> do resultado final do concurso será realizada pelo Prefeito Municipal de Irapuã em até 30 dias após a publicação do resultado final. A <strong>convocação</strong> dos candidatos aprovados dentro do número de vagas ocorrerá por contato telefônico, e-mail ou correspondência, conforme os dados fornecidos na inscrição. É crucial que os candidatos acompanhem as nomeações na aba “CONCURSO” do site da Prefeitura Municipal de Irapuã (<a href=\"https://irapua.sp.gov.br\" rel=\"noopener noreferrer\" target=\"_blank\">https://irapua.sp.gov.br</a>) e no Diário Oficial do município.</p>\n<p>Ressalta-se que o acompanhamento de todas as publicações oficiais, incluindo cronogramas, resultados, convocações e eventuais retificações, no site da banca organizadora (Instituto UNIQUE – <a href=\"https://www.institutounique.org.br\" rel=\"noopener noreferrer\" target=\"_blank\">www.institutounique.org.br</a>), no site da Prefeitura Municipal de Irapuã (<a href=\"https://irapua.sp.gov.br\" rel=\"noopener noreferrer\" target=\"_blank\">https://irapua.sp.gov.br</a>) e no Diário Oficial Eletrônico (<a href=\"https://impresaolficialmunicipal.com.br/irapua\" rel=\"noopener noreferrer\" target=\"_blank\">https://impresaolficialmunicipal.com.br/irapua</a>), é de responsabilidade exclusiva do candidato.</p>\n<p>Como o edital foi retificado, consulte o edital completo e suas alterações para se inteirar sobre os novos prazos.</p>\n</div>"
    },
    {
        "title": "Prefeitura de Santo Antônio de Goiás – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-de-santo-antonio-de-goias-concurso-01-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 10/07/2025 | Remuneração: até R$ 3036,00",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<p>A Prefeitura Municipal de Santo Antônio de Goiás – GO anuncia a abertura do <strong>Concurso Público Edital Nº 001/2025</strong>, uma excelente oportunidade para quem busca ingressar no serviço público. O edital já foi publicado e o certame é organizado pelo Instituto Consulpam – Consultoria Público-Privada.</p>\n<p>O principal objetivo deste concurso é o preenchimento de vagas efetivas para o quadro de pessoal permanente da prefeitura, sob regime estatutário. As oportunidades contemplam cargos de níveis <strong>Fundamental, Médio/Técnico e Superior</strong>.</p>\n<p>São mencionadas vagas específicas nas áreas de Agronomia, Biologia, Engenharia Ambiental, Engenharia Florestal, Engenharia Sanitária, Geografia, Ecologia.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Santo Antônio de Goiás – GO estarão abertas e devem ser realizadas <strong>exclusivamente online</strong>.</p>\n<p>O período de inscrições inicia às <strong>00h00min do dia 18 de junho de 2025 e se encerra às 23h59min do dia 10 de julho de 2025</strong> (horário de Brasília). As taxas de inscrição são definidas de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li>Nível Fundamental: <strong>R$ 50,00</strong></li>\n<li>Nível Médio/Técnico: <strong>R$ 75,00</strong></li>\n<li>Nível Superior: <strong>R$ 125,00</strong></li>\n</ul>\n<p>O pagamento da taxa deve ser feito por meio de boleto bancário, gerado no ato da inscrição, diretamente no site da banca organizadora, o Instituto Consulpam (www.consulpam.com.br). Não serão aceitas outras formas de pagamento.</p>\n<p>Candidatos que desejarem solicitar a <strong>isenção da taxa de inscrição</strong> deverão fazê-lo nos dias 19 e 20 de junho de 2025, também pelo site do Instituto Consulpam, enviando a documentação comprobatória exigida no edital em formato PDF. É fundamental verificar os critérios para isenção detalhados no Anexo VIII do edital.</p>\n<p>Após a inscrição e o pagamento (ou deferimento da isenção), é importante que o candidato acompanhe a validação de sua inscrição e demais comunicados na <em>Área do Candidato</em>, disponível no site da banca.</p>\n<h2>Etapas</h2>\n<p>O Concurso Público da Prefeitura de Santo Antônio de Goiás – GO será composto por diferentes etapas, variando conforme o cargo pretendido. É crucial que os candidatos conheçam bem cada fase para uma preparação adequada.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os candidatos. Consistirá em questões de múltipla escolha (A, B, C, D) sobre Conhecimentos Básicos e Conhecimentos Específicos, conforme conteúdo programático do Anexo III do edital. A prova terá duração de 3 horas e está prevista para o dia <strong>24 de agosto de 2025</strong>, sendo no período da manhã (8h-11h) para cargos de Nível Médio/Técnico e à tarde (15h-18h) para Nível Fundamental e Superior. Para aprovação, o candidato deverá obter, no mínimo, 50% de acerto na prova de Conhecimentos Básicos e 50% na de Conhecimentos Específicos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente <em>classificatório</em>, destinada apenas aos candidatos aos cargos de Nível Superior que forem aprovados na Prova Objetiva. A documentação comprobatória dos títulos deverá ser enviada via upload na área do candidato, em período a ser divulgado. A pontuação máxima nesta etapa é de 10 pontos.</li>\n<li><strong>Prova Prática:</strong> De caráter <em>classificatório</em>, será exigida para os candidatos ao cargo de Motorista (categoria D) que forem classificados na Prova Objetiva. Esta etapa consistirá na condução de um veículo (Micro Ônibus) em percurso urbano/rodoviário e estacionamento em vaga delimitada por balizas. A prova valerá 20 pontos, sendo necessário obter no mínimo 50% (10 pontos) para ser considerado classificado.</li>\n</ul>\n<h2>Resultados</h2>\n<p>Todas as divulgações oficiais serão feitas no site do Instituto Consulpam (www.consulpam.com.br) e, em alguns casos, no Diário Oficial do Município.</p>\n<p>Fique atento ao cronograma previsto:</p>\n<ul>\n<li><strong>Gabaritos da Prova Objetiva:</strong> O gabarito preliminar está previsto para ser divulgado em <em>25 de agosto de 2025</em>. Após o período de recursos, o gabarito definitivo será publicado em <em>08 de setembro de 2025</em>.</li>\n<li><strong>Resultados das Etapas:</strong>\n<ul>\n<li>Prova Objetiva: Resultado preliminar em <em>09 de setembro de 2025</em>; resultado definitivo (pós-recursos) em <em>18 de setembro de 2025</em>.</li>\n<li>Prova de Títulos (Nível Superior): Resultado preliminar em <em>03 de outubro de 2025</em>; resultado definitivo (pós-recursos) em <em>14 de outubro de 2025</em>.</li>\n<li>Prova Prática (Motorista): Resultado preliminar em <em>03 de outubro de 2025</em>; resultado definitivo (pós-recursos) em <em>14 de outubro de 2025</em>.</li>\n</ul>\n</li>\n<li><strong>Resultado Final do Concurso:</strong> A divulgação está prevista para <em>17 de outubro de 2025</em>.</li>\n</ul>\n<p>A classificação final dos candidatos aprovados será em ordem decrescente da pontuação total obtida. Os critérios de desempate, caso necessários, seguirão a ordem: idade igual ou superior a 60 anos (prevalecendo o mais idoso), maior nota em conhecimentos específicos, maior nota em conhecimentos básicos, maior idade (geral) e exercício da função de jurado.</p>\n<p>A <strong>homologação</strong> do concurso será realizada por ato do Prefeito Municipal, com data ainda a ser definida, e publicada nos canais oficiais. A <strong>convocação</strong> dos aprovados ocorrerá por meio de mensagem eletrônica para o e-mail cadastrado no ato da inscrição e/ou por publicações nos sites do Instituto Consulpam e da Prefeitura Municipal. É fundamental manter os dados cadastrais atualizados.</p>\n<p>Lembre-se: o acompanhamento de todas as publicações oficiais, incluindo convocações e cronogramas atualizados, no site da banca organizadora e nos meios oficiais indicados no edital, é de <strong>responsabilidade exclusiva do candidato</strong>.</p>\n</div>"
    },
    {
        "title": "Prefeitura Santa Lúcia (SP) – Concurso 001/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-santa-lucia-sp-concurso-001-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 30/06/2025 | Remuneração: até R$ 10694.8",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Santa Lúcia, no estado de São Paulo, divulgou o edital N° 001/2025 para seu Concurso Público de Provas e Títulos, uma iniciativa que visa fortalecer seu quadro de pessoal. O certame, fundamentado no Art. 37 da Constituição Federal, tem como finalidade o preenchimento de vagas e a constituição de cadastro reserva para uma variedade de cargos públicos. As oportunidades são distribuídas entre os níveis de escolaridade fundamental completo, médio/técnico e superior, cobrindo diversas áreas de atuação essenciais para o funcionamento municipal, como administrativa, operacional, educação, saúde e engenharia.</p>\n<p></p>\n<p><strong>É importante notar a inclusão de vagas para Engenheiro Agrônomo e Nutricionista</strong>, posições estratégicas para o desenvolvimento local. A CMM ASSESSORIA E CONSULTORIA EM GESTÃO PÚBLICA LTDA é a banca organizadora responsável por todas as fases do concurso, desde a inscrição até a correção das provas. O concurso terá validade de dois anos, contados da homologação final dos resultados, podendo ser prorrogado uma vez por igual período, a critério da Administração.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Santa Lúcia/SP estarão abertas e serão realizadas exclusivamente pela internet, através do site da banca organizadora, CMM Concursos (www.cmmconcursos.com.br). O período para se inscrever inicia em <strong>16 de junho de 2025 e se encerra às 23h30min do dia 30 de junho de 2025</strong> (horário de Brasília). Para efetivar a inscrição, o candidato deverá acessar o site, realizar o cadastro ou login na ÁREA DO CANDIDATO, selecionar o concurso e o cargo desejado, preencher todos os campos corretamente e finalizar a inscrição. Em seguida, deverá imprimir o Boleto Bancário para pagamento.</p>\n<p>O valor da taxa de inscrição será de R$ 30,00 para cargos de nível fundamental, R$ 45,00 cargos de nível médio e técnico e R$ 60,00 para cargos de nível superior. O pagamento deverá ser efetuado em qualquer agência bancária, correspondente bancário autorizado ou lotérica, impreterivelmente até o primeiro dia útil após o encerramento das inscrições. <em>Atenção: não serão aceitos pagamentos via caixas eletrônicos, postos bancários, transferências ou por agendamento.</em></p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso Público da Prefeitura de Santa Lúcia/SP será estruturado em diferentes fases, variando conforme o cargo pretendido. As principais etapas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos. Consistirá em 30 questões de múltipla escolha (com alternativas A, B, C, D), abrangendo disciplinas como Português, Matemática/Raciocínio Lógico, Informática, Conhecimentos Gerais e Conhecimentos Específicos/Educacionais/Legislação, conforme o cargo. A prova terá duração de 3 horas e será avaliada numa escala de 0 a 100 pontos, sendo necessário obter no mínimo 40 pontos para aprovação. Os candidatos deverão comparecer ao local designado com antecedência mínima de 1 hora, munidos de documento de identidade original com foto, caneta esferográfica de tinta azul ou preta, lápis preto e borracha.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada exclusivamente aos candidatos aos cargos de <em>Motorista, Motorista Socorrista e Operador de Máquinas</em> que forem aprovados na prova objetiva e devidamente convocados. Esta etapa visa aferir as habilidades práticas inerentes à função, com avaliação de 0 a 100 pontos e exigência de nota mínima de 40 para aprovação. A convocação seguirá a rigorosa ordem de classificação na prova objetiva, limitada aos 30 primeiros classificados para Motorista e Motorista Socorrista, e aos 3 primeiros para Operador de Máquinas (após critérios de desempate).</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, será aplicada aos candidatos aos cargos de <em>Professor de Educação Básica I (Educação Infantil e Ensino Fundamental) e Professor de Educação Básica II (Artes, Educação Física, Inglês, Educação Inclusiva)</em>. Serão considerados títulos como Doutorado (5 pontos), Mestrado (3 pontos), Pós-Graduação lato sensu (mínimo 360h – 2 pontos) e certificados de aprovação em concurso público ou processo seletivo anterior (0,5 ponto por título, máximo de dois). A pontuação máxima na prova de títulos é de 11 pontos. Os documentos (cópias autenticadas ou cópias simples com original para conferência) deverão ser entregues em envelope lacrado e identificado, na data das provas objetivas, em sala especialmente designada, até 30 minutos após o encerramento das mesmas.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados do Concurso Público da Prefeitura de Santa Lúcia/SP é uma etapa crucial para os candidatos. Todas as divulgações oficiais ocorrerão no site da banca organizadora, CMM Concursos (www.cmmconcursos.com.br), até a homologação final.</p>\n<p>A divulgação do <strong>gabarito oficial preliminar</strong> da prova objetiva está prevista para ocorrer na segunda-feira subsequente à data de aplicação da prova, entre 14h00 e 18h00. Os candidatos poderão acessar o caderno de questões na Área do Candidato durante o período recursal do gabarito, conforme cronograma. O <strong>resultado preliminar</strong> das provas objetivas tem previsão de divulgação para 31 de julho de 2025. As datas para divulgação dos resultados da prova prática e da análise de títulos, bem como os resultados finais, serão publicadas em editais específicos ao longo do certame.</p>\n<p>A <strong>nota final</strong> será calculada de formas distintas: para cargos com apenas prova objetiva, será a pontuação obtida nesta; para cargos com prova de títulos, será a soma da nota da prova objetiva com a pontuação dos títulos (NF = NPO + T), podendo alcançar até 111 pontos; para cargos com prova prática, será a média aritmética das notas da prova objetiva e da prova prática (NF = (NPO + NPP) / 2). Os <strong>critérios de desempate</strong>, em ordem de prioridade, são: idade igual ou superior a 60 anos (com preferência ao mais idoso entre estes), maior número de acertos em Conhecimentos Específicos/Educacionais/Legislação (se houver), Português, Matemática/Raciocínio Lógico (se houver), Informática (se houver), Conhecimentos Gerais (se houver), e persistindo o empate, maior idade (data de nascimento). Se ainda assim houver empate, será realizado sorteio com base na Loteria Federal.</p>\n<p>A <strong>homologação do resultado final</strong> do concurso poderá ser efetuada parcialmente, conforme a natureza dos cargos e a critério da Administração Municipal. Após a homologação final, as publicações e convocações passam a ser de responsabilidade exclusiva da Prefeitura de Santa Lúcia, sendo divulgadas também em seus átrios. Os candidatos convocados deverão passar por exame de saúde e apresentar a documentação legal exigida.</p>\n<p>É de inteira responsabilidade do candidato acompanhar todas as publicações oficiais, incluindo editais, comunicados, resultados e convocações, no site da banca organizadora (www.cmmconcursos.com.br) e, após a homologação, nos canais oficiais da Prefeitura de Santa Lúcia.</p>\n</div>"
    },
    {
        "title": "IFCE (CE) – Seleção Simplificada 16/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifce-ce-selecao-simplificada-16-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 19/06/2025 | Remuneração: até R$ 4326,60",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Ceará (IFCE) anuncia a abertura do <strong>Processo Seletivo Simplificado para Professor Substituto do Campus Juazeiro do Norte</strong>, regido pelo edital datado de 11 de junho de 2025. O certame, com edital já publicado, visa a contratação temporária de <strong>6 (seis) profissionais</strong> de nível superior para o quadro de docentes, além da formação de cadastro reserva. A contratação será por tempo determinado, conforme a Lei nº 8.745/93.</p>\n<p>As oportunidades abrangem diversas áreas do conhecimento, incluindo Física, Química, Pedagogia e Engenharias. Destacamos especialmente as vagas que podem interessar aos nossos leitores nas áreas de <strong>Engenharia Ambiental</strong> (para a subárea de Engenharia Sanitária – Recursos Hídricos), <strong>Engenharia Florestal</strong> e <strong>Agronomia</strong> (ambas para a subárea de Engenharia Civil – Agrimensura Civil).</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado do IFCE – Campus Juazeiro do Norte estarão abertas no período de <strong>14 de junho de 2025, a partir das 08h</strong>, até às <strong>20h do dia 19 de junho de 2025</strong> (horário de Fortaleza-CE). Todo o processo de inscrição será realizado exclusivamente pela internet, através do endereço eletrônico oficial: <code>http://qselecao.ifce.edu.br/</code>.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 150,00 para todas as subáreas. Após o preenchimento do formulário online, o candidato deverá imprimir a Guia de Recolhimento da União (GRU) e efetuar o pagamento em qualquer agência bancária ou lotérica até o dia <strong>23 de junho de 2025</strong>, respeitando o prazo limite para a realização da inscrição online. O edital não menciona procedimentos para solicitação de isenção da taxa.</p>\n<p>A confirmação da inscrição poderá ser verificada no mesmo portal do IFCE (<code>http://qselecao.ifce.edu.br/</code>) a partir do dia 26 de junho de 2025.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado do IFCE – Campus Juazeiro do Norte será composto por duas etapas principais:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, com peso 2. Consistirá em uma aula teórica de 60 minutos sobre um tema específico (conforme Anexo III do edital), ministrada perante uma banca examinadora. Serão avaliados critérios como elaboração e execução do plano de aula, condução da aula, domínio do conteúdo, procedimentos e recursos didáticos, avaliação e adequação ao tempo. A pontuação máxima é de 100 pontos, sendo necessário obter no mínimo 60 pontos para habilitação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, com peso 1. Participarão desta etapa somente os candidatos habilitados na Prova de Desempenho Didático. Consiste na análise da documentação comprobatória de formação acadêmica e experiência profissional, conforme os critérios e pontuações detalhados no Anexo VII do edital, podendo alcançar até 100 pontos.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados de cada etapa do Processo Seletivo Simplificado do IFCE – Campus Juazeiro do Norte, incluindo o resultado da Prova de Desempenho Didático e da Prova de Títulos, ocorrerá no endereço eletrônico <code>http://qselecao.ifce.edu.br/</code>, conforme as datas estipuladas no cronograma oficial do certame. As decisões relativas a eventuais recursos também serão publicadas no mesmo site.</p>\n<p>A nota final dos candidatos será calculada pela média ponderada das pontuações obtidas nas duas etapas, atribuindo-se peso 2 à Prova de Desempenho Didático e peso 1 à Prova de Títulos. Os critérios de desempate, caso necessários, seguirão a ordem: idade igual ou superior a sessenta anos, maior nota na Prova de Desempenho Didático, maior pontuação no quesito ‘Tempo de exercício no magistério’, maior pontuação no quesito ‘Domínio de Conteúdo’ da Prova de Desempenho Didático, e, por fim, maior idade.</p>\n<p>A homologação do resultado final do processo seletivo será publicada no Diário Oficial da União (DOU), sendo este o documento oficial para comprovação da classificação. Os candidatos aprovados e classificados dentro do número de vagas serão convocados por meio de notificação eletrônica enviada para o e-mail cadastrado no ato da inscrição.</p>\n<p>É de responsabilidade exclusiva do candidato o acompanhamento de todas as publicações, editais, comunicados, resultados e convocações referentes a este processo seletivo, tanto no site do IFCE (<code>http://qselecao.ifce.edu.br/</code>) quanto no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Tietê (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-tiete-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 10/07/2025 | Remuneração: até R$ 4473.51",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da <strong>Prefeitura do Município de Tietê/SP</strong>, regido pelo Edital nº 20.987/2025 e organizado pelo Instituto Mais de Gestão e Desenvolvimento Social, está com edital publicado e oferece <strong>10 vagas imediatas mais cadastro reserva</strong> para diversos cargos de níveis fundamental, médio, técnico e superior. O certame tem como objetivo o provimento de cargos públicos vagos e os que vierem a vagar durante o prazo de validade de dois anos, prorrogável por igual período.</p>\n<p>As contratações ocorrerão sob o <strong>regime estatutário</strong>, garantindo estabilidade aos aprovados. Há oportunidades em áreas administrativas, operacionais e técnicas, com destaque para a <strong>vaga de Engenheiro Agrônomo</strong>, de interesse especial para profissionais da Agronomia.</p>\n<p>Os salários variam de <strong>R$ 1.617,47 a R$ 4.473,51</strong>, com benefícios como <strong>cesta básica ou auxílio-alimentação de R$ 900,00</strong> e convênio médico.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Tietê/SP estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>pela internet</strong>, no site do <a href=\"https://www.institutomais.org.br\" rel=\"noopener\" target=\"_blank\">Instituto Mais</a>, entre <strong>02 de junho de 2025, às 10h</strong>, e <strong>10 de julho de 2025, até às 17h</strong>, conforme horário de Brasília.</p>\n<p>O valor da taxa de inscrição varia conforme o cargo escolhido, sendo de R$ 65,00 cargos de nível fundamental, R$ 82,00 cargos de nível médio/técnico; e R$ 95,00 cargos de nível superior. O pagamento deve ser feito por <strong>boleto bancário</strong>, gerado após o preenchimento do formulário de inscrição online. O boleto poderá ser impresso até <strong>11 de julho de 2025, às 17h</strong>, e deve ser pago até essa data para efetivação da inscrição.</p>\n<p><strong>Não haverá isenção</strong> total ou parcial da taxa de inscrição. Também não será possível alterar o cargo escolhido após o pagamento, nem transferir o valor para outro certame ou candidato.</p>\n<p>Após cinco dias úteis do pagamento, o candidato poderá verificar o status de sua inscrição na área restrita do site do Instituto Mais, acessando com CPF e senha.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por <strong>Provas Objetivas</strong> para todos os cargos e <strong>Provas Práticas</strong> para funções específicas. As etapas estão organizadas da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> (eliminatória e classificatória): aplicada a todos os candidatos, com questões de múltipla escolha e quatro alternativas. A prova será realizada em <strong>17 de agosto de 2025</strong>, na cidade de Tietê/SP, com duração de <strong>3 horas</strong>. Serão cobradas disciplinas como Língua Portuguesa, Matemática, Raciocínio Lógico, Conhecimentos Específicos e Legislação Municipal, conforme o cargo.</li>\n<li><strong>Prova Prática</strong> (eliminatória): exclusiva para os cargos de Agente Condutor de Máquinas Leves e Pesadas, com aplicação prevista para <strong>27 e/ou 28 de setembro de 2025</strong>. Avaliará a capacidade técnica e agilidade dos candidatos em tarefas operacionais. Apenas os mais bem classificados na Prova Objetiva serão convocados.</li>\n<li><strong>Prova Prática de Direção Veicular</strong> (eliminatória): destinada aos cargos de Agente Condutor de Veículos Leves e Pesados, também prevista para <strong>27 e/ou 28 de setembro de 2025</strong>. Os candidatos deverão apresentar CNH válida na categoria exigida e executar manobras conforme critérios da banca examinadora.</li>\n</ul>\n<p>Para ser considerado habilitado na Prova Objetiva, o candidato deve obter no mínimo <strong>50 pontos</strong>.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de resultados do concurso prevê a divulgação dos <strong>gabaritos preliminares</strong> das Provas Objetivas no <strong>primeiro dia útil após a aplicação</strong>, a partir das 14h, no site do Instituto Mais.</p>\n<p>O <strong>resultado final</strong> será publicado em três listas distintas: geral, candidatos com deficiência e candidatos negros ou afrodescendentes. A classificação será feita por ordem decrescente da nota final, considerando critérios de desempate como idade, desempenho por disciplina e exercício da função de jurado.</p>\n<p>A <strong>homologação do resultado final</strong> será publicada na Imprensa Oficial do Município de Tietê/SP e nos sites da Prefeitura e do Instituto Mais. A partir disso, os candidatos aprovados poderão ser convocados conforme a necessidade da administração pública.</p>\n<p>As <strong>convocações</strong> para nomeação serão feitas por e-mail e publicadas na Imprensa Oficial do Município. É responsabilidade do candidato acompanhar todas as publicações e manter seus dados atualizados junto à Prefeitura.</p>\n<p>O prazo de validade do concurso é de <strong>dois anos</strong>, contados da homologação, podendo ser prorrogado uma única vez por igual período. O acompanhamento das publicações oficiais é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 640/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-640-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 02/07/2025 | Remuneração: até R$ 3078.99",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto de Biociências do Câmpus de Botucatu da UNESP publicou o <strong>Edital nº 640/2025-CSCGP-IBB</strong>, que abre inscrições para concurso público de provas e títulos destinado à contratação, por tempo determinado, de <strong>1 (um) Professor Substituto</strong>. O certame visa atender a uma necessidade emergencial e excepcional de interesse público no segundo semestre letivo de 2025.</p>\n<p>A contratação será feita sob o regime jurídico da <strong>CLT</strong>, com jornada de <strong>12 horas semanais</strong> e atuação nas disciplinas de <em>Fisiologia Vegetal: Desenvolvimento</em>, junto ao Departamento de Biodiversidade e Bioestatística. O cargo exige formação superior em Ciências Biológicas, Engenharia Agronômica ou áreas afins, com título de Mestre, no mínimo, na área de Biologia Vegetal.</p>\n<p>Este concurso é uma excelente oportunidade para profissionais com formação e experiência em <strong>Biologia</strong> e áreas correlatas, especialmente aqueles com atuação em <strong>Agronomia</strong> e <strong>Fisiologia Vegetal</strong>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no período de <strong>18 de junho de 2025, às 00h00, até 2 de julho de 2025, às 17h00</strong>, pelo site https://inscricoes.unesp.br.</p>\n<p>A taxa de inscrição é de <strong>R$ 202,00</strong> e deve ser paga por meio de <strong>depósito bancário identificado ou transferência bancária</strong> para a conta do Instituto de Biociências da UNESP no Banco do Brasil. A inscrição só será validada após o envio do comprovante de pagamento e da documentação exigida, em formato PDF, por meio do sistema de inscrições.</p>\n<p>Candidatos que desejarem solicitar <strong>redução da taxa</strong> devem fazê-lo nos <strong>cinco primeiros dias</strong> do período de inscrição, entre 18 e 22 de junho de 2025, acessando o campo “Outros” no formulário de inscrição.</p>\n<p>Todos os documentos devem ser anexados no sistema até o prazo final, respeitando o limite de 200MB por arquivo. É fundamental confirmar o envio da documentação clicando no botão “Confirmar Envio da Documentação” no sistema.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por <strong>três etapas classificatórias</strong>, todas de caráter classificatório, organizadas e avaliadas por uma Comissão Examinadora designada pela Congregação da Unidade Universitária:</p>\n<ul>\n<li><strong>Prova Escrita</strong>: com duração máxima de 4 horas, abordará tema sorteado a partir do programa do concurso. A primeira hora será destinada à consulta de materiais impressos e organização do roteiro; as demais, à redação. Peso: 1.</li>\n<li><strong>Prova Didática</strong>: consiste em aula teórica com duração entre 40 e 60 minutos, sobre tema sorteado com 24 horas de antecedência. Os candidatos poderão utilizar recursos audiovisuais, desde que entregues previamente à banca. Peso: 2.</li>\n<li><strong>Análise de Curriculum Lattes Documentado</strong>: avalia a formação acadêmica, experiência docente, produção científica, atividades de extensão e gestão, com base em critérios objetivos. Peso: 1.</li>\n</ul>\n<p>As provas serão realizadas apenas após a publicação das decisões sobre eventuais recursos contra indeferimentos de inscrição. A convocação para as provas será divulgada no Diário Oficial do Estado e no site https://inscricoes.unesp.br.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado do concurso será divulgado em etapas, conforme o andamento do certame. Após o encerramento das inscrições, a Comissão Examinadora terá até dois dias úteis para publicar o <strong>deferimento e indeferimento das inscrições</strong>, com possibilidade de recurso por parte dos candidatos.</p>\n<p>Concluídas todas as fases, serão divulgadas as <strong>médias finais</strong> e a <strong>ordem de classificação</strong>, com acesso às planilhas de notas disponíveis no sistema de inscrições. Serão considerados aprovados os candidatos que obtiverem média igual ou superior a 7, atribuída por pelo menos dois membros da banca.</p>\n<p>Em caso de empate, os critérios de desempate serão aplicados na seguinte ordem: idade igual ou superior a 60 anos (com preferência ao mais velho), melhor média na prova didática, maior pontuação na prova de títulos e maior idade entre os demais candidatos.</p>\n<p>O resultado final será <strong>homologado pela Congregação da Unidade Universitária</strong> e publicado no <strong>Diário Oficial do Estado</strong>. A convocação para contratação será feita conforme necessidade, respeitando a ordem de classificação e o prazo de validade do concurso.</p>\n<p><strong>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais</strong> no site <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a> e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "IFMA Campus Bacabal (MA) – Seleção Simplificada 16/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifma-campus-bacabal-ma-selecao-simplificada-16-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 20/06/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Maranhão – Campus Bacabal (IFMA – Campus Bacabal) lançou o <strong>EDITAL N° 16/2025/CGP</strong>, referente ao Processo Seletivo Público Simplificado para Contratação de Professor Substituto do Ensino Básico, Técnico e Tecnológico. O edital já está publicado e visa o preenchimento de <em>3 vagas imediatas</em>, além da formação de cadastro de reserva. A contratação será temporária, com regime de 40 horas semanais.</p>\n<p>As oportunidades são para profissionais de <strong>nível superior</strong> nas áreas de Administração/Ciências Contábeis, Filosofia e Ciência de Alimentos. Destacamos que o certame contempla vagas na área de <strong>Ciência de Alimentos</strong>, abrangendo formações como <em>Engenharia de Alimentos</em>, <em>Agronomia</em> e <em>Biologia</em>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado do IFMA – Campus Bacabal estarão abertas no período de <strong>11 de junho de 2025, a partir das 10h00min</strong>, até o dia <strong>20 de junho de 2025, às 14h00min</strong>. A taxa de inscrição é de R$ 80,00, única para todos os cargos.</p>\n<p>Todo o processo de inscrição será realizado <em>exclusivamente online</em>, através do formulário eletrônico disponível no endereço <a href=\"https://bacabal.ifma.edu.br/concursos-e-seletivos/\" rel=\"noopener noreferrer\" target=\"_blank\">https://bacabal.ifma.edu.br/concursos-e-seletivos/</a>. É crucial que o pagamento da taxa, por meio da Guia de Recolhimento da União (GRU), seja efetuado <strong>antes</strong> do preenchimento do formulário de inscrição. A GRU deve ser gerada no site do Tesouro Nacional (https://consulta.tesouro.fazenda.gov.br/gru_novosite/gru_simples.asp), utilizando os dados fornecidos no edital, e o prazo final para o pagamento é 20 de junho de 2025, até as 14h00min. A lista de inscrições deferidas será divulgada no mesmo portal do IFMA.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto do IFMA – Campus Bacabal será realizado em duas fases principais:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório. Consiste em uma aula pública, com duração entre 45 e 55 minutos, sobre um tema sorteado previamente (o sorteio dos temas ocorrerá nos dias 22 e 23 de junho de 2025, com cronograma divulgado até 21 de junho de 2025). Os candidatos deverão entregar um plano de aula em três vias. Esta etapa avalia conhecimentos específicos e capacidade didática, valendo até 100 pontos, com mínimo de 70 para aprovação. As provas didáticas estão previstas para os dias <em>24 e 25 de junho de 2025</em>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada aos candidatos aprovados na Prova Didática. Nesta fase, será analisado o Curriculum Vitae, considerando formação acadêmica, experiência docente, atividade técnico-profissional e produção científica. A entrega dos currículos para análise de títulos ocorrerá também nos dias <em>24 e 25 de junho de 2025</em>.</li>\n</ul>\n<p>A nota final dos candidatos será calculada pela média ponderada das pontuações obtidas, atribuindo-se peso 2 à Prova de Desempenho Didático e peso 1 à Prova de Títulos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os candidatos deverão acompanhar atentamente o cronograma de divulgação dos resultados. A lista de inscrições deferidas será publicada em <strong>20 de junho de 2025</strong>, e a lista final de inscritos em <strong>21 de junho de 2025</strong> (após as 15h). O resultado da prova de desempenho didático e da análise de títulos está previsto para <strong>26 de junho de 2025</strong>.</p>\n<p>O resultado preliminar do processo seletivo, com a classificação e pontuações detalhadas, será divulgado em <strong>02 de julho de 2025</strong> (após as 14h). Após o período de recursos, o resultado final será publicado em <strong>03 de julho de 2025</strong> (após as 14h). A classificação seguirá a ordem decrescente da pontuação final. Os critérios de desempate incluem, prioritariamente: maior nota na Prova Didática, maior nota na Prova de Títulos, maior tempo de experiência no magistério do ensino básico, maior tempo de experiência no magistério e maior idade.</p>\n<p>A homologação do resultado final ocorrerá a partir de <strong>03 de julho de 2025</strong>, com publicação no Diário Oficial da União e no site do IFMA – Campus Bacabal (https://bacabal.ifma.edu.br/concursos-e-seletivos/). As convocações seguirão a ordem de classificação e serão comunicadas pela Coordenadoria de Gestão de Pessoas do Campus. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IFMA e no Diário Oficial da União.</p>\n</div>"
    }
]