[
    {
        "title": "FUNBAMA (SC) – Seleção Simplificada 22/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/funbama-sc-selecao-simplificada-22-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 11/08/2025 | Remuneração: até R$ 6177.11",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Fundação do Meio Ambiente de Braço do Norte (FUNBAMA), em Santa Catarina, publicou o edital de seu Processo Seletivo Simplificado. O certame visa a contratação temporária de um profissional para o cargo de Fiscal Ambiental, com formação de nível superior. O regime de contratação será o celetista (CLT), com contrato inicial de 12 meses, podendo ser prorrogado por igual período.</p>\n<p>Esta é uma excelente oportunidade para profissionais com graduação em áreas como <strong>Engenharia Ambiental, Engenharia Florestal, Agronomia, Biologia</strong>, Gestão Ambiental, Química Industrial, Engenharia Química ou Direito. A seleção será realizada por meio de análise de títulos e experiência profissional, sem a aplicação de provas objetivas.</p>\n<p>Continue a leitura para conferir os detalhes sobre as inscrições, as etapas de avaliação e o cronograma completo do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da FUNBAMA são <strong>gratuitas</strong> e estarão abertas entre os dias <strong>01 de agosto de 2025 e 11 de agosto de 2025</strong>. Os interessados podem se inscrever de três formas: presencialmente na sede da FUNBAMA, por meio de procuração ou de forma online, enviando a documentação para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"6a1a18051e05090506052a0c1f04080b070b44090507440818\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>Para efetivar a inscrição, o candidato deverá apresentar a ficha de inscrição preenchida (Anexo I do edital), cópias do documento de identidade e CPF, comprovante de residência, diploma de graduação e o currículo acompanhado dos documentos que comprovem os títulos e a experiência profissional. Como não há taxa, não há previsão de pedido de isenção.</p>\n<p>É fundamental que o candidato organize todos os documentos exigidos, pois a seleção será baseada exclusivamente nessa análise. Para conferir o endereço completo e os detalhes do procedimento, leia atentamente o edital oficial.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos será realizada em uma única etapa, de caráter classificatório, que consiste na <strong>Análise de Títulos e Experiência Profissional</strong>. A pontuação será atribuída com base nos documentos apresentados no ato da inscrição, com um limite máximo de 10 pontos.</p>\n<p>A avaliação seguirá os seguintes critérios:</p>\n<ul>\n<li><strong>Pós-graduação (lato sensu):</strong> 1,0 ponto;</li>\n<li><strong>Mestrado na área ambiental:</strong> 2,0 pontos;</li>\n<li><strong>Doutorado na área ambiental:</strong> 3,0 pontos;</li>\n<li><strong>Cursos de capacitação na área ambiental (mínimo 40h):</strong> 0,5 ponto por certificado, até o máximo de 2,0 pontos;</li>\n<li><strong>Experiência profissional na área ambiental:</strong> 0,5 ponto a cada 6 meses completos, até o máximo de 2,0 pontos.</li>\n</ul>\n<p>Não haverá prova objetiva ou discursiva. A pontuação final será a soma dos pontos obtidos na análise curricular. Para conhecer todas as regras de comprovação e os detalhes da pontuação, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do certame prevê a divulgação do resultado preliminar da pontuação no dia <strong>22 de agosto de 2025</strong>. O resultado final, após o período de recursos, e a homologação do processo seletivo estão programados para <strong>29 de agosto de 2025</strong>. A convocação do candidato aprovado ocorrerá a partir de 1º de setembro de 2025, de acordo com a necessidade da FUNBAMA.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão esta ordem: maior tempo de experiência profissional na área, maior titulação acadêmica, maior número de cursos de capacitação, maior idade e, por fim, sorteio público.</p>\n<p>Todas as publicações oficiais, incluindo resultados, homologação e convocações, serão feitas no <strong>Diário Oficial dos Municípios de Santa Catarina (DOM/SC)</strong>, sendo este o único meio com validade jurídica. As informações também poderão ser consultadas, para fins informativos, no site da Prefeitura de Braço do Norte. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais.</p>\n</div>"
    },
    {
        "title": "CPRM (Nacional) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/cprm-nacional-concurso-01-2025/",
        "description": "Local: Nacional | Tipo: cadastro reserva vaga(s) | Prazo: até 02/09/2025 | Remuneração: até R$ 10577.48",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da <strong>Companhia de Pesquisa de Recursos Minerais (CPRM)</strong>, também conhecida como Serviço Geológico do Brasil, foi publicado. Organizado pela Fundação Getúlio Vargas (FGV), o certame visa o preenchimento de <strong>115 vagas imediatas e a formação de cadastro de reserva</strong> para os cargos de Pesquisador, Analista e Técnico em Geociências. As oportunidades abrangem os níveis médio/técnico e superior de escolaridade.</p>\n<p>As vagas estão distribuídas em diversas áreas de atuação, com destaque para especialidades em geologia, hidrologia, administração e tecnologia. Para os profissionais das áreas de interesse do nosso site, o concurso oferece oportunidades para <strong>Engenharia Ambiental, Biologia e Engenharia Agronômica</strong>. A validade do concurso será de dois anos, podendo ser prorrogada por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da CPRM serão realizadas exclusivamente online, através do site da banca organizadora, a FGV. O período para se inscrever terá início às <strong>16h do dia 04 de agosto de 2025 e se encerrará às 16h do dia 02 de setembro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Pesquisador em Geociências:</strong> R$ 180,00</li>\n<li><strong>Analista em Geociências:</strong> R$ 140,00</li>\n<li><strong>Técnico em Geociências:</strong> R$ 100,00</li>\n</ul>\n<p>O pagamento deverá ser efetuado por meio de Boleto Bancário, que poderá ser pago até o dia <strong>03 de setembro de 2025</strong>. O edital prevê a possibilidade de solicitar a isenção da taxa, e os critérios para o pedido devem ser consultados no documento oficial. É fundamental que o candidato imprima e guarde o comprovante de inscrição e de pagamento. O acompanhamento de todas as fases da inscrição deve ser feito na área do candidato no portal da FGV.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso CPRM será composto por diferentes etapas, variando de acordo com o cargo. As provas objetiva e discursiva estão previstas para o dia <strong>30 de novembro de 2025</strong>, no período da manhã (das 8h às 13h, horário de Brasília).</p>\n<p>A estrutura de avaliação inclui:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter eliminatório e classificatório, para todos os cargos. Será composta por 70 questões de múltipla escolha, divididas em um Módulo de Conhecimentos Gerais (30 questões) e um Módulo de Conhecimentos Específicos (40 questões). Para ser aprovado, o candidato deverá acertar, no mínimo, 15 questões de Conhecimentos Gerais, 20 de Conhecimentos Específicos e ao menos uma questão em cada disciplina do módulo geral.</li>\n<li><strong>Prova Discursiva:</strong> de caráter eliminatório e classificatório, para todos os cargos. Para <em>Pesquisador</em>, consistirá em uma questão dissertativa sobre conhecimentos específicos. Para <em>Analista</em> e <em>Técnico</em>, será uma redação sobre tema da atualidade. Em ambos os casos, a prova valerá 20 pontos, e a nota mínima para aprovação é 12.</li>\n<li><strong>Avaliação de Títulos:</strong> de caráter apenas classificatório, exclusiva para os cargos de nível superior (Pesquisador e Analista). Os documentos deverão ser enviados eletronicamente durante o período de inscrição.</li>\n<li><strong>Perícia Médica e Procedimento de Heteroidentificação:</strong> etapas aplicáveis aos candidatos que concorrem, respectivamente, às vagas para pessoas com deficiência e para pessoas negras.</li>\n</ul>\n<p>Apenas serão corrigidas as provas discursivas dos candidatos mais bem classificados na prova objetiva, em uma proporção de até 20 vezes o número de vagas por cargo. Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, a consulta ao edital é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da CPRM ocorrerá em etapas, seguindo o cronograma estabelecido pela FGV. Os gabaritos preliminares e definitivos da prova objetiva, assim como os resultados preliminares e finais de cada fase (prova discursiva e avaliação de títulos), serão publicados no endereço eletrônico <em>https://conhecimento.fgv.br/concursos/cprm</em>.</p>\n<p>A nota final será calculada da seguinte forma:</p>\n<ul>\n<li><strong>Técnico em Geociências:</strong> soma das notas da prova objetiva e da prova discursiva.</li>\n<li><strong>Pesquisador e Analista em Geociências:</strong> soma das notas da prova objetiva, da prova discursiva e da avaliação de títulos.</li>\n</ul>\n<p>Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior nota na prova objetiva, maior nota na prova discursiva, exercício da função de jurado e, por fim, maior idade. O resultado final do certame será homologado pela CPRM e publicado no Diário Oficial da União. A convocação dos aprovados ocorrerá conforme a necessidade da instituição, obedecendo rigorosamente à ordem de classificação. Os candidatos convocados poderão escolher sua lotação entre as unidades com vagas disponíveis.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, editais e comunicados referentes ao concurso no site da FGV e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Capão Bonito (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-capao-bonito-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 01/08/2025 | Remuneração: até R$ 17362.37",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Capão Bonito, em São Paulo, publicou o edital nº 1/2025 de seu novo concurso público. O certame, organizado pela Publiconsult, visa ao provimento de vagas efetivas e à formação de cadastro de reserva para diversos empregos públicos. As contratações serão regidas pela Consolidação das Leis de Trabalho (CLT).</p>\n<p>O concurso contempla oportunidades para candidatos de níveis fundamental, médio, técnico e superior, abrangendo áreas como administrativa, jurídica, de serviços gerais, engenharia e saúde. <strong>Destacam-se as vagas para os cargos de Engenheiro Agrônomo, Auxiliar de Veterinário, Biologista e Nutricionista.</strong></p>\n<p>Este guia detalha as principais informações sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para ajudar você a se preparar.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Capão Bonito estarão abertas no período de <strong>18 de julho de 2025 a <del datetime=\"2025-07-29T18:23:55+00:00\">01</del>12 de agosto de 2025, encerrando-se às 21h00</strong> do último dia. O procedimento deve ser realizado exclusivamente de forma online, através do site da banca organizadora, Publiconsult.</p>\n<p>Para se inscrever, o candidato deve acessar o portal <em>www.publiconsult.com.br</em>, localizar o Concurso Público nº 1/2025 da Prefeitura de Capão Bonito, preencher o formulário de inscrição e gerar o boleto bancário. O pagamento da taxa de inscrição deverá ser efetuado até o dia 12 de agosto de 2025, em qualquer agência bancária ou estabelecimento autorizado. A confirmação da inscrição está condicionada à compensação do pagamento.</p>\n<p>Após o encerramento do prazo, será divulgado o Edital de Deferimento de Inscrições. É responsabilidade do candidato acompanhar a confirmação de sua inscrição no site da organizadora. Não haverá devolução do valor da taxa em nenhuma hipótese.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de Capão Bonito será composto por uma única fase para todos os empregos públicos:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter eliminatório e classificatório, com duração total de 3 horas. A prova será composta por 35 questões de múltipla escolha, valendo um total de 100 pontos. Para ser considerado classificado, o candidato deverá obter uma pontuação mínima de 50 pontos.</li>\n</ul>\n<p>A estrutura da prova varia conforme o cargo pretendido, com as disciplinas distribuídas da seguinte forma:</p>\n<ul>\n<li><strong>Para cargos de nível superior da área da Saúde, Assistência Social e Educação:</strong> Língua Portuguesa, Matemática e Raciocínio Lógico, Conhecimentos Gerais e Atualidades, Legislação de Saúde Pública e Conhecimentos Específicos.</li>\n<li><strong>Para cargos de nível médio, técnico e superior das áreas Administrativa e de Engenharia:</strong> Língua Portuguesa, Matemática e Raciocínio Lógico, Conhecimentos Gerais e Atualidades, Noções de Informática e Conhecimentos Específicos.</li>\n<li><strong>Para o cargo de Auxiliar de Veterinário:</strong> Língua Portuguesa, Matemática e Raciocínio Lógico, Conhecimentos Gerais e Atualidades, Legislação de Área Veterinária e Conhecimentos Específicos.</li>\n<li><strong>Para cargos de nível fundamental:</strong> Língua Portuguesa, Matemática e Raciocínio Lógico, Conhecimentos Gerais e Atualidades e Conhecimentos Específicos.</li>\n</ul>\n<p>A aplicação da prova está prevista para o dia <del datetime=\"2025-07-29T18:23:55+00:00\">24 de agosto de 2025</del> <strong>14 de setembro de 2025</strong>, no município de Capão Bonito/SP. Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, consulte o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso será realizada em etapas, com a publicação do Edital de Classificação Provisória e, posteriormente, do Edital de Classificação Final. Ambos serão disponibilizados nos sites da Publiconsult (www.publiconsult.com.br) e da Prefeitura de Capão Bonito. A homologação do resultado final será publicada também na Imprensa Oficial do Município.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de preferência:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos;</li>\n<li>Candidato com maior idade (entre os com menos de 60 anos);</li>\n<li>Maior número de filhos dependentes;</li>\n<li>Casado;</li>\n<li>Viúvo;</li>\n<li>Separado judicialmente;</li>\n<li>Quem tiver exercido a função de jurado;</li>\n<li>Sorteio público.</li>\n</ul>\n<p>A convocação dos candidatos aprovados ocorrerá de acordo com a necessidade da administração municipal e seguirá rigorosamente a ordem de classificação. O acompanhamento das convocações deverá ser feito por meio da Imprensa Oficial do Município de Capão Bonito, sendo esta a forma oficial de comunicação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, editais e comunicados referentes ao concurso nos canais oficiais informados, como o site da banca organizadora e o Diário Oficial do município.</p>\n</div>"
    },
    {
        "title": "IFRR (RR) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifrr-rr-selecao-simplificada-03-2025/",
        "description": "Local: Roraima | Tipo: cadastro reserva vaga(s) | Prazo: até 11/08/2025 | Remuneração: até R$ 6.356,02",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Roraima (IFRR) publicou o edital de seu processo seletivo simplificado para a contratação de <strong>Professor Substituto do Ensino Básico, Técnico e Tecnológico (EBTT)</strong>. O certame visa preencher vagas imediatas e formar cadastro de reserva para os campi de Amajari, Boa Vista, Boa Vista Zona Oeste, Bonfim e Novo Paraíso.</p>\n<p>As oportunidades são para candidatos com nível superior, sob regime de contratação temporária, regido pela Lei nº 8.745/93. As vagas abrangem diversas áreas do conhecimento, como Administração, Línguas, Educação Física, História, Enfermagem e Informática. <strong>Destacam-se as oportunidades para as áreas de Ciências Agrárias (Agronomia) e Engenharia de Pesca.</strong></p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFRR estarão abertas e devem ser realizadas exclusivamente pela internet, através do Sistema Gestor de Concursos (SGC) do instituto. O período para se inscrever vai de <strong>28 de julho de 2025 até 11 de agosto de 2025</strong>.</p>\n<p>Para participar, o candidato deve seguir estes passos:</p>\n<ul>\n<li>Acessar o portal do SGC no endereço <em>https://sgc.ifrr.edu.br/</em> e criar um cadastro, caso ainda não possua.</li>\n<li>Preencher o formulário de inscrição, escolher a vaga desejada e anexar os documentos exigidos em formato PDF, como diploma, documento de identificação e comprovantes de experiência.</li>\n<li>Gerar o boleto bancário e efetuar o pagamento da taxa de inscrição no valor de <strong>R$ 100,00</strong>.</li>\n</ul>\n<p>É permitido que o candidato se inscreva para uma única vaga. Caso realize múltiplas inscrições, apenas a última será considerada válida. O acompanhamento da confirmação do pagamento e da homologação da inscrição é de responsabilidade do candidato e deve ser feito na área restrita do portal SGC. O edital não prevê a possibilidade de solicitar isenção da taxa.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do IFRR será realizado em duas etapas principais, com foco na avaliação da capacidade didática e na trajetória profissional dos candidatos. A estrutura da seleção é a seguinte:</p>\n<ul>\n<li><strong>Prova de Desempenho:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa consiste em uma aula expositiva com duração de 20 a 50 minutos. O tema da aula será sorteado presencialmente 24 horas antes da prova. O candidato deverá entregar à banca examinadora um plano de aula impresso em três vias. A avaliação, que será gravada, considerará o domínio do conteúdo, a clareza, a metodologia e a postura profissional. A pontuação vai de 0 a 100, e é necessário obter no mínimo 60 pontos para ser habilitado.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é destinada somente aos candidatos habilitados na Prova de Desempenho. A análise levará em conta a formação acadêmica (doutorado, mestrado e especialização) e a experiência profissional no magistério. Os documentos comprobatórios devem ser entregues no dia da Prova de Desempenho, encadernados em espiral. A pontuação máxima nesta fase é de 100 pontos.</li>\n</ul>\n<p>Para conhecer os critérios de avaliação detalhados, a lista de temas para a aula expositiva e o cronograma completo, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do processo seletivo do IFRR ocorrerá no site oficial da instituição, <em>https://www.ifrr.edu.br/</em>, conforme as datas previstas no cronograma. O resultado preliminar das provas de desempenho e de títulos está agendado para <strong>15 de agosto de 2025</strong>, e o resultado final do certame para <strong>09 de setembro de 2025</strong>.</p>\n<p>A nota final será calculada por média ponderada, atribuindo-se peso 8 à Prova de Desempenho e peso 2 à Prova de Títulos. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior pontuação na Prova de Desempenho, maior pontuação na Prova de Títulos, maior titulação acadêmica, maior tempo de docência em instituição federal e, por fim, maior idade.</p>\n<p>Após a publicação do resultado final, o certame será homologado no Diário Oficial da União (DOU). A convocação dos aprovados será realizada por e-mail ou correspondência, sendo crucial que o candidato mantenha seus dados de contato atualizados. O prazo para se manifestar após a convocação é de 5 dias úteis.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IFRR e no Diário Oficial da União para não perder nenhuma atualização importante.</p>\n</div>"
    },
    {
        "title": "UNILAB (CE) – Seleção Pública 38/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unilab-ce-selecao-publica-38-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 10/08/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade da Integração Internacional da Lusofonia Afro-Brasileira (UNILAB) publicou o Edital nº 38/2025 para a Seleção Pública de Professor Substituto do Magistério Superior. O certame visa o preenchimento de 6 vagas imediatas para profissionais de nível superior, com contratação por tempo determinado. As oportunidades abrangem diversas áreas do conhecimento, como Letras, História e Ciências Sociais.</p>\n<p><strong>Destacam-se as vagas para o setor de Genética e Melhoramento de Plantas, destinadas a graduados em Agronomia ou Biologia.</strong> O regime de trabalho é de 40 horas semanais.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UNILAB devem ser realizadas exclusivamente por e-mail, enviado diretamente ao setor de estudo de interesse. O período de inscrição será de 25 de julho de 2025 a 10 de agosto de 2025. A taxa de inscrição é de <strong>R$ 107,00</strong> para todos os cargos, e o pagamento deve ser feito via Guia de Recolhimento da União (GRU).</p>\n<p>Para se inscrever, o candidato deve enviar um e-mail com o assunto “Inscrição para Seleção Pública para Professor Substituto – Edital nº 38/2025 – Setor de Estudo (citar)” e anexar os documentos exigidos em formato PDF, incluindo o comprovante de pagamento ou de solicitação de isenção. O edital prevê a possibilidade de isenção da taxa, mas não detalha os critérios, que devem ser consultados no site oficial. Todas as informações e atualizações serão publicadas na página da seleção.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UNILAB poderá ser composto por até quatro etapas, a depender do setor de estudo. A aprovação em uma fase é pré-requisito para avançar para a seguinte, sendo necessária nota mínima de 7,0. As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório, com duração de 4 horas. Não será permitida a consulta a qualquer tipo de material.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e realizada em sessão pública. O candidato terá entre 45 e 50 minutos para apresentar uma aula sobre um tema sorteado com 24 horas de antecedência.</li>\n<li><strong>Entrevista:</strong> De caráter classificatório.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter classificatório, consistirá na análise do curriculum vitae (plataforma Lattes), considerando a produção científica, atividades de docência e experiência profissional dos últimos 5 anos.</li>\n</ul>\n<p>O cronograma detalhado, com as datas e os locais de cada avaliação, será divulgado oportunamente no site da UNILAB.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados de cada etapa da seleção será realizada no site institucional da UNILAB, na página do processo seletivo. Após a publicação, os candidatos terão um prazo de 48 horas para interpor recurso. A classificação final dos aprovados seguirá os critérios estabelecidos nas resoluções da universidade e será divulgada em listas separadas para ampla concorrência, pessoas negras, indígenas e quilombolas, e pessoas com deficiência (PCD).</p>\n<p>O resultado final do certame será homologado e publicado no Diário Oficial da União (DOU), documento que servirá como comprovante oficial de classificação. A convocação para a contratação ocorrerá após a homologação, e os candidatos devem acompanhar as publicações para não perderem os prazos.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, tanto no site da UNILAB quanto no Diário Oficial da União, para se manter informado sobre o andamento do concurso.</p>\n</div>"
    },
    {
        "title": "UFOPA (PA) – Seleção Simplificada 18/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufopa-pa-selecao-simplificada-18-2025/",
        "description": "Local: Pará | Tipo: cadastro reserva vaga(s) | Prazo: até 10/08/2025 | Remuneração: até R$ 11103.49",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Oeste do Pará (UFOPA) publicou o edital de seu novo Processo Seletivo Simplificado (PSS) para contratação temporária de Professor Substituto. O certame, regido pelo Edital nº 18/2025-CAP, visa preencher 11 vagas imediatas e formar cadastro de reserva para profissionais de nível superior, com titulação de especialista, mestre ou doutor. As contratações serão realizadas sob o regime da Lei nº 8.745/1993, com prazo inicial de até um ano, podendo ser prorrogado.</p>\n<p>As oportunidades abrangem diversas áreas do conhecimento, como Ciências Humanas, Saúde, Ciências Exatas e Engenharias. <strong>Destacam-se as vagas para as áreas de Engenharia Ambiental, Zoologia Geral e Saúde Coletiva (que inclui Nutrição)</strong>, além de outras especialidades. Este processo seletivo é uma excelente oportunidade para ingressar na carreira acadêmica em uma instituição federal de renome. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma completo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UFOPA são <strong>totalmente gratuitas</strong> e devem ser realizadas exclusivamente de forma online. O período de inscrição geral vai de <strong>01 de agosto de 2025 até as 23h59 do dia 10 de agosto de 2025</strong>, através do portal oficial de concursos da universidade.</p>\n<p>Para se inscrever, o candidato deve acessar o site, realizar ou atualizar seu cadastro e preencher a ficha de inscrição para a vaga desejada. É fundamental que todos os dados sejam informados corretamente, pois inscrições incompletas não serão homologadas.</p>\n<p><strong>Atenção:</strong> A Vaga 09 (Zoologia Geral) possui um cronograma diferenciado. Haverá um primeiro período de inscrições (01 a 10/08/2025) exclusivo para candidatos com título de Doutor. Caso não haja inscritos que atendam a esse requisito, um segundo período será aberto (15 a 24/08/2025) para candidatos com título de Mestre.</p>\n<p>Após a inscrição, o candidato deve acompanhar o status e a homologação através da página de acompanhamento no mesmo site. Recomenda-se a leitura completa do edital para pleno conhecimento das regras e condições estabelecidas.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UFOPA será realizado de forma presencial e consistirá em duas etapas principais, ambas de caráter eliminatório e classificatório para todos os cargos:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório e classificatório, esta etapa consistirá em uma prova dissertativa sobre um tema sorteado momentos antes do início. A prova terá duração máxima de 4 horas. Para ser classificado para a fase seguinte, o candidato precisa obter nota igual ou superior a 7,0 e estar entre os 5 candidatos com as maiores notas na sua área.</li>\n<li><strong>Prova Didática:</strong> Também de caráter eliminatório e classificatório, esta prova consiste em uma apresentação oral (aula) com duração entre 50 e 60 minutos. O tema também será sorteado com antecedência, sendo diferente do tema da prova escrita. A avaliação levará em conta o plano de aula (que deve ser entregue à banca), o domínio do conteúdo e a metodologia didática. A nota mínima para aprovação é 7,0.</li>\n</ul>\n<p>É obrigatória a apresentação de documento de identidade original com foto para acesso aos locais de prova. Para conhecer os detalhes sobre os critérios de avaliação, o conteúdo programático de cada vaga e o cronograma completo, é indispensável a consulta ao edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados ocorrerá de forma escalonada, conforme o cronograma previsto no edital. O resultado preliminar da Prova Escrita está previsto para <strong>19 de agosto de 2025</strong>, e o da Prova Didática para <strong>22 de agosto de 2025</strong>. O resultado final do processo seletivo, após os prazos de recurso, será publicado em <strong>01 de setembro de 2025</strong>, com exceção da Vaga 09 (Zoologia Geral), que possui datas específicas. A nota final será a média aritmética simples das notas obtidas nas provas escrita e didática.</p>\n<p>Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na Prova Didática;</li>\n<li>Maior nota na Prova Escrita;</li>\n<li>Maior idade.</li>\n</ul>\n<p>O resultado final será homologado pela Pró-Reitoria de Gestão de Pessoas e publicado no Diário Oficial da União (DOU). A convocação dos aprovados será realizada por meio de carta convocatória, e os candidatos deverão apresentar a documentação exigida e realizar inspeção médica. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site de concursos da UFOPA e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "IFRS (RS) – Seleção Simplificada 38/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifrs-rs-selecao-simplificada-38-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 07/08/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Sul (IFRS) publicou o edital para seu Processo Seletivo Simplificado no Campus Bento Gonçalves. O objetivo é a contratação temporária de <strong>Professor Substituto</strong> para atender a necessidades de excepcional interesse público. A vaga disponível é para o nível superior, com contratação regida pela Lei nº 8.745/93, por um período de até um ano, prorrogável por igual período.</p>\n<p>Este certame é uma excelente oportunidade para profissionais da área de <strong>Agronomia</strong> e Viticultura, pois a vaga é destinada a graduados em Tecnologia em Viticultura e Enologia, Bacharelado em Agronomia ou Engenharia Agronômica. A seleção não garante a contratação imediata, mas a formação de um cadastro para futuras convocações.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFRS – Campus Bento Gonçalves estarão abertas no período de <strong>25 de julho de 2025 a 07 de agosto de 2025</strong>. O procedimento é totalmente online e deve ser realizado através do preenchimento de um formulário eletrônico específico, disponível no site oficial do campus.</p>\n<p>O edital não menciona a cobrança de taxa de inscrição. No momento do preenchimento do formulário, o candidato deverá anexar toda a documentação exigida, que inclui: formulário de inscrição assinado (Anexo I), cópia de documento de identidade e CPF, comprovante de residência, currículo (Lattes ou Vitae) e todos os títulos e comprovantes de experiência que serão pontuados na prova de títulos. É crucial que todos os documentos estejam legíveis e completos. Caso um candidato realize mais de uma inscrição, apenas a última será considerada válida.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, ambas de caráter classificatório, sendo a segunda também eliminatória. A avaliação dos candidatos ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, esta etapa consiste na análise do currículo e dos documentos comprobatórios de titulação acadêmica e experiência profissional, enviados no ato da inscrição. A pontuação será atribuída conforme os critérios detalhados no Anexo III do edital. Vale ressaltar que a formação mínima exigida como requisito para a vaga não gera pontuação.</li>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, esta fase consiste em uma aula expositiva com duração entre 20 e 30 minutos. O tema será divulgado previamente, e o candidato deverá entregar um plano de ensino no dia da prova. A avaliação considerará o domínio do conteúdo, a clareza e a organização da apresentação. O candidato que zerar qualquer um dos quesitos de avaliação será eliminado do certame.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, os temas da prova didática e o cronograma de aplicação, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final dos candidatos será a soma dos pontos obtidos na Prova de Títulos e na Prova de Desempenho Didático. O resultado preliminar da homologação das inscrições e da pontuação dos títulos está previsto para <strong>11 de agosto de 2025</strong>, enquanto o resultado final desta etapa será divulgado em <strong>14 de agosto de 2025</strong>. Já o resultado preliminar das provas será publicado em <strong>20 de agosto de 2025</strong>, com a homologação do resultado final do processo seletivo prevista para <strong>25 de agosto de 2025</strong>.</p>\n<p>Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior pontuação na Prova de Desempenho Didático, maior pontuação na Prova de Títulos e, por fim, maior idade. A convocação dos aprovados será realizada por e-mail, e o candidato terá até três dias úteis para manifestar interesse na vaga. O certame terá validade de dois anos a partir da homologação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de resultados, convocações e comunicados no site do IFRS Campus Bento Gonçalves e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UNIPAMPA (RS) – Concurso 237/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unipampa-rs-concurso-237-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 25/08/2025 | Remuneração: até R$ 14288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Pampa (UNIPAMPA) publicou o edital nº 237/2025 para seu novo Concurso Público, destinado ao preenchimento de 14 vagas para o cargo de Professor da Carreira do Magistério Superior. O certame busca profissionais de nível superior para atuação em regime de contratação permanente, com dedicação exclusiva de 40 horas semanais. As oportunidades abrangem diversas áreas do conhecimento, incluindo Engenharias, Ciências Biológicas, Ciências Agrárias e Medicina.</p>\n<p>Para os profissionais das áreas de interesse do nosso portal, o concurso oferece vagas que contemplam formações em <strong>Agronomia</strong>, <strong>Medicina Veterinária</strong>, <strong>Biologia</strong> e <strong>Engenharia Florestal</strong>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNIPAMPA estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>25 de julho de 2025 a 25 de agosto de 2025</strong>. Para confirmar a participação, é necessário preencher o formulário eletrônico disponível no portal oficial da universidade e efetuar o pagamento da taxa de inscrição.</p>\n<p>O valor da taxa é de <strong>R$ 180,00</strong> para todos os cargos. O pagamento deverá ser efetuado até o dia <strong>26 de agosto de 2025</strong>, conforme as instruções geradas no momento da inscrição. Os candidatos devem realizar o procedimento através do endereço eletrônico <a href=\"https://guri.unipampa.edu.br/psa/processos/\" rel=\"noopener noreferrer\" target=\"_blank\">https://guri.unipampa.edu.br/psa/processos/</a>. É fundamental que o candidato acompanhe todas as etapas e comunicados no mesmo site.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UNIPAMPA será composto por múltiplas etapas avaliativas, com previsão de início a partir de <strong>15 de setembro de 2025</strong>. As datas, horários e locais exatos serão divulgados no site da universidade a partir de 04 de setembro de 2025. É crucial notar que, no ato de abertura do concurso, os candidatos deverão entregar três cópias impressas do Currículo Lattes e do Memorial Descritivo, sob pena de eliminação.</p>\n<p>As principais etapas de avaliação incluem:</p>\n<ul>\n<li><strong>Prova Didática:</strong> Consiste em uma aula expositiva, de caráter eliminatório e classificatório, onde o candidato será avaliado por sua capacidade de organização, exposição e domínio do conteúdo.</li>\n<li><strong>Prova Prática (exclusiva para a área de Anatomia e Fisiologia Animal):</strong> De caráter eliminatório, esta prova será realizada em laboratório e terá duração de até 50 minutos. Os candidatos deverão reconhecer estruturas anatômicas em peças cadavéricas. O uso de jaleco branco, calça comprida e calçado fechado é obrigatório.</li>\n<li><strong>Prova de Títulos:</strong> Etapa de caráter classificatório, na qual serão avaliados e pontuados os títulos acadêmicos e a produção científica dos candidatos aprovados nas fases anteriores. A análise levará em conta o Qualis Periódicos da CAPES (Quadriênio 2017-2020).</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, os pesos de cada prova e os critérios de avaliação, é fundamental consultar o edital de abertura, o Edital de Condições Gerais n° 228/2016 e a Resolução CONSUNI n° 82/2014.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do concurso estabelece que a relação preliminar de inscrições homologadas será divulgada na data provável de <strong>29 de agosto de 2025</strong>. Após a realização de todas as etapas, o resultado final, com a lista de candidatos classificados, será publicado no Diário Oficial da União (DOU) e no endereço eletrônico oficial do certame.</p>\n<p>A classificação dos aprovados seguirá os critérios definidos no Decreto nº 9.739/2019. A homologação do resultado final dará início ao prazo de validade do concurso, que é de <strong>02 (dois) anos</strong>, podendo ser prorrogado por igual período, a critério da UNIPAMPA. A convocação dos candidatos aprovados para a nomeação e posse ocorrerá de acordo com a necessidade da instituição e será comunicada por meio dos canais oficiais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de resultados, convocações e outros comunicados no site da UNIPAMPA e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Varginha (MG) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-varginha-mg-concurso-01-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 25/08/2025 | Remuneração: até R$ 8632.82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Varginha, em Minas Gerais, foi publicado! Organizado pela banca AVANÇASP, o certame visa o preenchimento de <strong>573 vagas imediatas, além da formação de cadastro de reserva</strong>, para cargos do quadro permanente de servidores. As oportunidades abrangem os níveis fundamental (incompleto e completo), médio, técnico e superior, com contratação sob o regime Estatutário.</p>\n<p>As vagas estão distribuídas em diversas áreas, como administrativa, operacional, educacional e, com grande destaque, para a saúde, que contempla dezenas de especialidades médicas e outros cargos assistenciais. Para os profissionais das áreas de ciências agrárias e biológicas, o concurso oferece oportunidades para <strong>Engenheiro Agrônomo, Engenheiro Ambiental, Biólogo, Médico Veterinário e Nutricionista</strong>.</p>\n<p>Este é um concurso de grande porte, com remunerações que variam de R$ 1.973,95 a R$ 8.632,82.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Varginha estarão abertas a partir do dia <strong>24 de julho de 2025 e se encerram em 25 de agosto de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente online, através do site da banca organizadora, AVANÇASP, no endereço <em>www.avancasp.org.br</em>.</p>\n<p>O pagamento da taxa de inscrição poderá ser efetuado via boleto bancário ou QR Code Pix, que serão gerados ao final do preenchimento do formulário. O prazo para quitação do valor é até o primeiro dia útil após o encerramento das inscrições, ou seja, <strong>26 de agosto de 2025</strong>. É fundamental que o candidato confira todos os dados antes de confirmar o pagamento, pois não haverá devolução da taxa em caso de erro ou desistência.</p>\n<p>Candidatos que se enquadram nos critérios definidos no edital poderão solicitar a isenção da taxa de inscrição. O período para essa solicitação é curto, indo até o dia 29 de julho de 2025. Após a confirmação do pagamento, o candidato deve acompanhar o status da sua inscrição e obter o cartão de confirmação na “Área do Candidato” no site da banca.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de Varginha será composto por diferentes etapas, variando conforme o cargo pretendido. As provas objetivas estão previstas para os dias <strong>02 e 09 de novembro de 2025</strong>, em turnos distintos para possibilitar a inscrição em mais de um cargo.</p>\n<p>As fases do certame são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório para a maioria dos cargos (apenas classificatório para Médicos). A prova terá duração de 3 horas e será composta por questões de múltipla escolha com cinco alternativas. As disciplinas variam, mas geralmente incluem Língua Portuguesa, Matemática e Raciocínio Lógico, Noções de Informática e Conhecimentos Específicos. Será considerado habilitado o candidato que obtiver pontuação igual ou superior a 50 pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, aplicada apenas para os cargos de Educador Infantil, Inspetor Escolar, Orientador Escolar, Professor PII (todas as áreas), Psicopedagogo e Supervisor Pedagógico. Os candidatos habilitados na prova objetiva poderão somar até 5 pontos por títulos de pós-graduação (especialização, mestrado ou doutorado) na área de atuação.</li>\n<li><strong>Prova Prática:</strong> De caráter classificatório e eliminatório, destinada aos cargos de Motorista, Operador de Veículos Pesados e Tratorista. Nesta fase, serão avaliadas as habilidades práticas do candidato no desempenho das atribuições do cargo. A prova será avaliada em uma escala de 0 a 100 pontos, e será eliminado o candidato ausente ou que obtiver nota zero.</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado de cada disciplina, as regras específicas de cada etapa e o cronograma completo, é fundamental a consulta ao edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados é uma etapa crucial do concurso. A banca AVANÇASP divulgará os gabaritos preliminares das provas objetivas no mesmo dia de sua aplicação, em <strong>02 e 09 de novembro de 2025</strong>. Após o período de recursos, o gabarito definitivo e o resultado preliminar das provas objetivas e de títulos serão publicados em <strong>1º de dezembro de 2025</strong>.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da pontuação total, que varia conforme o cargo. Em caso de empate, serão aplicados os seguintes critérios, sucessivamente:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação na Prova de Títulos (quando aplicável);</li>\n<li>Maior pontuação na Prova Prática (quando aplicável);</li>\n<li>Maior pontuação na Prova Objetiva;</li>\n<li>Maior pontuação em Conhecimentos Específicos;</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Matemática e Raciocínio Lógico;</li>\n<li>Maior pontuação em Noções de Informática;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A <strong>homologação do resultado final</strong> será realizada pela Prefeitura de Varginha após a conclusão de todas as etapas e prazos recursais. A partir da homologação, inicia-se o prazo de validade do concurso, e as convocações para posse serão realizadas de acordo com a necessidade da administração municipal, seguindo rigorosamente a ordem de classificação. O candidato deve manter seus dados cadastrais atualizados para não perder a convocação.</p>\n<p>É de <strong>responsabilidade exclusiva do candidato</strong> acompanhar todas as publicações, comunicados e editais no site da banca organizadora (<em>www.avancasp.org.br</em>) e nos meios de comunicação oficiais da Prefeitura de Varginha durante todo o processo.</p>\n</div>"
    },
    {
        "title": "Prefeitura Castelo (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-castelo-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 25/08/2025 | Remuneração: até R$ 11953.25",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Castelo, no Estado do Espírito Santo, foi publicado! Organizado pelo Instituto Brasileiro de Apoio e Desenvolvimento Executivo (IBADE), o certame visa o preenchimento de 185 vagas imediatas, além da formação de cadastro de reserva, para o quadro de pessoal permanente. As oportunidades contemplam cargos de níveis fundamental (incompleto e completo), médio, técnico e superior, com contratação sob o Regime Jurídico Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As vagas abrangem diversas áreas, como administrativa, operacional, educação e saúde. <strong>Para os profissionais de áreas de interesse do nosso site, o concurso oferece oportunidades para Biólogo, Engenheiro Agrônomo, Médico Veterinário e Nutricionista.</strong> Este é um certame de grande porte, com remunerações que variam de R$ 1.518,00 a R$ 11.953,25.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Castelo/ES serão realizadas exclusivamente pela internet, no site da banca organizadora. O período para se candidatar vai <strong>de 23 de julho de 2025 a 25 de agosto de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Ensino Fundamental Incompleto:</strong> R$ 70,00</li>\n<li><strong>Ensino Fundamental Completo:</strong> R$ 75,00</li>\n<li><strong>Ensino Médio e Técnico:</strong> R$ 85,00</li>\n<li><strong>Ensino Superior:</strong> R$ 105,00</li>\n</ul>\n<p>Para efetivar a inscrição, o candidato deve preencher o formulário online no site do IBADE, gerar o boleto bancário e realizar o pagamento até o primeiro dia útil após o término do período de inscrições. O edital prevê a possibilidade de solicitar isenção da taxa, e os critérios devem ser consultados no documento oficial. É permitido se inscrever para mais de um cargo, desde que os turnos de aplicação das provas não coincidam. Após o pagamento, o candidato deve acompanhar a confirmação da inscrição na área restrita do site da banca.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Castelo/ES será estruturado em até quatro etapas, dependendo do cargo escolhido. É fundamental que os candidatos conheçam as fases às quais serão submetidos.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada para todos os cargos. A prova será composta por questões de múltipla escolha com cinco alternativas cada. Para ser aprovado, o candidato de nível fundamental incompleto precisa atingir 30% da pontuação, enquanto os demais níveis exigem 50%, além de não zerar em nenhuma disciplina.</li>\n<li><strong>Prova Discursiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada apenas para o cargo de <strong>Procurador Municipal</strong>. Consistirá na elaboração de uma Peça Processual e será realizada no mesmo dia da prova objetiva.</li>\n<li><strong>Prova Prática:</strong> De caráter <em>eliminatório</em>, destinada a cargos específicos de nível fundamental, médio e técnico, como Azulejista, Borracheiro, Cozinheiro, Motorista, Operador de Máquinas, entre outros. Os candidatos serão avaliados como “apto” ou “inapto”.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, será aplicada exclusivamente para os candidatos de nível superior aprovados na prova objetiva. A pontuação será atribuída a títulos de pós-graduação (especialização, mestrado e doutorado).</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Castelo/ES ocorrerá em etapas, e os candidatos devem acompanhar todas as publicações no site da banca organizadora, o IBADE. O gabarito oficial preliminar da Prova Objetiva será disponibilizado no segundo dia útil após a aplicação, a partir das 16h.</p>\n<p>Os resultados preliminares e definitivos de cada fase (Prova Objetiva, Discursiva, Prática e de Títulos) serão publicados conforme o cronograma previsto no edital. A nota final será calculada com base na soma dos pontos das etapas aplicáveis a cada cargo. Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem de prioridade, após a aplicação do Estatuto do Idoso: </p>\n<ul>\n<li>Maior nota em Conhecimentos Específicos;</li>\n<li>Maior nota em Língua Portuguesa;</li>\n<li>Ter exercido a função de jurado;</li>\n<li>Candidato com mais idade.</li>\n</ul>\n<p>Após a divulgação da classificação final, o resultado do concurso será homologado pela Prefeitura Municipal de Castelo/ES e publicado no Diário Oficial. A convocação dos aprovados para a posse será realizada de acordo com a necessidade da administração e a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IBADE e nos canais de comunicação da prefeitura.</p>\n</div>"
    },
    {
        "title": "IFPI (PI) – Seleção Simplificada 40/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifpi-pi-selecao-simplificada-40-2025/",
        "description": "Local: Piauí | Tipo: cadastro reserva vaga(s) | Prazo: até 04/08/2025 | Remuneração: até R$ 6356.02",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Piauí (IFPI) – Campus Pio IX publicou o edital para seu Processo Seletivo Simplificado, que visa a contratação por tempo determinado de Professor do Ensino Básico, Técnico e Tecnológico Substituto. O certame oferece <strong>1 vaga imediata mais formação de cadastro de reserva</strong> para profissionais de nível superior.</p>\n<p>A oportunidade é destinada especificamente para a área de <strong>Agronomia/Ciências Agrárias</strong>, uma excelente chance para profissionais do setor que buscam uma posição no serviço público federal. O regime de contratação é o Estatutário (Lei nº 8.112/1990), com jornada de trabalho de 40 horas semanais.</p>\n<p>Este processo seletivo é uma porta de entrada para a carreira acadêmica em uma instituição de renome. Continue a leitura para conferir todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma completo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFPI – Campus Pio IX estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>28 de julho de 2025 a 04 de agosto de 2025</strong>.</p>\n<p>Para confirmar a participação, o candidato deve seguir estes passos:</p>\n<ul>\n<li>Acessar o endereço eletrônico oficial do IFPI e preencher o formulário de inscrição.</li>\n<li>Gerar a Guia de Recolhimento da União (GRU) no valor de <strong>R$ 50,00</strong> e efetuar o pagamento exclusivamente no Banco do Brasil ou em seus correspondentes bancários até o dia 05 de agosto de 2025.</li>\n<li>Enviar, no ato da inscrição, um único arquivo em formato PDF contendo os documentos de identificação e todos os comprovantes para a Prova de Títulos.</li>\n</ul>\n<p>É importante destacar que o edital <em>não prevê a possibilidade de isenção da taxa de inscrição</em>. A homologação das inscrições será divulgada no portal do IFPI. Para garantir sua participação e conhecer todas as exigências, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do IFPI será composto por duas etapas principais, ambas de caráter eliminatório e classificatório, que avaliarão a qualificação e a aptidão pedagógica dos candidatos. Todas as fases serão realizadas na cidade de Pio IX – PI.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova de Títulos:</strong> De caráter eliminatório e classificatório, esta fase consiste na análise dos documentos comprobatórios de formação acadêmica, experiência profissional e atividades de pesquisa. A pontuação máxima é de 100 pontos, e os documentos devem ser enviados em um único arquivo PDF durante o período de inscrição.</li>\n<li><strong>Prova de Desempenho Didático:</strong> Também de caráter eliminatório e classificatório, esta etapa é destinada apenas aos 5 candidatos com as maiores notas na Prova de Títulos. Consiste em uma aula expositiva com duração de 40 a 50 minutos sobre um tema sorteado 24 horas antes. A performance será avaliada por uma banca examinadora, que atribuirá uma nota de 0 a 100.</li>\n</ul>\n<p>Para obter detalhes sobre os critérios de pontuação, a lista de temas para a prova didática e o cronograma completo, é fundamental consultar o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será obtida pela média aritmética das notas da Prova de Títulos e da Prova de Desempenho Didático. Serão considerados habilitados os candidatos que obtiverem nota mínima de 60 pontos na prova didática.</p>\n<p>O cronograma de divulgação prevê a publicação do resultado preliminar da Prova de Títulos em <strong>11 de agosto de 2025</strong> e do resultado preliminar do certame em <strong>21 de agosto de 2025</strong>. A homologação do resultado final está prevista para <strong>26 de agosto de 2025</strong> e será publicada no Diário Oficial da União (DOU) e no portal do IFPI.</p>\n<p>Os critérios de desempate, em ordem de prioridade, são: idade igual ou superior a 60 anos, maior nota na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência profissional e maior idade. A convocação dos aprovados será realizada <strong>exclusivamente por e-mail</strong>, e o candidato terá 48 horas para responder.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, resultados e convocações no site da banca organizadora e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Pinhalzinho (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-pinhalzinho-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 22/08/2025 | Remuneração: até R$ 6778.61",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura de Pinhalzinho, em São Paulo, foi publicado! Organizado pelo INDEPAC, o certame visa o preenchimento de 13 vagas imediatas e a formação de cadastro de reserva para cargos de níveis alfabetizado, médio e superior. As contratações serão realizadas sob o regime da Consolidação das Leis do Trabalho (CLT).</p>\n<p>As oportunidades abrangem diversas áreas, com destaque para vagas que exigem formação em <strong>Medicina Veterinária</strong> (cargo de Especialista em Veterinária) e para a área ambiental (cargo de Agente de Fiscalização Ambiental), que contempla graduados em <strong>Engenharia Ambiental, Engenharia Florestal, Engenharia Agronômica, Biologia</strong>, entre outras.</p>\n<p>Este é um concurso público com validade de dois anos, prorrogável por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Pinhalzinho estarão abertas e deverão ser realizadas exclusivamente pela internet, através do site da banca organizadora INDEPAC. O período para se inscrever vai de <strong>21 de julho de 2025 até o dia 22 de agosto de 2025</strong>.</p>\n<p>Para confirmar a participação, o candidato deverá preencher o formulário online e efetuar o pagamento da taxa de inscrição por meio de boleto bancário, que poderá ser pago em toda a rede bancária até o dia <strong>25 de agosto de 2025</strong>. O valor da taxa varia conforme o nível de escolaridade do cargo pretendido. O edital não prevê a possibilidade de solicitar isenção da taxa.</p>\n<p>É permitido realizar até duas inscrições, desde que para cargos com provas aplicadas em períodos distintos. A partir de 29 de agosto de 2025, o candidato deverá conferir a confirmação de sua inscrição na área do candidato no site do INDEPAC.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por uma única etapa para todos os cargos: a <strong>Prova Objetiva</strong>, de caráter eliminatório e classificatório. A aplicação está prevista para o dia <strong>14 de setembro de 2025</strong>, na cidade de Pinhalzinho/SP, com duração total de 3 horas.</p>\n<p>A estrutura da prova, que consiste em questões de múltipla escolha com quatro alternativas, varia de acordo com o cargo:</p>\n<ul>\n<li><strong>Cargos de Nível Alfabetizado (Gari e Servidor Braçal):</strong> 15 questões de Língua Portuguesa e 15 de Matemática.</li>\n<li><strong>Cargos de Nível Médio (Almoxarife e Escriturário):</strong> 10 questões de Língua Portuguesa, 10 de Matemática e 20 de Conhecimentos Específicos.</li>\n<li><strong>Cargos de Nível Superior (Agente de Fiscalização Ambiental, Especialista em Veterinária e Farmacêutico):</strong> 10 questões de Língua Portuguesa, 10 de Matemática e 20 de Conhecimentos Específicos.</li>\n</ul>\n<p>A prova será avaliada em uma escala de 0 a 100 pontos, e para ser considerado habilitado, o candidato deverá obter uma pontuação igual ou superior a 50. As provas serão aplicadas em dois períodos distintos, permitindo a inscrição em mais de um cargo. Para conhecer o conteúdo programático detalhado, as regras de aplicação e o cronograma completo, consulte o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos gabaritos preliminares da prova objetiva ocorrerá nos sites do INDEPAC e da Prefeitura de Pinhalzinho, em data a ser informada no dia da aplicação do exame. Após o período de recursos, será publicado o resultado provisório e, posteriormente, a classificação final do certame.</p>\n<p>A classificação dos candidatos será feita em ordem decrescente da nota final. Em caso de empate, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (conforme o Estatuto do Idoso);</li>\n<li>Maior número de acertos na prova de Conhecimentos Específicos;</li>\n<li>Maior idade (para os demais candidatos).</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Município. A convocação dos aprovados para a posse ocorrerá de acordo com a necessidade da administração municipal e será comunicada por meio de publicação no Diário Oficial e no site da prefeitura, podendo haver contato adicional por e-mail, telefone ou correspondência.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora, https://indepac.selecao.net.br/, e nos canais de comunicação da Prefeitura de Pinhalzinho para não perder nenhuma convocação ou prazo.</p>\n</div>"
    },
    {
        "title": "IFMS (MS) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifms-ms-selecao-simplificada-01-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 01/08/2025 | Remuneração: até R$ 9058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Mato Grosso do Sul (IFMS) publicou o edital para seu Processo Seletivo Simplificado, regido pelo Processo nº 23347.006659.2025-11. O certame visa a contratação temporária de <strong>Professor Substituto</strong> para o Campus Dourados. As oportunidades são para profissionais de nível superior.</p>\n<p>Este processo seletivo é uma excelente oportunidade para profissionais da área de <strong>Ciências Agrárias/Agronomia</strong>, que buscam uma colocação no serviço público federal. A contratação será por tempo determinado, conforme a Lei nº 8.745/93.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFMS serão realizadas exclusivamente pela internet, através da Central de Seleção do instituto. O período para se candidatar será de <strong>23 de julho de 2025 a 1º de agosto de 2025</strong>. A taxa de inscrição foi fixada no valor de R$ 50,00 para todos os candidatos.</p>\n<p>O pagamento da taxa deve ser efetuado até a data de vencimento, por meio do sistema PagTesouro, que aceita Pix, cartão de crédito ou boleto (GRU). É importante ressaltar que não serão aceitos pagamentos realizados após o prazo final. O edital não prevê procedimentos para solicitação de isenção da taxa.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do IFMS será composto por duas etapas principais, ambas de caráter eliminatório e classificatório. A ausência do candidato em qualquer uma delas resultará em sua eliminação automática do certame.</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> Consistirá em uma aula expositiva com duração entre 15 e 20 minutos, sobre um tema de conhecimento específico sorteado 24 horas antes da prova. Os candidatos serão avaliados em uma escala de 0 a 80 pontos, sendo necessário obter uma média mínima de 50 pontos para aprovação.</li>\n<li><strong>Prova de Títulos (Análise Curricular):</strong> Esta etapa avaliará a formação acadêmica e a experiência profissional do candidato, com pontuação máxima de 20 pontos. É eliminatória, pois o candidato que não comprovar a habilitação mínima exigida para o cargo será desclassificado.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de avaliação, conteúdo programático e o cronograma completo das provas, é fundamental a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma definido. O resultado preliminar das inscrições será publicado em <strong>06 de agosto de 2025</strong>, com a homologação final das inscrições no dia <strong>11 de agosto de 2025</strong>. O resultado preliminar do processo seletivo está previsto para <strong>18 de agosto de 2025</strong>, e a homologação do resultado final ocorrerá até <strong>21 de agosto de 2025</strong>, com publicação no Diário Oficial da União (DOU).</p>\n<p>A classificação final será por ordem decrescente de pontos. Em caso de empate, os critérios de desempate são, sucessivamente: ser mais idoso (conforme Estatuto do Idoso), possuir maior pontuação na prova de desempenho didático e, por fim, ter maior idade.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações, no site da Central de Seleção do IFMS e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UTFPR (PR) – Seleção Pública 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/utfpr-pr-selecao-publica-03-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 10/08/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>Edital publicado para o Processo Seletivo da <strong>Universidade Tecnológica Federal do Paraná (UTFPR)</strong>, que visa o preenchimento de 02 (duas) vagas para o cargo de Professor Substituto no Campus Medianeira. A seleção é regida pelo Edital de Abertura e pelo Edital de Condições Gerais nº 001/2025.</p>\n<p>O objetivo é a contratação temporária, sob o regime da Lei 8.745/1993, para profissionais de nível superior. As oportunidades são para as áreas de Engenharia Elétrica e Ciências Agrárias. O certame oferece uma excelente oportunidade para profissionais com formação em <strong>Engenharia Agronômica, Agronomia, Engenharia Agrícola ou Engenharia Florestal</strong>, com mestrado na área.</p>\n<p>Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas da seleção e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UTFPR estarão abertas das 08h do dia 21 de julho de 2025 até as 23h do dia 10 de agosto de 2025. Os interessados devem realizar o cadastro exclusivamente pela internet, através do portal de concursos da instituição.</p>\n<p>Os valores da taxa de inscrição variam conforme a vaga pretendida:</p>\n<ul>\n<li><strong>R$ 118,00</strong> para a área de Ciências Agrárias I (exigência de Mestrado).</li>\n<li><strong>R$ 99,00</strong> para a área de Engenharia Elétrica (exigência de Pós-Graduação).</li>\n</ul>\n<p>O pagamento da Guia de Recolhimento da União (GRU) deve ser efetuado até o dia 11 de agosto de 2025 para confirmar a participação. Não há informações sobre pedidos de isenção da taxa no edital.</p>\n<p>É fundamental que o candidato leia atentamente o Edital de Abertura e o Edital de Condições Gerais para conhecer todas as regras do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UTFPR será constituído por duas etapas principais, ambas aplicadas aos candidatos de todas as áreas. A composição da banca examinadora e o ensalamento serão divulgados no dia 13 de agosto de 2025.</p>\n<p>As etapas são:</p>\n<ul>\n<li><strong>Prova Escrita (PE):</strong> De caráter dissertativo, com duração de 2h30min. O tema da prova será definido por sorteio de ponto, que ocorrerá no dia 20 de agosto de 2025, às 08h, uma hora antes do início da avaliação, marcada para as 09h do mesmo dia.</li>\n<li><strong>Prova de Desempenho de Ensino (PDE):</strong> Consiste em uma aula expositiva sobre um tema também definido por sorteio de ponto. O sorteio para esta etapa está previsto para 01 de setembro de 2025, e a prova será realizada no dia 02 de setembro de 2025. O ponto sorteado na Prova Escrita será excluído do sorteio da Prova de Desempenho.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de avaliação, conteúdo programático e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados e os prazos para recursos já estão definidos no edital, permitindo que o candidato acompanhe cada fase da seleção. As principais datas são:</p>\n<ul>\n<li><strong>Resultado da Prova Escrita:</strong> Divulgação em 25 de agosto de 2025, com prazo para recurso entre os dias 25 e 27 de agosto.</li>\n<li><strong>Resultado Final Preliminar:</strong> Publicação em 03 de setembro de 2025, com prazo para recurso entre os dias 03 e 05 de setembro.</li>\n<li><strong>Resultado Final Definitivo:</strong> Divulgação em 08 de setembro de 2025, após a análise dos recursos.</li>\n</ul>\n<p>A convocação dos candidatos aprovados seguirá a ordem de classificação final e será comunicada nos canais oficiais da UTFPR. Não há menção a critérios de desempate no extrato do edital.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo resultados, convocações e eventuais retificações, no site da UTFPR e no Diário Oficial da União, conforme as disposições do edital.</p>\n</div>"
    },
    {
        "title": "Prefeitura Ipaporanga (CE) – Concurso 01/2025 [reaberto]",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-ipaporanga-ce-concurso-01-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 06/08/2025 | Remuneração: até R$ 10000",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>Edital publicado para o Concurso Público da Prefeitura Municipal de Ipaporanga, no Ceará, sob o número 001/2025. Organizado pelo Instituto Consulpam, o certame visa o preenchimento de 92 vagas imediatas e a formação de cadastro de reserva para o quadro de pessoal permanente do município. O regime de contratação é o Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades contemplam todos os níveis de escolaridade: fundamental, médio, técnico e superior. Há vagas em diversas áreas, como administrativa, operacional, educação e saúde. <strong>Destacam-se as oportunidades para os cargos de Engenheiro Agrônomo e Nutricionista</strong>, áreas de grande interesse para nossos leitores.</p>\n<p>Este concurso representa uma excelente chance para quem busca uma carreira no serviço público cearense. Continue a leitura para conferir todos os detalhes sobre as inscrições, etapas e cronograma do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Ipaporanga-CE serão realizadas exclusivamente pela internet. Os interessados devem acessar o site da banca organizadora, Instituto Consulpam, no endereço <strong>www.consulpam.com.br</strong>, entre os dias <del datetime=\"2025-07-23T16:41:03+00:00\">30 de junho de 2025 e 20 de julho de 2025</del><strong>21 de julho de 2025 e 06 de agosto de 2025</strong>.</p>\n<p>O pagamento da taxa de inscrição deve ser feito por meio de boleto bancário, gerado no ato da inscrição. É fundamental que o pagamento seja efetuado dentro do prazo estipulado, pois não serão aceitas outras formas de quitação, como PIX, transferência ou depósito. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem verificar os critérios e procedimentos diretamente no documento oficial.</p>\n<p>Após a inscrição, é responsabilidade do candidato acompanhar a confirmação e o status do seu pedido na “ÁREA DO CANDIDATO”, disponível no site da Consulpam. Uma vez efetivada, não será possível alterar o cargo escolhido. Para garantir a participação, leia atentamente o edital completo antes de se inscrever.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, variando conforme o cargo pretendido. A avaliação dos candidatos ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A prova terá duração de 3 horas e será composta por questões de múltipla escolha (A, B, C, D). Para ser aprovado, o candidato deverá obter no mínimo 50% de acerto em Conhecimentos Básicos e 50% em Conhecimentos Específicos. A aplicação está prevista para o dia <strong>14 de setembro de 2025</strong>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada exclusivamente aos candidatos de <em>nível superior</em> que forem aprovados na prova objetiva. A pontuação máxima é de 10 pontos, considerando títulos de especialização, mestrado e doutorado. O envio dos documentos será feito por upload no site da banca.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, será aplicada apenas para os cargos de <em>Motorista (categorias AB e D) e Operador de Máquinas Pesadas</em>. Serão convocados os candidatos mais bem classificados na prova objetiva. A avaliação valerá 20 pontos, sendo necessário obter no mínimo 50% para aprovação.</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado, os critérios de avaliação de cada etapa e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma definido pela banca organizadora. O gabarito preliminar oficial da prova objetiva será publicado no site do Instituto Consulpam no primeiro dia útil após a aplicação das provas. Após o período de recursos, o gabarito definitivo e os resultados preliminares serão divulgados.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota total obtida. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na prova de conhecimentos específicos;</li>\n<li>Maior nota na prova de conhecimentos básicos;</li>\n<li>Maior idade.</li>\n</ul>\n<p>A homologação do resultado final do concurso será publicada por ato do prefeito municipal. A convocação para a posse ocorrerá por meio de edital no diário oficial eletrônico do município e também será divulgada nos sites da banca e da prefeitura. Os candidatos aprovados deverão se submeter a exames médicos pré-admissionais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora, www.consulpam.com.br, e nos canais oficiais da Prefeitura de Ipaporanga-CE.</p>\n</div>"
    },
    {
        "title": "CIDERSOP (PR) – Seleção Pública 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/cidersop-pr-selecao-publica-01-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 05/08/2025 | Remuneração: até R$ 4149",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Processo Seletivo n.º 001/2025 do Consórcio Intermunicipal para o Desenvolvimento Econômico, Social, Educacional e Cultural Sustentável da Região Oeste do Paraná (CIDERSOP) foi publicado. O certame, organizado pelo INSTITUTO DOM, visa o preenchimento de 1 vaga imediata mais formação de cadastro de reserva para um cargo de nível superior, com contratação sob o regime celetista (CLT).</p>\n<p>Esta é uma excelente oportunidade para profissionais com formação em <strong>Engenharia Ambiental, Engenharia Florestal, Geologia e Agronomia</strong>, pois a vaga disponível é para o cargo de Analista Ambiental. O processo seletivo terá validade de 1 ano, podendo ser prorrogado por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo do CIDERSOP serão realizadas exclusivamente pela internet. O período exato para se inscrever será de <strong>21 de julho de 2025</strong> até <strong>05 de agosto de 2025</strong>.</p>\n<p>Os interessados deverão acessar o portal do <strong>INSTITUTO DOM</strong> para preencher o formulário de inscrição. A taxa de participação é de <strong>R$ 120,00</strong> para o cargo de nível superior. O pagamento deve ser efetuado por meio de boleto bancário, que pode ser gerado e impresso após a conclusão do cadastro. O boleto pode ser reimpresso até o dia útil seguinte ao encerramento das inscrições, que também é a data limite para o pagamento.</p>\n<p>Candidatos que se enquadram nos critérios de isenção da taxa devem consultar o edital para verificar os procedimentos e os documentos necessários para a solicitação. Após a inscrição, o candidato deve acompanhar a confirmação do pagamento e o status de sua participação diretamente na área restrita do site.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção do CIDERSOP será composto por duas fases principais, estruturadas para avaliar o conhecimento técnico e a qualificação profissional dos candidatos. As etapas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos. A avaliação consistirá em 30 questões de múltipla escolha, com quatro alternativas cada, e terá duração de 3 horas. As disciplinas cobradas são:\n<ul>\n<li>Língua Portuguesa (5 questões)</li>\n<li>Raciocínio Lógico (5 questões)</li>\n<li>Conhecimentos Gerais (10 questões)</li>\n<li>Conhecimentos Específicos (10 questões)</li>\n</ul>\n<p>Para ser aprovado, o candidato deverá obter no mínimo 50% da pontuação total, que é de 60 pontos.</p>\n</li>\n<li><strong>Avaliação de Títulos e Experiência Profissional:</strong> De caráter apenas classificatório, esta etapa é facultativa e destinada exclusivamente aos candidatos ao cargo de Analista Ambiental que forem aprovados na prova objetiva. Serão pontuados títulos de pós-graduação (especialização, mestrado e doutorado) e experiência profissional comprovada na área de atuação, com pontuação máxima de 15 pontos.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>Os gabaritos preliminares da prova objetiva serão divulgados no site do INSTITUTO DOM a partir das 19h do mesmo dia de aplicação da prova. Os resultados preliminares e finais de todas as etapas serão publicados no mesmo endereço eletrônico, com as listas de classificação em ordem decrescente de pontuação.</p>\n<p>Em caso de empate na nota final, os critérios de desempate são, sucessivamente:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota em Conhecimentos Específicos;</li>\n<li>Maior nota em Raciocínio Lógico;</li>\n<li>Maior nota em Conhecimentos Gerais;</li>\n<li>Maior nota em Língua Portuguesa;</li>\n<li>Maior nota na Avaliação de Títulos;</li>\n<li>Candidato de maior idade;</li>\n<li>Exercício da função de jurado.</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Município de Vera Cruz do Oeste. A convocação dos aprovados ocorrerá conforme a necessidade do CIDERSOP, e o acompanhamento das chamadas deve ser feito pelos sites do INSTITUTO DOM e do próprio consórcio.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais, comunicados e resultados, nos sites da banca organizadora e nos meios de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "IFTM (MG) – Seleção Simplificada 19/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/iftm-mg-selecao-simplificada-19-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 31/07/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Triângulo Mineiro (IFTM) publicou o edital nº 19/2025/DGPC-REI para seu novo Processo Seletivo Simplificado. O objetivo é a contratação temporária de Professores Substitutos para o Campus Uberlândia. O certame visa preencher 4 vagas imediatas de nível superior, sob o regime da Lei nº 8.745/1993.</p>\n<p>As oportunidades contemplam diversas áreas do conhecimento, com <strong>destaque para vagas em Agronomia, Alimentos e Meio Ambiente</strong>, além de Filosofia/Sociologia. Este processo seletivo é uma excelente oportunidade para profissionais que desejam atuar no Ensino Básico, Técnico e Tecnológico.</p>\n<p>Continue a leitura para conferir os detalhes sobre as inscrições, as etapas de avaliação e o cronograma completo do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFTM estarão abertas entre <strong>21 de julho de 2025 e 31 de julho de 2025</strong>. Os interessados podem se inscrever de duas formas: online ou presencialmente.</p>\n<p>Para a inscrição online, o candidato deve preencher o formulário eletrônico e enviar a documentação exigida em formato PDF. A inscrição presencial deve ser feita na Coordenação de Gestão de Pessoas do IFTM – Campus Uberlândia, em dias úteis, das 8h às 11h e das 13h às 15h.</p>\n<p>O edital não menciona a cobrança de taxa de inscrição. É fundamental que o candidato apresente a Ficha de Inscrição (ANEXO III do edital) devidamente preenchida, junto com um documento de identificação oficial com foto e o CPF. A lista final de inscritos será divulgada no site oficial do IFTM.</p>\n<p>Para garantir a correta participação, é imprescindível a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, aplicadas a todos os cargos:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático-Pedagógico:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva presencial com duração de 30 minutos, seguida por uma arguição de até 10 minutos pela banca. O tema da aula será sorteado previamente. A avaliação valerá 100 pontos, e o candidato deverá obter no mínimo 50 pontos para ser classificado. Os critérios incluem plano de aula, domínio do conteúdo, clareza, uso de recursos e capacidade de síntese.</li>\n<li><strong>Avaliação de Títulos e Experiência Profissional:</strong> De caráter apenas classificatório, esta etapa é destinada somente aos candidatos aprovados na prova didática. A pontuação máxima é de 25 pontos, distribuídos entre formação acadêmica (Doutorado, Mestrado ou Especialização) e experiência comprovada no magistério (1 ponto por ano, limitado a 10 pontos).</li>\n</ul>\n<p>Para informações detalhadas sobre os conteúdos, critérios de avaliação e o cronograma completo de cada fase, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá o cronograma oficial. O resultado preliminar está previsto para <strong>29 de agosto de 2025</strong>, e o resultado final será publicado em <strong>8 de setembro de 2025</strong>, após o período de recursos. A classificação final será definida pela soma dos pontos obtidos na prova didático-pedagógica e na avaliação de títulos.</p>\n<p>Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na prova de desempenho didático-pedagógico;</li>\n<li>Maior tempo de experiência no magistério;</li>\n<li>Maior titulação acadêmica;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A convocação dos aprovados será realizada por e-mail e/ou correspondência, sendo que o candidato terá 48 horas para manifestar interesse na vaga. Após a convocação, o candidato terá um prazo para apresentar a documentação necessária para a contratação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site do IFTM e nos meios oficiais de divulgação.</p>\n</div>"
    },
    {
        "title": "IF Farroupilha (RS) – Seleção Simplificada 243/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-farroupilha-rs-selecao-simplificada-243-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 28/07/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia Farroupilha (IFFarroupilha), Campus São Vicente do Sul, publicou o edital nº 243/2025 para seu Processo Seletivo Simplificado. O certame visa a contratação por tempo determinado de um Professor Substituto para o Ensino Básico, Técnico e Tecnológico, com regime de trabalho de 40 horas semanais.</p>\n<p>A oportunidade é para candidatos com nível superior e contempla a área de <strong>Agronomia / Extensão Rural e Gestão Rural</strong>. É uma excelente chance para profissionais com formação em <strong>Agronomia, Engenharia Florestal, Medicina Veterinária, Zootecnia</strong>, Engenharia Agrícola, Tecnologia em Produção de Grãos, Tecnologia em Gestão do Agronegócio ou Licenciatura em Educação do Campo com ênfase em Ciências Agrárias.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFFarroupilha estarão abertas das 09h do dia 22 de julho de 2025 até as 23h59 do dia 28 de julho de 2025 (horário de Brasília). A taxa de inscrição é de R$ 40,00 para todos os candidatos.</p>\n<p>O procedimento é realizado em duas fases: primeiro, o candidato deve preencher o formulário de inscrição exclusivamente pela internet, no site oficial do certame. Após a inscrição, é necessário gerar e pagar a Guia de Recolhimento da União (GRU) através do portal PagTesouro.</p>\n<p>Em seguida, é <strong>obrigatório</strong> enviar, até as 18h do dia 29 de julho de 2025, um e-mail para <em><a class=\"__cf_email__\" data-cfemail=\"443437376a373237042d22222536362b31342d282c256a2120316a2636\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em> contendo um arquivo PDF único com os seguintes documentos: comprovante de pagamento da GRU, diploma de graduação (frente e verso) e documento de identificação com foto. O edital não prevê a possibilidade de isenção da taxa.</p>\n<p>É fundamental que o candidato leia atentamente o edital para compreender todas as regras e garantir a correta efetivação da sua inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, ambas de caráter eliminatório e classificatório. A pontuação final será a soma das notas obtidas em cada uma delas.</p>\n<ul>\n<li><strong>Avaliação Curricular (Não presencial):</strong> Esta etapa consiste na análise de títulos e da experiência profissional do candidato, com pontuação de 0 a 100. Serão avaliados a formação universitária, a produção acadêmico-científica e a atividade docente. Os documentos comprobatórios devem ser enviados por e-mail, conforme as regras e o cronograma do edital. Apenas os 20 primeiros classificados nesta fase avançam para a etapa seguinte.</li>\n<li><strong>Prova de Desempenho Didático (Presencial):</strong> Os candidatos aprovados na avaliação curricular serão convocados para ministrar uma aula com duração entre 20 e 25 minutos para uma banca examinadora. O tema será escolhido pelo candidato a partir de uma lista divulgada previamente. A prova, que também vale de 0 a 100 pontos, será gravada e ocorrerá no Campus São Vicente do Sul. Será eliminado o candidato que obtiver nota inferior a 70 pontos.</li>\n</ul>\n<p>Para conhecer os critérios detalhados de pontuação, os temas da prova didática e o cronograma completo, consulte o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados ocorrerá de forma escalonada. O resultado preliminar da Avaliação Curricular, com a lista de aptos para a Prova de Desempenho Didático, será publicado em 08 de agosto de 2025. Já o resultado preliminar da Prova Didática está previsto para 18 de agosto de 2025. Após os prazos para recursos, a homologação do resultado final será publicada no Diário Oficial da União (DOU) em 25 de agosto de 2025.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da pontuação total. Em caso de empate, os critérios de desempate são, sucessivamente: <em>maior nota na Prova de Desempenho Didático</em>, <em>maior nota na Avaliação Curricular</em> e <em>maior idade</em>.</p>\n<p>A convocação para a contratação será realizada por meio de publicação no site do IFFarroupilha e por e-mail, seguindo a ordem de classificação e a necessidade da instituição. A aprovação não garante o direito à contratação imediata, mas a expectativa de ser chamado durante o prazo de validade do certame, que é de um ano, prorrogável por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da instituição e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "IFPR (PR) – Seleção Simplificada 94/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifpr-pr-selecao-simplificada-94-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 31/07/2025 | Remuneração: até R$ 9058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Paraná (IFPR) publicou o edital de seu novo processo seletivo simplificado para o Campus Irati. O certame visa a contratação temporária de um Professor Substituto para a área de <strong>Agronomia</strong>, uma excelente oportunidade para profissionais do setor. A vaga é destinada a candidatos com nível superior, exigindo graduação em Bacharelado em Agronomia e pós-graduação em qualquer área.</p>\n<p>A contratação será regida pela Lei nº 8.745/93, e o processo seletivo terá validade de 1 (um) ano a partir da homologação, com o contrato podendo ser prorrogado até o limite de 2 (dois) anos. Nas seções a seguir, você encontrará todos os detalhes sobre as inscrições, etapas e cronograma deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFPR Campus Irati estarão abertas de <strong>18 de julho de 2025, a partir das 08h, até as 17h do dia 31 de julho de 2025</strong>. O procedimento deve ser realizado exclusivamente pela internet, através do preenchimento de um formulário eletrônico disponível no link oficial da seleção.</p>\n<p>A taxa de inscrição foi fixada no valor de <strong>R$ 64,90</strong>. O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), que precisa ser gerada no portal PagTesouro e paga exclusivamente no Banco do Brasil. É fundamental seguir as orientações do edital para o preenchimento correto da GRU.</p>\n<p>No ato da inscrição, o candidato deverá anexar cópias digitalizadas do documento de identidade, CPF, o comprovante de pagamento da GRU e todos os documentos comprobatórios para a prova de títulos. A homologação das inscrições será publicada no site do campus. Para garantir sua participação, leia atentamente o edital completo e siga todas as instruções.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto do IFPR será composto por duas etapas principais, com pesos e naturezas distintas. A preparação adequada para cada uma delas é fundamental para a aprovação.</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa consiste em uma aula presencial com duração de 40 minutos sobre um tema sorteado previamente. Os candidatos deverão entregar um plano de aula impresso no início da sua apresentação. Serão avaliados critérios como planejamento, domínio do conteúdo, clareza e uso de recursos didáticos. A nota mínima para aprovação é de 70 pontos em 100.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta fase avaliará a trajetória acadêmica e profissional do candidato. A pontuação será atribuída com base nos documentos comprobatórios de titulação (doutorado, mestrado, especialização), titulação adicional (licenciatura), experiência profissional docente e experiência na área de atuação, que devem ser enviados no ato da inscrição.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de avaliação, os temas da prova didática e o cronograma completo, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será determinada pela média ponderada das notas obtidas nas duas etapas. A Prova Didática terá peso 7, enquanto a Prova de Títulos terá peso 3. Apenas os candidatos que alcançarem a nota mínima de 70 pontos na Prova Didática serão classificados.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação na Prova Didática;</li>\n<li>Maior idade (para os demais casos).</li>\n</ul>\n<p>O resultado preliminar será divulgado no site oficial do IFPR Campus Irati, abrindo prazo para recursos. Após essa fase, o resultado final será homologado e publicado no Diário Oficial da União. A convocação dos aprovados para a contratação será realizada por meio do <strong>e-mail cadastrado no momento da inscrição</strong>.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site do IFPR e nos meios oficiais de divulgação.</p>\n</div>"
    },
    {
        "title": "IFRO (RO) – Seleção Simplificada 145/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifro-ro-selecao-simplificada-145-2025/",
        "description": "Local: Rondônia | Tipo: cadastro reserva vaga(s) | Prazo: até 30/07/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Rondônia (IFRO) publicou o edital nº 0145/COLORADO DO OESTE/IFRO para o Processo Seletivo Simplificado que visa a contratação por tempo determinado de Professor Substituto. As oportunidades são para o Campus Colorado do Oeste, com regime de contratação temporária, regido pela Lei nº 8.745/93, e exigem nível superior.</p>\n<p>O certame oferece vagas para as áreas de Educação Física, Língua Portuguesa, Matemática e, com <strong>destaque para a área de Agronomia</strong>. Os profissionais atuarão de forma presencial, desenvolvendo atividades de ensino, pesquisa e extensão. A validade do processo seletivo será de 24 meses, podendo ser prorrogada por igual período. Confira nas seções a seguir os detalhes sobre inscrições, etapas e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFRO são <strong>gratuitas</strong> e devem ser realizadas exclusivamente online entre as <strong>07h do dia 21 de julho de 2025 e as 23h59 do dia 30 de julho de 2025</strong> (horário de Rondônia).</p>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico disponível no link oficial e anexar, em um <strong>único arquivo no formato PDF</strong>, toda a documentação exigida, que inclui documento de identificação, diplomas e comprovantes para a prova de títulos. É fundamental que os documentos estejam legíveis e organizados na ordem especificada no edital para evitar o indeferimento da inscrição.</p>\n<p>O candidato é o único responsável pelo correto preenchimento dos dados e pelo envio da documentação. O acompanhamento da homologação da inscrição deve ser feito pelo portal do IFRO. Para garantir a correta participação, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo simplificado do IFRO será realizado em duas etapas principais, estruturadas para avaliar a competência didática e a qualificação profissional dos candidatos. As etapas são:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório. Consiste em uma aula ministrada em ambiente virtual (Google Meet), com duração mínima de 20 e máxima de 30 minutos, perante uma banca examinadora. O candidato deverá enviar previamente um plano de aula. Será eliminado quem obtiver nota inferior a 60 pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório. Nesta fase, serão pontuados os títulos acadêmicos e a experiência profissional comprovada, com base nos documentos enviados no ato da inscrição. A pontuação máxima é de 40 pontos, que será somada à nota da prova didática. Apenas os candidatos aprovados na primeira etapa terão seus títulos avaliados.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de avaliação, o cronograma completo e os procedimentos para envio do plano de aula, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final dos candidatos será calculada pela soma da pontuação obtida na Prova de Desempenho Didático (até 100 pontos) e na Prova de Títulos (até 40 pontos). Serão considerados classificados os participantes que alcançarem uma pontuação final igual ou superior a 60 pontos.</p>\n<p>Em caso de empate na classificação, os critérios de desempate seguirão esta ordem: 1º) idade igual ou superior a 60 anos; 2º) maior tempo de experiência docente; 3º) maior idade. A homologação do resultado final será publicada no Diário Oficial da União e no site do IFRO, conforme cronograma. A convocação dos aprovados será realizada por e-mail e também divulgada no portal da instituição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo resultados, convocações e possíveis retificações, no endereço eletrônico <em>https://selecao.ifro.edu.br/index.php/pts</em> e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "UFMS (MS) – Seleção Pública 100/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufms-ms-selecao-publica-100-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 28/07/2025 | Remuneração: até R$ 9058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Fundação Universidade Federal de Mato Grosso do Sul (UFMS) publicou o edital nº 100/2025 para o Processo Seletivo de Professor Substituto. O certame visa a contratação temporária de profissionais de nível superior, com titulação de especialista, mestre ou doutor, para atender às necessidades do segundo semestre letivo de 2025. A classificação no processo seletivo gera expectativa de direito à contratação, condicionada à disponibilidade de vagas e ao interesse da instituição.</p>\n<p>As oportunidades abrangem diversas áreas do conhecimento, como Ciências Exatas e da Terra, Ciências Biológicas, Engenharias, Ciências da Saúde, Ciências Agrárias, Ciências Sociais Aplicadas, Ciências Humanas e Linguística, Letras e Artes. <strong>Destacam-se as vagas para as áreas de Agronomia, Medicina Veterinária e diversas especialidades da Biologia</strong>, como Botânica e Zoologia.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFMS são <strong>totalmente gratuitas</strong> e devem ser realizadas exclusivamente pela internet. O período para se candidatar será de <strong>25 a 28 de julho de 2025</strong>. Para efetuar a inscrição, o candidato deve acessar o portal oficial de concursos da universidade.</p>\n<p>Durante o mesmo período, os candidatos deverão anexar eletronicamente, na área do candidato, toda a documentação comprobatória para a Prova de Títulos, incluindo o Curriculum Vitae da Plataforma Lattes. É permitido realizar apenas uma inscrição por CPF, sendo que, em caso de duplicidade, apenas a última será considerada válida. Não há taxa de inscrição nem processo de isenção. É fundamental que o candidato acompanhe todas as publicações e o status de sua inscrição diretamente no site da organizadora.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFMS será conduzido em três fases principais, que poderão ser realizadas de forma remota ou presencial, a critério da unidade de lotação. A seleção está estruturada da seguinte forma:</p>\n<ul>\n<li><strong>Fase 1: Prova Escrita (Objetiva)</strong>: De caráter eliminatório e classificatório, com peso 30. A avaliação abordará os conteúdos definidos no edital específico de cada comissão de seleção.</li>\n<li><strong>Fase 2: Prova Didática</strong>: De caráter eliminatório e classificatório, com peso 40. Esta etapa consiste em uma aula expositiva sobre um tema sorteado previamente. A ausência do candidato no sorteio do tema resultará em sua eliminação do certame.</li>\n<li><strong>Fase 3: Prova de Títulos</strong>: De caráter apenas classificatório, com peso 1. Consiste na análise e pontuação do Curriculum Vitae e dos documentos comprobatórios de produção acadêmica e experiência profissional, que devem ser enviados durante o período de inscrição. A pontuação máxima nesta fase é de 300 pontos e somente serão avaliados os títulos dos candidatos aprovados nas etapas anteriores.</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado, os critérios de avaliação de cada etapa e as regras específicas, é indispensável a leitura completa do edital e de seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma rigoroso. O resultado preliminar da prova objetiva está previsto para <strong>1º de agosto de 2025</strong>, e o resultado preliminar geral das provas será publicado em <strong>8 de agosto de 2025</strong>. A homologação do resultado final do processo seletivo está agendada para <strong>18 de agosto de 2025</strong>.</p>\n<p>A classificação final será divulgada em cinco listas distintas (ampla concorrência, PPP, indígena, quilombola e PcD), organizadas por área e titulação, com preferência de contratação para os candidatos com maior titulação (Doutor, Mestre e Especialista, nessa ordem). A convocação para a contratação será realizada após a homologação, e os candidatos aprovados deverão entregar a documentação exigida até <strong>20 de agosto de 2025</strong>. O certame terá validade de doze meses a partir da data de homologação do resultado final.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de resultados, convocações e comunicados no portal de concursos da UFMS e nos meios oficiais de divulgação da universidade.</p>\n</div>"
    },
    {
        "title": "UTFPR (PR) – Concurso 29/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/utfpr-pr-concurso-29-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 17/08/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Tecnológica Federal do Paraná (UTFPR) publicou o edital para seu Concurso Público de Provas e Títulos (Processo nº 23064.056602/2024-58), destinado ao provimento de 4 vagas imediatas para o cargo de Professor do Magistério Superior, Classe A, Denominação Assistente. As oportunidades são para o Campus Dois Vizinhos, com contratação sob o Regime Jurídico Único (Estatutário). O certame exige nível superior completo com doutorado, conforme especificado para cada área. As vagas contemplam os setores de Ciência da Computação e, com <strong>especial destaque para as áreas de Agronomia e Engenharia Florestal</strong>. Este concurso representa uma excelente oportunidade para profissionais que buscam uma carreira acadêmica sólida em uma instituição federal de renome. Continue a leitura para conferir todos os detalhes sobre as inscrições, etapas e cronograma do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UTFPR estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar vai das <em>08h do dia 18 de julho de 2025 até as 23h do dia 17 de agosto de 2025</em>, através do site oficial da universidade. A taxa de inscrição foi fixada em <strong>R$ 265,00</strong> para todos os cargos. Após preencher o formulário online, o candidato deverá imprimir a Guia de Recolhimento da União (GRU) e efetuar o pagamento em qualquer agência bancária até o dia 18 de agosto de 2025. O edital não especifica os critérios para solicitação de isenção da taxa. É fundamental que o candidato acompanhe o status de sua inscrição, bem como a divulgação do ensalamento, que será publicada a partir de 26 de agosto de 2025 na página do concurso. Para garantir a participação, é imprescindível a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor do Magistério Superior da UTFPR será composto por quatro etapas distintas, com o objetivo de avaliar de forma completa a capacidade técnica e didática dos candidatos. As fases são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório e classificatório, consistirá em uma questão dissertativa sobre um tema sorteado do programa. A prova está agendada para o dia 14 de setembro de 2025, com duração de 3 horas. Serão aprovados os candidatos que obtiverem nota igual ou superior a 60 pontos.</li>\n<li><strong>Prova de Desempenho de Ensino:</strong> Também eliminatória e classificatória, esta etapa é destinada aos aprovados na prova escrita. Consiste em uma aula expositiva de 30 a 40 minutos, seguida de arguição pela banca. A prova ocorrerá em 19 de outubro de 2025.</li>\n<li><strong>Prova de Memorial de Trajetória Acadêmica e Plano de Trabalho:</strong> De caráter classificatório, envolve a apresentação oral do memorial e do plano de trabalho do candidato, com duração de até 20 minutos, seguida por uma arguição de até 20 minutos. Acontecerá em 19 de outubro de 2025.</li>\n<li><strong>Prova de Títulos:</strong> Etapa exclusivamente classificatória, na qual a banca avaliará a documentação comprobatória da produção acadêmica e experiência profissional do candidato, entregue previamente.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo de cada fase, a consulta ao edital oficial é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa do concurso da UTFPR, incluindo as listas de classificados, serão divulgados exclusivamente no endereço eletrônico oficial do certame. A nota final será calculada por meio de uma média ponderada, atribuindo peso 2 à Prova Escrita, peso 3 à Prova de Desempenho de Ensino, peso 3 à Prova de Memorial e Plano de Trabalho, e peso 2 à Prova de Títulos. Os critérios de desempate seguirão a ordem de preferência: maior nota na Prova de Desempenho de Ensino, seguida pela Prova de Memorial, Prova de Títulos e Prova Escrita, com prioridade para candidatos com idade igual ou superior a 60 anos e, por último, o critério de maior idade. A homologação do resultado final será publicada no Diário Oficial da União (DOU), sendo este o documento oficial que comprova a habilitação do candidato. A convocação para a nomeação ocorrerá de acordo com a ordem de classificação e a necessidade da instituição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao concurso no site da UTFPR e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Lucélia (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-lucelia-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 10/08/2025 | Remuneração: até R$ 3482.76",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Lucélia, no estado de São Paulo, foi publicado. Organizado pela banca VALESPE CONCURSOS, o certame visa o provimento efetivo de 13 vagas imediatas e a formação de cadastro de reserva para cargos de diversos níveis de escolaridade: fundamental (incompleto e completo), médio, técnico e superior. As oportunidades abrangem áreas como manutenção, operações, administrativa, fiscal e saúde.</p>\n<p>Para profissionais das áreas de interesse do nosso site, o concurso oferece vagas para <strong>Engenheiro Agrônomo</strong> e <strong>Agente de Zoonose</strong>, ambas para formação de cadastro de reserva. O regime de contratação é o efetivo, regido pela legislação municipal, garantindo estabilidade aos aprovados. A validade do concurso será de dois anos, podendo ser prorrogada por igual período.</p>\n<p>Continue a leitura para obter informações detalhadas sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Lucélia estarão abertas de <strong>17 de julho de 2025 a 10 de agosto de 2025</strong>. O procedimento deve ser realizado exclusivamente pela internet, através do site da banca organizadora, VALESPE CONCURSOS. É permitido que o candidato se inscreva para até dois cargos, desde que os horários de aplicação das provas sejam em turnos diferentes.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 13,50</li>\n<li><strong>Nível Médio:</strong> R$ 15,75</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 18,00</li>\n<li><strong>Nível Superior:</strong> R$ 21,75</li>\n</ul>\n<p>O pagamento da taxa deve ser efetuado por meio de boleto bancário, que poderá ser impresso até o último dia de inscrição e pago até <strong>11 de agosto de 2025</strong>. A confirmação da inscrição está condicionada à comprovação do pagamento. O candidato é inteiramente responsável pelo correto preenchimento dos dados no formulário de inscrição.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo antes de realizar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Lucélia será composto por até duas etapas, dependendo do cargo escolhido. Todos os candidatos serão avaliados por meio de uma prova objetiva, e para alguns cargos específicos, haverá também uma prova prática.</p>\n<p>As etapas são estruturadas da seguinte forma:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos no dia <strong>31 de agosto de 2025</strong>. A prova terá duração de 3 horas e será composta por 30 questões de múltipla escolha, com quatro alternativas cada. Para ser aprovado, o candidato deverá obter uma pontuação mínima de 50,00 pontos em uma escala de 0 a 100.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada apenas aos candidatos mais bem classificados na prova objetiva para os cargos de Motorista, Operador de Máquina Leve, Operador de Máquina Pesada e Pedreiro. A convocação está prevista para 12 de setembro de 2025, e a aplicação para <strong>21 de setembro de 2025</strong>. A avaliação também será de 0 a 100 pontos, exigindo nota mínima de 50,00 para aprovação.</li>\n</ul>\n<p>É fundamental que o candidato compareça ao local de prova com 30 minutos de antecedência, portando um documento de identificação original com foto e caneta esferográfica de tinta azul ou preta e tubo transparente.</p>\n<p>Para conhecer o conteúdo programático de cada disciplina, os critérios detalhados de avaliação da prova prática e outras regras, consulte o edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Lucélia seguirá um cronograma específico. O gabarito preliminar da prova objetiva será publicado a partir das 17h do segundo dia útil após a aplicação, em <strong>02 de setembro de 2025</strong>. Após o período de recursos, o gabarito oficial e o resultado preliminar dos cargos com prova prática serão divulgados em <strong>08 de setembro de 2025</strong>. O resultado preliminar dos demais cargos sairá em <strong>13 de setembro de 2025</strong>.</p>\n<p>O resultado final do concurso está previsto para ser publicado em <strong>29 de setembro de 2025</strong>. Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (Estatuto do Idoso);</li>\n<li>Maior pontuação em conhecimentos específicos;</li>\n<li>Maior pontuação em língua portuguesa;</li>\n<li>Maior pontuação em matemática;</li>\n<li>Candidato mais idoso;</li>\n<li>Sorteio público, se o empate persistir.</li>\n</ul>\n<p>A homologação do resultado final torna o concurso válido e dá início ao prazo para as convocações, que ocorrerão de acordo com a necessidade da Prefeitura Municipal de Lucélia. O acompanhamento das convocações para nomeação e posse deverá ser feito <strong>exclusivamente</strong> através do Diário Oficial da Prefeitura, no site oficial do município.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora, VALESPE CONCURSOS, e no Diário Oficial do município.</p>\n</div>"
    },
    {
        "title": "UNICENTRO (PR) – Teste Seletivo 117/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unicentro-pr-teste-seletivo-117-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 31/07/2025 | Remuneração: até R$ 6637.84",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual do Centro-Oeste (UNICENTRO) publicou o edital nº 117/2025-DIRCOAV para seu novo Teste Seletivo, que visa a contratação de Professores Colaboradores por tempo determinado. O processo seletivo destina-se ao preenchimento de 44 vagas imediatas, com contratação sob o Contrato de Regime Especial para Professor Colaborador de Ensino Superior, válido por até doze meses e prorrogável por igual período.</p>\n<p>As oportunidades são para profissionais de nível superior, abrangendo diversas áreas do conhecimento, como Educação, Saúde, Ciências Exatas, Humanas e Letras. <strong>Destacam-se as vagas para as áreas de Engenharia de Alimentos, Nutrição, Agronomia e Engenharia Ambiental</strong>, além de oportunidades em Medicina, Enfermagem, Computação, Administração e Pedagogia. A remuneração varia de R$ 1.406,93 a R$ 6.637,84, a depender da carga horária e da titulação do candidato.</p>\n<p>Se você possui a formação exigida e busca uma oportunidade no ensino superior, confira nas seções seguintes os detalhes sobre como se inscrever, quais são as etapas de avaliação e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Teste Seletivo da UNICENTRO estarão abertas e devem ser realizadas exclusivamente pela internet, entre os dias <strong>16 de julho de 2025 e 31 de julho de 2025</strong>. O processo é dividido em duas fases obrigatórias: primeiro, o candidato deve preencher os dados pessoais e gerar o boleto bancário no site oficial do concurso; em seguida, deve enviar toda a documentação exigida em formato PDF através do Protocolo Digital da universidade.</p>\n<p>A taxa de inscrição tem o valor único de R$ 108,00 para todas as áreas e deve ser paga até a data de vencimento do boleto, 31 de julho de 2025. A confirmação da inscrição depende da compensação bancária do pagamento. O edital não prevê a possibilidade de solicitar isenção da taxa. É fundamental que o candidato realize as duas fases do processo para que sua inscrição seja validada.</p>\n<p>O link para o sistema de inscrições e para o Protocolo Digital está disponível no endereço eletrônico <a href=\"https://www2.unicentro.br/concursos/TS-117-2025\" rel=\"noopener\" target=\"_blank\">https://www2.unicentro.br/concursos/TS-117-2025</a>. Para garantir sua participação, leia atentamente todas as instruções contidas no edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UNICENTRO será composto por duas etapas principais, com critérios distintos de avaliação. A aprovação em uma etapa é pré-requisito para avançar para a seguinte. Confira os detalhes de cada uma:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter <em>eliminatório</em>, esta etapa consiste em uma aula expositiva com duração entre 40 e 50 minutos. O tema será um ponto sorteado com 24 horas de antecedência, dentre uma lista de oito pontos disponível no edital. A prova é pública e, ao final, a banca examinadora poderá realizar uma arguição. Para ser aprovado, o candidato precisa obter nota mínima de 7,0.</li>\n<li><strong>Prova de Títulos:</strong> De caráter <em>classificatório</em>, esta fase é destinada apenas aos candidatos aprovados na Prova Didática. A banca examinadora avaliará o Curriculum Vitae, pontuando a formação acadêmica, a produção científica e as experiências profissionais conforme um gabarito específico. Para alguns critérios, serão consideradas apenas as atividades realizadas nos últimos cinco anos.</li>\n</ul>\n<p>Para conhecer a lista de pontos da Prova Didática, os critérios de pontuação dos títulos e o cronograma completo, é indispensável a leitura do edital e seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Teste Seletivo da UNICENTRO seguirá um cronograma específico. A homologação das inscrições está prevista para 12 de agosto de 2025, e o resultado preliminar do certame será publicado a partir de <strong>9 de setembro de 2025</strong> no site da universidade. A nota final será a média ponderada entre a Prova Didática (peso 3) e a Prova de Títulos (peso 1).</p>\n<p>Os critérios de desempate, em ordem de prioridade, são: idade igual ou superior a 60 anos, exercício da função de jurado, maior nota na Prova Didática, maior nota na Prova de Títulos e, por fim, maior idade. Se o empate persistir, será realizado um sorteio público.</p>\n<p>A homologação do resultado final dará início à validade do certame, que é de um ano. A aprovação não gera direito imediato à contratação, que ocorrerá conforme a necessidade e a disponibilidade orçamentária da UNICENTRO. As convocações serão publicadas no site da instituição e no Diário Oficial do Estado do Paraná.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais de convocação, resultados e retificações, no site da UNICENTRO e nos canais oficiais de comunicação.</p>\n</div>"
    },
    {
        "title": "IF Sertão-PE (PE) – Concurso 69/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-sertao-pe-pe-concurso-69-2025/",
        "description": "Local: Pernambuco | Tipo: cadastro reserva vaga(s) | Prazo: até 14/07/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Sertão Pernambucano (IFSertãoPE) publicou o edital de seu Concurso Público, regido pelo Processo SEI nº 23302.101598/2024-30, destinado ao provimento de cargos efetivos e à formação de cadastro reserva para Professor da Carreira do Magistério do Ensino Básico, Técnico e Tecnológico (EBTT). As contratações ocorrerão sob o Regime Jurídico Único dos Servidores Públicos Civis da União (Lei nº 8.112/1990). Todas as oportunidades exigem nível superior de escolaridade e são para diversas áreas do conhecimento. O certame é organizado pela Fundação Universidade Empresa de Tecnologia e Ciências (Fundatec).</p>\n<p>Este concurso oferece vagas em áreas como Administração, Agroindústria, Arquitetura, Biotecnologia, Educação Física, Engenharias, Filosofia, Física, Geografia, História, Informática, Línguas (Inglês, Português, Libras), Matemática, Música, Pedagogia, Química e Segurança do Trabalho. <strong>Destacamos as oportunidades para profissionais de Agronomia, Biologia e Agroindústria, esta última abrangendo formações em Engenharia de Alimentos e Nutrição.</strong></p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público do IFSertãoPE estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se inscrever inicia em <strong>16 de junho de 2025</strong> e se encerra às <strong>17h00 do dia <del datetime=\"2025-07-17T14:03:05+00:00\">14</del>18 de julho de 2025</strong> (horário oficial de Brasília).</p>\n<p>Para efetivar a inscrição, os candidatos devem acessar o site da banca organizadora, Fundatec, no endereço eletrônico <strong>www.fundatec.org.br</strong>. O valor da taxa de inscrição é de R$ 200,00 (duzentos reais) para todos os cargos de Professor da Carreira do Magistério do Ensino Básico, Técnico e Tecnológico.</p>\n<p>É imprescindível o número do Cadastro de Pessoa Física (CPF) para realizar a inscrição. O boleto bancário será gerado durante o processo de inscrição e o pagamento deverá ser efetuado até a data de vencimento indicada no documento. A confirmação do pagamento poderá ser consultada no site da Fundatec após dois dias úteis bancários. Os candidatos poderão reimprimir o boleto, caso necessário, atentando-se ao prazo final de pagamento estipulado no cronograma.</p>\n<p>Os procedimentos e critérios para solicitação de isenção da taxa de inscrição, bem como as regras detalhadas para pagamento e acompanhamento do status da inscrição na área restrita do candidato, devem ser consultados integralmente no edital de abertura.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público do IFSertãoPE será composto por três etapas principais, todas realizadas sob responsabilidade da Fundatec. Acompanhe os detalhes de cada uma:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter eliminatório e classificatório, valendo até 100 pontos. Será composta por questões de múltipla escolha, elaboradas com base nos programas definidos no Anexo VI do edital. A duração total da prova será de 4 horas. O número de questões, valor unitário e pontuação mínima para aprovação estão detalhados no Anexo I do edital.</li>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, valendo até 100 pontos. Consistirá na simulação de uma aula, com duração entre 40 e 50 minutos, sobre um tema sorteado do conteúdo programático da área, seguida por até 10 minutos de arguição pela Banca Examinadora. Serão convocados para esta etapa os candidatos mais bem classificados na Prova Teórico-Objetiva que atingirem no mínimo 60 pontos e não zerarem nenhum componente. A aprovação exige nota igual ou superior a 60 pontos. O tema será sorteado com antecedência mínima de 36 horas. Candidatos das áreas de Libras realizarão a prova em Língua Brasileira de Sinais.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, valendo até 50 pontos. Participarão desta etapa os candidatos convocados para a Prova de Desempenho Didático que não forem eliminados.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público do IFSertãoPE seguirá um cronograma estabelecido pela Fundatec. Os gabaritos preliminares e definitivos da Prova Teórico-Objetiva, assim como os resultados preliminares e finais de cada etapa (Prova Teórico-Objetiva, Prova de Desempenho Didático e Prova de Títulos), serão publicados no site da banca organizadora (www.fundatec.org.br).</p>\n<p>Os critérios de classificação e desempate entre os candidatos estão detalhadamente descritos nos itens 11.1 e 11.2 do edital. Após a conclusão de todas as etapas e o julgamento de eventuais recursos, o resultado final do concurso será homologado. A homologação é o ato administrativo que torna o resultado oficial e válido, sendo publicada no Diário Oficial da União (DOU) e divulgada nos sites do IFSertãoPE e da Fundatec.</p>\n<p>Os candidatos aprovados e classificados dentro do número de vagas ofertadas deverão acompanhar atentamente as publicações oficiais para a convocação, que informará os procedimentos para nomeação e posse. As convocações serão realizadas pelo IFSertãoPE, por meio de publicações em seu site oficial e no Diário Oficial da União.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao concurso, incluindo editais de convocação, comunicados e resultados, no site da banca organizadora (Fundatec), no site do IFSertãoPE e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "IF Sul de Minas (MG) – Seleção Simplificada 197/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-sul-de-minas-mg-selecao-simplificada-197-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 04/08/2025 | Remuneração: até R$ 13.672,88",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Sul de Minas Gerais (IFSULDEMINAS) publicou o edital de seu Processo Seletivo Simplificado para a contratação temporária de Professores Visitantes. O certame, regido pela Lei 8.745/93, visa preencher 11 vagas em diversas áreas do conhecimento, todas exigindo nível superior com título de Doutor. O contrato inicial é de 6 meses, podendo ser prorrogado.</p>\n<p>As oportunidades abrangem setores como Educação, Humanidades, Computação e Administração. <strong>Destacam-se as vagas para as áreas de Biologia Molecular, Ciência e Tecnologia de Alimentos, Engenharia Agronômica (Ciências do Solo e Fitotecnia), Medicina Veterinária (Patologia Clínica) e Botânica/Ecologia.</strong></p>\n<p>Este processo seletivo é uma excelente oportunidade para doutores que desejam contribuir com o ensino, pesquisa e extensão em uma instituição federal de renome. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFSULDEMINAS serão realizadas exclusivamente pela internet, através do portal oficial da instituição. O período para se candidatar está previsto para iniciar em <strong>14 de julho de 2025 e se encerrar em 4 de agosto de 2025</strong>. A taxa de inscrição foi fixada no valor de R$ 200,00 para todos os cargos.</p>\n<p>Para efetivar a inscrição, o candidato deverá seguir estes passos:</p>\n<ul>\n<li>Acessar o site <em>www.ifsuldeminas.edu.br/concurso</em> e realizar o cadastro.</li>\n<li>Preencher o formulário de inscrição online.</li>\n<li>Fazer o upload de toda a documentação exigida em um único arquivo PDF de até 10 MB. Os documentos incluem Currículo Lattes, diplomas, memorial acadêmico-profissional e outros comprovantes.</li>\n<li>Gerar o boleto bancário e efetuar o pagamento da taxa até um dia útil após o término do período de inscrições, observando o horário de expediente bancário.</li>\n</ul>\n<p>O edital não prevê a solicitação de isenção da taxa de inscrição. O candidato é responsável por acompanhar o status de sua inscrição e demais publicações na área do candidato e no site do concurso. É fundamental a leitura completa do edital para conhecer todas as regras e exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Visitante do IFSULDEMINAS será composto por duas etapas principais, ambas de caráter eliminatório e classificatório. Os candidatos precisam obter nota mínima de 60 pontos em cada uma para serem aprovados.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Avaliação do Currículo Lattes:</strong> De caráter eliminatório e classificatório, esta fase consiste na análise dos documentos comprobatórios enviados no ato da inscrição. A pontuação máxima é de 100 pontos, atribuída com base em critérios de formação acadêmica, produção científica e experiência profissional, conforme detalhado no Anexo III do edital.</li>\n<li><strong>Apresentação Oral do Memorial Acadêmico-Profissional:</strong> Etapa eliminatória e classificatória, destinada apenas aos 8 candidatos mais bem classificados na avaliação de currículo. A apresentação será realizada por videoconferência (Google Meet) perante uma banca avaliadora, com duração máxima de 20 minutos, seguida por uma arguição de até 15 minutos. A nota final, de 0 a 100 pontos, será a média das notas atribuídas pelos avaliadores.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, conteúdo do memorial e o cronograma completo das avaliações, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será determinada pela média dos pontos obtidos na Avaliação de Currículo e na Apresentação Oral, totalizando um máximo de 200 pontos. Os resultados preliminares de cada etapa e o resultado final serão divulgados no site oficial do concurso, <em>www.ifsuldeminas.edu.br/concurso</em>, conforme as datas previstas no cronograma.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos (Estatuto do Idoso).</li>\n<li>Maior pontuação na Avaliação de Currículo.</li>\n<li>Maior pontuação na Apresentação Oral.</li>\n<li>Maior idade (para os demais candidatos).</li>\n</ul>\n<p>O resultado final do processo seletivo será homologado pelo Reitor do IFSULDEMINAS e publicado no Diário Oficial da União. A convocação dos aprovados, seguindo a ordem de classificação, será realizada preferencialmente por e-mail e/ou telefone. O candidato convocado terá 48 horas para manifestar seu interesse na vaga. Após a aceitação, haverá um prazo de cinco dias úteis para o envio da documentação contratual.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e retificações no site da instituição e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "IFRO (RO) – Seleção Simplificada 123/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifro-ro-selecao-simplificada-123-2025/",
        "description": "Local: Rondônia | Tipo: cadastro reserva vaga(s) | Prazo: até 31/07/2025 | Remuneração: até R$ 13.288,85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Rondônia (IFRO) publicou o edital nº 0123/SÃO MIGUEL DO GUAPORÉ/IFRO para o Processo Seletivo Simplificado destinado à contratação de Professor Visitante. O certame visa o preenchimento de <strong>uma vaga imediata para a área de Agronomia</strong> no Campus São Miguel do Guaporé, com jornada de 40 horas semanais.</p>\n<p>A oportunidade é para profissionais de nível superior com título de Doutor na área, conforme os requisitos especificados no edital. A contratação será temporária, regida pela Lei nº 8.745/93, com o objetivo de fortalecer o ensino, a pesquisa e a extensão na instituição. A aprovação no processo não garante a contratação imediata, mas os candidatos poderão compor um cadastro para futuras oportunidades durante a validade do certame.</p>\n<p>Se você é Doutor em Agronomia e busca uma oportunidade no setor acadêmico, confira nas seções a seguir os detalhes sobre as inscrições, etapas e cronograma deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo do IFRO serão realizadas exclusivamente de forma online, através de um formulário eletrônico. O período para se candidatar inicia às <strong>08h00 do dia 07 de julho de 2025 e encerra às 23h59 do dia 31 de julho de 2025</strong>, seguindo o horário oficial de Rondônia.</p>\n<p>Não há menção de taxa de inscrição no edital. Os interessados deverão preencher o formulário disponível no link oficial e anexar toda a documentação exigida, que inclui diplomas, Currículo Lattes e um projeto de atuação. É importante destacar que, caso um candidato realize mais de uma inscrição com o mesmo CPF, apenas a última será considerada válida.</p>\n<p>O IFRO não se responsabiliza por falhas técnicas que impeçam a conclusão da inscrição. Portanto, é fundamental que o candidato leia atentamente o edital completo para compreender todas as regras e garantir que sua candidatura seja efetuada corretamente.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Visitante do IFRO será conduzido integralmente de forma virtual e é composto por quatro etapas principais. A participação e o cumprimento dos requisitos em cada fase são cruciais para a classificação.</p>\n<ul>\n<li><strong>Inscrição e Entrega de Documentação:</strong> De caráter <em>eliminatório</em>, esta fase consiste no preenchimento do formulário online e no envio de todos os documentos exigidos, como diplomas, Currículo Lattes e projeto de atuação. A não apresentação da documentação completa resulta na eliminação do candidato.</li>\n<li><strong>Avaliação do Currículo Lattes:</strong> Etapa <em>classificatória</em>, na qual a comissão de seleção analisará a produção acadêmica e a experiência profissional do candidato, atribuindo uma nota de 0 a 100 pontos. Apenas os candidatos mais bem classificados nesta fase avançarão para a etapa seguinte.</li>\n<li><strong>Apresentação Oral do Projeto:</strong> De caráter <em>classificatório e eliminatório</em>, esta fase será realizada por videoconferência (Google Meet). O candidato terá entre 20 e 30 minutos para apresentar seu projeto de atuação perante a banca. Para ser aprovado, é necessário obter uma nota mínima de 60 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, o conteúdo do projeto e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do processo seletivo do IFRO ocorrerá de forma escalonada, conforme o cronograma oficial. O resultado preliminar da Avaliação do Currículo Lattes está previsto para <strong>06 de agosto de 2025</strong>, e o resultado final desta etapa para <strong>11 de agosto de 2025</strong>. Já o resultado preliminar da Apresentação Oral do Projeto será publicado em <strong>14 de agosto de 2025</strong>, com o resultado final em <strong>19 de agosto de 2025</strong>.</p>\n<p>O resultado final do certame, com a classificação dos aprovados, será divulgado a partir de <strong>20 de agosto de 2025</strong>. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior pontuação no Currículo Lattes, maior nota na Apresentação Oral e, por fim, maior idade.</p>\n<p>A homologação do resultado final será publicada no site do IFRO e no Diário Oficial da União. A convocação dos aprovados ocorrerá de acordo com a ordem de classificação e a necessidade da instituição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes a este processo seletivo no portal oficial do IFRO e nos meios de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "UFRRJ (RJ) – Seleção Simplificada 49/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrrj-rj-selecao-simplificada-49-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal Rural do Rio de Janeiro (UFRRJ) publicou o edital nº 49/2025 para seu Processo Seletivo Simplificado. O certame visa a contratação temporária de um Professor Visitante, com base na Lei nº 8.745/1993, e não constitui um concurso para ingresso na carreira permanente do Magistério Superior.</p>\n<p>A oportunidade é para profissionais de nível superior com doutorado. A vaga disponível é para a área de <strong>Extensão Universitária no Instituto de Agronomia (Agronomia/Solos)</strong>, sendo uma excelente chance para graduados em <strong>Agronomia, Medicina Veterinária, Zootecnia, Ciências Biológicas e Engenharia Florestal</strong>, entre outras formações correlatas.</p>\n<p>Confira a seguir os detalhes sobre como se inscrever e garanta sua participação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFRRJ estarão abertas das <strong>10h do dia 14 de julho de 2025 até as 14h do dia 18 de julho de 2025</strong>, considerando o horário oficial de Brasília/DF. O procedimento deve ser realizado exclusivamente pela internet, através do portal de concursos da universidade.</p>\n<p>A taxa de inscrição para a vaga, que possui carga horária de 40 horas, é de <strong>R$ 108,00</strong>. O pagamento deve ser feito por meio da Guia de Recolhimento da União (GRU), gerada no site após o preenchimento do formulário. A quitação da GRU deve ocorrer impreterivelmente até as 14h do dia 18 de julho de 2025, exclusivamente em agências do Banco do Brasil ou via internet banking.</p>\n<p>A inscrição só será validada após a confirmação do pagamento pela rede bancária. O edital não detalha o processo para solicitação de isenção da taxa. Para conhecer todas as regras e garantir sua participação, é fundamental a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção far-se-á em duas fases:<br/>\nA primeira fase constará de, no mínimo, um tipo de avaliação eliminatória dentre as elencadas abaixo:<br/>\nprova didática, de caráter eliminatório;<br/>\nprova escrita, de caráter eliminatório ou<br/>\nprova prática, de caráter eliminatório.</p>\n<p>Para a segunda fase, participarão somente os candidatos aprovados na fase eliminatória. A segunda fase do processo seletivo contará com prova de títulos e/ou entrevista de caráter classificatório.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado final será divulgado no site: www.ufrrj.br/concursos e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura São Pedro de Alcântara (SC) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-pedro-de-alcantara-sc-concurso-02-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 27/08/2025 | Remuneração: até R$ 14586.53",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura de São Pedro de Alcântara, em Santa Catarina, foi publicado. Organizado pelo Instituto Fucap, o certame visa o preenchimento de <strong>36 vagas imediatas e a formação de cadastro de reserva</strong> para cargos de níveis fundamental incompleto, médio, técnico e superior. As contratações serão realizadas sob o regime Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como Administração, Saúde, Educação, Operacional e Fiscal. <strong>Para os profissionais de ciências agrárias, há vagas para Engenheiro Agrônomo e Médico Veterinário</strong>, além de outras carreiras de nível superior como Contador, Enfermeiro, Médico e Engenheiro Civil.</p>\n<p>Este concurso representa uma excelente oportunidade para ingressar no serviço público municipal. Nas seções seguintes, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso estarão abertas e deverão ser realizadas exclusivamente pela internet, no site da banca organizadora. O período para se candidatar vai de <strong>15 de julho de 2025 até 27 de agosto de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Superior:</strong> R$ 120,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 100,00</li>\n<li><strong>Nível Fundamental:</strong> R$ 80,00</li>\n</ul>\n<p>O pagamento do boleto bancário, gerado ao final do preenchimento do formulário, deverá ser efetuado até o dia <strong>28 de agosto de 2025</strong>. O edital prevê a possibilidade de solicitar isenção da taxa, e os critérios e procedimentos para o pedido devem ser consultados diretamente no documento oficial. Após a inscrição, é fundamental que o candidato acompanhe a confirmação e demais comunicados na sua área restrita no site do Instituto Fucap. É permitida a inscrição para até dois cargos, desde que os turnos de prova (matutino e vespertino) não coincidam.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo e siga todas as instruções da banca organizadora.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por até três etapas, variando de acordo com o cargo escolhido. A estrutura de avaliação foi organizada da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada para todos os cargos no dia <strong>21 de setembro de 2025</strong>. A prova terá duração de 4 horas e será composta por questões de múltipla escolha sobre Língua Portuguesa, Legislação, Conhecimentos Específicos e, para cargos de nível fundamental, Higiene, Segurança e Ética no Trabalho. Para ser aprovado, o candidato precisa obter nota mínima de 6,0 pontos (nível superior, médio e técnico) ou 5,0 pontos (nível fundamental).</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, destinada exclusivamente aos candidatos de nível superior. Serão pontuados diplomas de especialização, mestrado e doutorado, com pontuação máxima de 3,0 pontos. Os documentos deverão ser enviados digitalmente conforme cronograma.</li>\n<li><strong>Prova de Aptidão Prática:</strong> De caráter <em>eliminatório e classificatório</em>, será exigida para os cargos de Motorista (30h e 40h), Operador de Máquinas Leves e Operador de Máquinas Pesadas. Esta etapa visa avaliar as habilidades práticas dos candidatos na execução das tarefas do cargo.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada etapa e as datas específicas, é indispensável a consulta ao edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma definido, que deve ser acompanhado de perto pelos candidatos. O gabarito preliminar da prova objetiva será publicado em <strong>22 de setembro de 2025</strong>. O resultado definitivo da prova objetiva e da prova de títulos está previsto para <strong>29 de outubro de 2025</strong>, enquanto o resultado final do concurso e sua homologação serão divulgados em <strong>21 de novembro de 2025</strong>.</p>\n<p>A classificação final será calculada com base na nota da prova objetiva para os cargos de nível médio e técnico. Para o nível superior, será a soma das notas da prova objetiva e da prova de títulos. Para os cargos com avaliação prática, a nota final será a soma da prova objetiva com a prova prática.</p>\n<p>Os critérios de desempate, em ordem de prioridade, são: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos, maior número de acertos em Conhecimentos Gerais, maior idade e ter exercido a função de jurado. A convocação dos aprovados será realizada conforme a necessidade da administração municipal, seguindo a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de resultados, convocações e outros atos no site do Instituto Fucap (<strong>https://www.institutofucap.org.br/concursos/</strong>) e nos canais oficiais do Município de São Pedro de Alcântara.</p>\n</div>"
    },
    {
        "title": "Prefeitura Porto Mauá (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-porto-maua-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 10/08/2025 | Remuneração: até R$ 12576.37",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Porto Mauá, no Rio Grande do Sul, publicou o edital nº 01/2025 de seu novo Concurso Público, sob organização da banca FUNDATEC. O certame visa o preenchimento de 10 vagas imediatas e a formação de cadastro de reserva (CR) para cargos de níveis fundamental incompleto, médio, técnico e superior. As contratações serão realizadas sob o regime jurídico-administrativo estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, incluindo administrativa, operacional, educação, saúde e engenharia. Para os profissionais do setor de agronegócio, há uma excelente oportunidade para o cargo de <strong>Engenheiro Agrônomo</strong>, com vaga de provimento imediato. Este concurso representa uma ótima chance para quem busca uma carreira sólida no serviço público municipal.</p>\n<p>A seguir, você encontrará informações detalhadas sobre as inscrições, as etapas do processo seletivo e a divulgação dos resultados. Continue a leitura para se preparar e garantir sua participação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Porto Mauá/RS serão realizadas exclusivamente pela internet, através do site da banca organizadora. O período para se inscrever inicia em <strong>11 de julho de 2025 e se encerra às 17h do dia 10 de agosto de 2025</strong>. É fundamental que o candidato preencha o formulário online com atenção, pois as informações prestadas são de sua inteira responsabilidade.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Superior:</strong> R$ 141,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 98,75</li>\n<li><strong>Nível Fundamental Incompleto:</strong> R$ 47,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, gerado ao final do processo de inscrição, e quitado até a data de vencimento. A confirmação do pagamento poderá ser consultada no portal da FUNDATEC em até dois dias úteis. O edital não detalha procedimentos para solicitação de isenção da taxa.</p>\n<p>Após o pagamento, não é permitida a alteração do cargo escolhido. Recomenda-se a leitura completa do edital para conhecer todas as normas e garantir uma inscrição bem-sucedida.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Porto Mauá será estruturado em diferentes etapas, variando de acordo com o cargo. Todos os candidatos serão avaliados por meio de uma Prova Teórico-Objetiva, com etapas adicionais para cargos específicos.</p>\n<p>As fases do certame são:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os cargos. A avaliação terá duração de 3 horas e será composta por questões de múltipla escolha sobre Língua Portuguesa, Legislação, Matemática/Raciocínio Lógico, Conhecimentos Gerais e Conhecimentos Específicos, conforme o cargo.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é exclusiva para os candidatos ao cargo de Agente de Controle Interno que forem aprovados na prova objetiva. A pontuação será atribuída com base na formação acadêmica e experiência profissional, conforme os critérios do edital.</li>\n<li><strong>Prova Prática:</strong> De caráter <em>eliminatório</em>, será aplicada aos 10 primeiros classificados na prova objetiva para os cargos de Operário Especializado e Operador de Máquinas. O objetivo é avaliar a habilidade técnica do candidato na execução de tarefas pertinentes à função. Para ser considerado apto, é necessário atingir um desempenho mínimo de 50%.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e o cronograma completo, é indispensável a consulta ao edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Porto Mauá seguirá um cronograma estabelecido pela FUNDATEC. Os gabaritos preliminares e definitivos da Prova Teórico-Objetiva, assim como os resultados de cada etapa, serão publicados no site da banca. A classificação final será determinada pela nota da prova objetiva para a maioria dos cargos. Para o cargo de Agente de Controle Interno, a nota final será a soma dos pontos da prova objetiva e da prova de títulos.</p>\n<p>Em caso de empate, serão aplicados os seguintes critérios de desempate, em ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (o mais velho terá preferência);</li>\n<li>Maior pontuação em Conhecimentos Específicos;</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Legislação;</li>\n<li>Demais critérios previstos no edital, podendo chegar a sorteio público.</li>\n</ul>\n<p>A homologação do resultado final será publicada no site da FUNDATEC e em jornal de circulação local, marcando o início da validade do concurso, que é de 2 anos, prorrogável por igual período. A convocação dos aprovados ocorrerá conforme a necessidade da administração municipal, seguindo rigorosamente a ordem de classificação, por meio de e-mail e publicações oficiais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações no site da FUNDATEC e nos canais oficiais da Prefeitura de Porto Mauá, além de manter seus dados cadastrais sempre atualizados.</p>\n</div>"
    },
    {
        "title": "Prefeitura Monte Alegre de Minas (MG) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-monte-alegre-de-minas-mg-concurso-01-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 30/09/2025 | Remuneração: até R$ 3619.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Monte Alegre de Minas, em Minas Gerais, publicou o edital nº 01/2025 de seu novo concurso público, organizado pelo Instituto de Desenvolvimento Social, Empresarial e de Administração Pública (IDEAP). O certame visa o preenchimento de 295 vagas imediatas para o quadro permanente de servidores, com contratação sob o regime Estatutário. As oportunidades abrangem todos os níveis de escolaridade: fundamental (completo e incompleto), médio, técnico e superior.</p>\n<p>As vagas estão distribuídas em diversas áreas, como administrativa, operacional, educacional e de saúde. <strong>Para os profissionais das áreas de ciências agrárias e biológicas, há oportunidades para os cargos de Médico Veterinário, Biólogo, Nutricionista e Técnico Agrícola (que aceita formação em Engenharia Agronômica).</strong> O concurso representa uma excelente chance para ingressar no serviço público municipal, com remunerações que variam de R$ 1.518,00 a R$ 3.619,01.</p>\n<p>A seguir, você encontrará informações detalhadas sobre as inscrições, as etapas de avaliação e o cronograma de resultados para planejar sua participação. Continue a leitura para conhecer todos os detalhes.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Monte Alegre de Minas/MG poderão ser realizadas de <strong>1º de setembro de 2025 a 30 de setembro de 2025</strong>. Os candidatos poderão se inscrever de duas formas: presencialmente, na sede da Prefeitura Municipal (Rua Jair Mota Mendonça, 01, Bairro Petrópolis), ou online, através do site da banca organizadora, o IDEAP.</p>\n<p>O pagamento da taxa de inscrição deverá ser efetuado exclusivamente por meio de boleto bancário, com vencimento até o dia <strong>1º de outubro de 2025</strong>. A inscrição só será validada após a confirmação do pagamento. É importante ressaltar que pagamentos agendados ou realizados após a data de vencimento não serão considerados, implicando no cancelamento da inscrição. O valor da taxa de inscrição não foi informado no extrato do edital.</p>\n<p>Os candidatos não poderão se inscrever para mais de um cargo. Caso ocorram múltiplas inscrições, será considerada válida apenas a última que tiver o pagamento confirmado. Após a efetivação, não será possível alterar a opção de cargo. Acompanhe a confirmação da sua inscrição e demais comunicados na área do candidato, no site <strong>www.institutoideap.com.br</strong>.</p>\n<p>Para garantir sua participação e conhecer todas as regras, é fundamental a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Monte Alegre de Minas/MG será composto por diferentes etapas, variando conforme o cargo pretendido. A estrutura de avaliação foi pensada para abranger conhecimentos teóricos, práticos e aptidão física, garantindo uma seleção completa dos candidatos.</p>\n<ul>\n<li><strong>Prova Objetiva de Múltipla Escolha:</strong> De caráter eliminatório e classificatório, será aplicada a <em>todos os cargos</em>. A prova terá duração de 3 horas e será composta por 40 questões de múltipla escolha. As disciplinas gerais incluem Língua Portuguesa, Matemática, Raciocínio Lógico, Noções de Informática, Conhecimentos Gerais e Atualidades, além de Conhecimentos Específicos para cada área. Para cargos da educação e saúde, também haverá questões de Conhecimentos Didático-Pedagógicos e SUS/Saúde Pública, respectivamente. Será aprovado o candidato que obtiver no mínimo 60% do total de pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada aos candidatos de <em>nível superior e para todos os cargos de Professor</em> que forem aprovados na prova objetiva. Serão pontuados diplomas de pós-graduação (lato sensu), mestrado e doutorado, até o limite de 10 pontos.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, exclusiva para os cargos de <em>Encanador, Motorista, Operador de Máquinas Pesadas e Pedreiro</em>. Os candidatos convocados serão avaliados como “Apto” ou “Inapto” com base em seu desempenho em tarefas práticas relacionadas às atribuições da função.</li>\n<li><strong>Teste de Aptidão Física (TAF):</strong> De caráter eliminatório, aplicado aos candidatos aos cargos de <em>Agente de Controle de Endemias e Gari</em>. O TAF consistirá em testes de corrida de resistência, flexão abdominal, flexão de braço e flexão de quadril. O candidato será considerado “Apto” ou “Inapto” e deverá apresentar atestado médico para participar.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação de cada etapa e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Monte Alegre de Minas/MG seguirá um cronograma oficial. Os gabaritos preliminares e definitivos da prova objetiva, assim como os resultados de cada etapa, serão publicados no quadro de avisos da Prefeitura, no Diário Oficial do Estado de Minas Gerais e nos sites do Instituto IDEAP (www.institutoideap.com.br) e da prefeitura (www.montealegre.mg.gov.br). O resultado final do certame está previsto para ser divulgado a partir das 17h do dia <strong>18 de dezembro de 2025</strong>.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da pontuação total. Em caso de empate, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos (conforme o Estatuto do Idoso);</li>\n<li>Maior pontuação na prova de Conhecimentos Específicos;</li>\n<li>Maior pontuação na prova de Língua Portuguesa;</li>\n<li>Maior pontuação na prova de Matemática;</li>\n<li>Persistindo o empate, terá preferência o candidato de mais idade.</li>\n</ul>\n<p>A homologação do resultado final será realizada pela Prefeitura Municipal de Monte Alegre de Minas. A convocação dos aprovados (nomeação) será publicada no quadro de avisos da Prefeitura e comunicada por correspondência enviada ao endereço informado pelo candidato no ato da inscrição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao concurso, incluindo convocações, nos sites da banca organizadora e nos meios de comunicação oficiais do município.</p>\n</div>"
    },
    {
        "title": "Prefeitura Doutor Maurício Cardoso (RS) – Concurso 26/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-doutor-mauricio-cardoso-rs-concurso-26-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 30/07/2025 | Remuneração: até R$ 6425.6",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Doutor Maurício Cardoso, no Rio Grande do Sul, publicou o edital n.º 026/2025 de seu novo Concurso Público, organizado pela banca Legalle Concursos. O certame visa o preenchimento de 6 vagas imediatas e a formação de Cadastro Reserva (CR) para cargos de níveis fundamental incompleto, médio/técnico e superior. As contratações serão realizadas sob o regime Estatutário.</p>\n<p>As oportunidades abrangem diversas áreas, como saúde, educação, fiscalização, administrativa e operacional. O certame se destaca por oferecer vagas em áreas de grande interesse, como no cargo de <strong>Licenciador Ambiental</strong>, que contempla graduados em <em>Engenharia Agronômica, Engenharia Florestal, Engenharia Ambiental, Biologia e Zootecnia</em>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso de Doutor Maurício Cardoso (RS) estarão abertas no período de <strong>10 de julho de 2025 até as 18h do dia 30 de julho de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente de forma online, através do site da banca organizadora, Legalle Concursos. Para candidatos sem acesso à internet, a prefeitura disponibilizará um computador na Casa da Cultura durante o período de inscrições.</p>\n<p>O pagamento da taxa de inscrição deve ser efetuado via boleto bancário, com vencimento em <strong>31 de julho de 2025</strong>. É fundamental que o candidato verifique se o boleto gerado pertence ao Banco do Brasil (código de barras iniciado com ‘001’) para evitar fraudes. O edital prevê a possibilidade de isenção da taxa, e os interessados devem consultar os critérios e procedimentos detalhados no documento oficial.</p>\n<p>Após a conclusão da inscrição e do pagamento, é essencial acompanhar a confirmação (homologação) e demais comunicados na área restrita do candidato no site da banca. A leitura completa do edital é indispensável para o conhecimento de todas as regras.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será estruturado em até três etapas distintas, aplicadas de acordo com as exigências de cada cargo. Confira a seguir a descrição de cada uma delas:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter eliminatório e classificatório, esta etapa é obrigatória para <em>todos os cargos</em>. A prova será composta por 40 questões de múltipla escolha e terá duração de 3 horas. Para ser aprovado, o candidato precisa alcançar no mínimo 50% da pontuação total. As disciplinas abordadas incluem Língua Portuguesa, Legislação, Conhecimentos Específicos e, a depender da vaga, Matemática, Informática, Fundamentos da Educação e Conhecimentos Gerais.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, será aplicada exclusivamente aos candidatos dos cargos de <em>Operário Especializado, Serviços Gerais e Técnico Eletricista</em>. O objetivo é avaliar na prática as habilidades e a experiência do candidato na execução das tarefas inerentes à função. A aprovação também depende de um aproveitamento mínimo de 50% dos pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos candidatos aprovados na prova objetiva para os cargos de <em>Professor de Educação Infantil, Professor de Geografia, Professor de Informática e Professor de Séries Iniciais</em>. Serão avaliados e pontuados os títulos de pós-graduação (especialização, mestrado e doutorado) relacionados à área de atuação, com pontuação máxima de 10 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação e o cronograma de cada fase, é fundamental a consulta ao edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação de resultados é uma fase decisiva e deve ser acompanhado com atenção. A publicação do gabarito preliminar da prova objetiva está prevista para <strong>25 de agosto de 2025</strong>, enquanto a versão definitiva será divulgada em <strong>16 de setembro de 2025</strong>. As notas oficiais das provas objetiva e prática serão publicadas em 24 de setembro, e as da prova de títulos, em 17 de outubro.</p>\n<p>Os critérios de desempate, caso ocorra igualdade na pontuação final, seguirão esta ordem: idade igual ou superior a 60 anos, exercício da função de jurado, maior nota nas provas (objetiva, prática e de títulos, conforme o caso), maior pontuação nas disciplinas específicas e, por último, maior idade. Se o empate persistir, será realizado um sorteio público.</p>\n<p>A homologação do resultado final do concurso está programada para ocorrer a partir de <strong>20 de outubro de 2025</strong>. A convocação dos candidatos aprovados será publicada no site oficial da Prefeitura de Doutor Maurício Cardoso e comunicada por e-mail ou telefone, de acordo com os dados informados na inscrição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, como editais, comunicados, resultados e convocações, no site da banca organizadora Legalle Concursos e nos canais de comunicação da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Alpestre (RS) – Concurso 01/2025 [retificado]",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-alpestre-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 06/08/2025 | Remuneração: até R$ 6695.45",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Alpestre, no estado do Rio Grande do Sul, foi oficialmente publicado. Organizado pela Fundação La Salle, o certame visa o preenchimento de 12 vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental, médio, técnico e superior. O regime de contratação é o Estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, operacional, saúde e educação. <strong>Para os profissionais das áreas de agrárias e ambientais, o concurso oferece vagas em cadastro de reserva para Engenheiro Agrônomo, Médico Veterinário e Licenciador Ambiental</strong>, sendo uma excelente oportunidade para ingressar no serviço público municipal.</p>\n<p>A seleção dos candidatos será realizada por meio de diferentes etapas, incluindo provas objetivas para todos os cargos, além de provas práticas e de títulos para funções específicas. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas do concurso e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Alpestre/RS estarão abertas e devem ser realizadas exclusivamente pela internet. Os interessados poderão se candidatar entre os dias <strong>8 de julho de 2025 e 6 de agosto de 2025, até as 17h</strong>, através do site da banca organizadora, a Fundação La Salle.</p>\n<p>Para confirmar a participação, o candidato deve preencher o formulário eletrônico, gerar o boleto bancário e efetuar o pagamento da taxa de inscrição até a data de vencimento. O pagamento pode ser feito via código de barras do boleto ou pelo QR Code do Pix. É fundamental que o candidato se certifique de que o pagamento foi processado corretamente, pois não haverá devolução do valor, exceto em caso de cancelamento do certame.</p>\n<p>O edital prevê a possibilidade de solicitar a isenção da taxa de inscrição, e os critérios para o benefício devem ser consultados diretamente no documento oficial. Após a inscrição e o pagamento, não será permitida a troca do cargo escolhido. É de responsabilidade do candidato acompanhar a homologação da sua inscrição na área restrita do site da banca. Para garantir o entendimento de todas as regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Alpestre/RS será estruturado em até três etapas, variando conforme o cargo pretendido. Todos os candidatos serão submetidos à primeira etapa.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório. A prova terá duração de 3 horas e será composta por 40 questões de múltipla escolha. As disciplinas variam por nível de escolaridade, incluindo Conhecimentos Específicos, Língua Portuguesa, Raciocínio Lógico, Legislação e Conhecimentos Gerais. Para os cargos de Professor, a estrutura inclui Fundamentos da Educação e Legislação/Estrutura/Funcionamento. Para ser aprovado, o candidato deve obter no mínimo 50 pontos no total da prova e atingir a pontuação mínima em disciplinas específicas.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, exclusiva para o cargo de <strong>Condutor Operador</strong>. Serão convocados os 10 candidatos mais bem classificados na prova objetiva. A avaliação medirá a habilidade na condução de veículo pesado e na operação de retroescavadeira. É necessário obter no mínimo 50 de 100 pontos para ser aprovado nesta fase.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada exclusivamente aos cargos de <strong>Professor</strong>. Os candidatos aprovados na prova objetiva deverão enviar os documentos comprobatórios de formação acadêmica (especialização, mestrado e doutorado) entre 29 de setembro e 1º de outubro de 2025. A pontuação máxima nesta etapa é de 10 pontos.</li>\n</ul>\n<p>Segundo o documento (retificação I), foi alterada a data de aplicação das provas objetivas e práticas, passando a serem previstas para os seguintes dias: prova objetiva – 14 de setembro de 2025; e prova prática – 18 de outubro de 2025.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Alpestre/RS seguirá um cronograma detalhado, que deve ser acompanhado pelos candidatos nos sites da Fundação La Salle e da prefeitura. A primeira publicação será o gabarito preliminar da prova objetiva, em <strong>1º de setembro de 2025</strong>, com o gabarito definitivo previsto para 16 de setembro, após o período de recursos. As notas oficiais da prova objetiva serão divulgadas em 26 de setembro.</p>\n<p>A classificação final será definida pela ordem decrescente da pontuação total. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, exercício da função de jurado, maior nota em Conhecimentos Específicos, Língua Portuguesa, e demais disciplinas, conforme o cargo.</p>\n<p>A homologação do resultado final para os cargos com apenas prova objetiva está prevista para <strong>29 de setembro de 2025</strong>. Para os cargos com prova prática e de títulos, a homologação final ocorrerá em <strong>22 de outubro de 2025</strong>. A convocação dos aprovados será realizada pela Prefeitura de Alpestre/RS por e-mail, telefone e publicação no site oficial, respeitando a ordem de classificação e o prazo de validade do concurso, que é de dois anos, prorrogável por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame no site da banca organizadora e nos canais de comunicação do município.</p>\n</div>"
    },
    {
        "title": "UNICAMP (SP) – Concurso 67/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unicamp-sp-concurso-67-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 25/08/2025 | Remuneração: até R$ 9295.09",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Campinas (UNICAMP) publicou o edital de seu novo Concurso Público, organizado pela Fundação VUNESP. O certame visa o preenchimento de <strong>uma vaga imediata e a formação de cadastro de reserva</strong> para o cargo de Profissional de Apoio Universitário, com perfil em <strong>Engenheiro Agrônomo</strong>. A oportunidade é destinada a candidatos com nível superior completo na área e registro ativo no conselho de classe.</p>\n<p>A contratação será pelo regime Estatutário, com remuneração inicial de R$ 9.295,09 para uma jornada de 40 horas semanais. Esta é uma excelente chance para profissionais da Agronomia que buscam uma carreira sólida em uma das mais prestigiadas universidades do país. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNICAMP estarão abertas das 10h de <strong>21 de julho de 2025 até as 23h59 de 25 de agosto de 2025</strong>. Os interessados devem se inscrever exclusivamente pela internet, através do site oficial da banca organizadora, a Fundação VUNESP.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 200,00 para o cargo de nível superior. O pagamento deve ser realizado por meio de boleto bancário, que pode ser pago em qualquer agência bancária até o dia 26 de agosto de 2025. É fundamental que o candidato imprima o boleto e o comprovante de inscrição ao finalizar o cadastro.</p>\n<p>Após a efetivação do pagamento, o candidato deve acompanhar o status da sua inscrição na área restrita do site da VUNESP. Para garantir a participação, é indispensável a leitura completa do edital, que contém todas as regras e procedimentos detalhados.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para o cargo de Engenheiro Agrônomo da UNICAMP será composto por uma única etapa, conforme detalhado abaixo:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, a prova será composta por 50 questões de múltipla escolha, com 5 alternativas cada, abordando apenas Conhecimentos Específicos da área de atuação.</li>\n</ul>\n<p>A avaliação terá duração total de 3 horas e será aplicada na cidade de Campinas/SP, com data prevista para <strong>19 de outubro de 2025</strong>, no período da tarde. Para ser considerado habilitado, o candidato deverá obter nota igual ou superior a 60,00 pontos, em uma escala de 0 a 100.</p>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e regras de aplicação, consulte o edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os gabaritos e os cadernos de questões da prova objetiva serão disponibilizados no site da Fundação VUNESP a partir das 10h do primeiro dia útil seguinte à aplicação. A publicação dos resultados preliminares e da classificação final ocorrerá no Diário Oficial do Estado (DOE) e nos sites da VUNESP e da UNICAMP.</p>\n<p>Os critérios de desempate, caso ocorra igualdade na nota final, seguirão a seguinte ordem de preferência: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos, maior idade entre os candidatos com menos de 60 anos e exercício da função de jurado.</p>\n<p>A homologação do resultado final será publicada no DOE, e o concurso terá validade de 2 anos, podendo ser prorrogado por igual período. A convocação dos aprovados será feita por meio de edital no Diário Oficial, seguindo a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "IFTM (MG) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/iftm-mg-selecao-simplificada-02-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Triângulo Mineiro (IFTM) publicou o edital de seu Processo Seletivo Simplificado, que visa a contratação temporária de um Professor Substituto para o Campus Avançado Campina Verde. A oportunidade é destinada a profissionais de nível superior, com contratação vinculada ao Regime Geral da Previdência Social.</p>\n<p>A vaga disponível é para a área de <strong>Agronomia</strong>, contemplando também graduados em Zootecnia, Engenharia Agrícola, Engenharia Agronômica ou tecnólogos em Agroecologia. A aprovação no certame gera expectativa de direito à contratação, condicionada à necessidade da administração.</p>\n<p>Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFTM podem ser realizadas de <strong>08 a 18 de  julho de 2025</strong>: online ou presencial. Para a inscrição online, o candidato deve enviar a ficha de inscrição preenchida e assinada, junto com cópias do documento de identificação e CPF em formato PDF para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"a6c5c1d688c5d0d4e6cfc0d2cb88c3c2d388c4d4\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>Já a inscrição presencial exige a entrega da mesma documentação na Coordenação de Gestão de Pessoas do IFTM – Campus Avançado Campina Verde. O edital não menciona a cobrança de taxa de inscrição. É fundamental que os interessados consultem o cronograma oficial no site do IFTM para verificar as datas e horários exatos para o envio ou entrega dos documentos.</p>\n<p>Para garantir a participação, leia atentamente todas as regras e procedimentos descritos no edital completo, disponível no portal <a href=\"https://iftm.edu.br/concursos\" rel=\"noopener\" target=\"_blank\">https://iftm.edu.br/concursos</a>.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, conduzidas por uma Banca Examinadora. A primeira etapa é eliminatória e classificatória, enquanto a segunda é apenas classificatória.</p>\n<ul>\n<li><strong>Prova de Desempenho Didático-Pedagógico:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva presencial com duração de 30 minutos, seguida por uma arguição de até 10 minutos. O tema será sorteado previamente. A avaliação vale 100 pontos e exige uma nota mínima de 50 para aprovação. Os candidatos devem enviar o plano de aula com antecedência, sob pena de eliminação.</li>\n<li><strong>Avaliação de Títulos e Experiência Profissional:</strong> De caráter classificatório, esta fase analisa a formação acadêmica e a experiência no magistério dos candidatos aprovados na etapa anterior. A pontuação máxima é de 25 pontos, distribuídos entre títulos de Doutorado, Mestrado, Especialização e tempo de experiência docente.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, conteúdo programático e o cronograma completo das avaliações, consulte o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados preliminares e finais ocorrerá no site oficial do IFTM, no endereço <a href=\"https://iftm.edu.br/concursos\" rel=\"noopener\" target=\"_blank\">https://iftm.edu.br/concursos</a>, seguindo as datas estipuladas no cronograma do certame. A classificação final será determinada pela soma dos pontos obtidos na prova de desempenho didático-pedagógico e na avaliação de títulos.</p>\n<p>Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade (superior a 60 anos), maior nota na prova didática, maior tempo de experiência no magistério, maior titulação e, por fim, maior idade entre os candidatos com menos de 60 anos. A convocação para a contratação seguirá rigorosamente a ordem de classificação final.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site da banca organizadora.</p>\n</div>"
    },
    {
        "title": "Prefeitura Tapurah (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-tapurah-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 15/08/2025 | Remuneração: até R$ 11500",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Tapurah, no estado do Mato Grosso, publicou o edital para seu novo Concurso Público, sob organização do Instituto Nacional de Seleções e Concursos (SELECON). O certame visa o preenchimento de <strong>55 vagas imediatas e a formação de cadastro de reserva</strong> para cargos efetivos em diversas áreas da administração municipal. As oportunidades abrangem todos os níveis de escolaridade: alfabetizado, fundamental, médio, técnico e superior.</p>\n<p>As vagas estão distribuídas em setores como administração, educação, saúde, obras e serviços urbanos. <strong>Destacam-se as oportunidades para profissionais de Engenharia Agronômica, Medicina Veterinária, Biologia, Engenharia Ambiental, Engenharia Florestal e Nutrição</strong>, áreas de grande interesse para nossos leitores. As remunerações variam de R$ 1.741,55 a R$ 11.500,00. O concurso terá validade de dois anos, podendo ser prorrogado por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso da Prefeitura de Tapurah – MT estarão abertas e devem ser realizadas exclusivamente pela internet. Os interessados deverão acessar o site da banca organizadora, o Instituto SELECON, no endereço <strong>https://selecon.org.br/</strong>, entre os dias 07 de julho de 2025 e 15 de agosto de 2025.</p>\n<p>Para confirmar a participação, é necessário preencher o formulário eletrônico, gerar o boleto bancário e efetuar o pagamento da taxa de inscrição até a data de vencimento. Os valores são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Alfabetizado:</strong> R$ 65,00</li>\n<li><strong>Nível Fundamental:</strong> R$ 75,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 90,00</li>\n<li><strong>Nível Superior:</strong> R$ 120,00</li>\n</ul>\n<p>O edital prevê a possibilidade de solicitar isenção da taxa de inscrição, e os candidatos que se enquadram nos critérios devem seguir os procedimentos e prazos especificados no documento. Após o pagamento, é recomendado que o candidato acompanhe a confirmação da inscrição na área restrita do site da organizadora.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Tapurah – MT será composto por diferentes etapas, variando conforme o cargo. Todas as fases serão realizadas na cidade de Tapurah – MT.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter <em>eliminatório e classificatório</em>, para todos os cargos. A avaliação será de múltipla escolha com quatro alternativas. A estrutura varia por nível:\n<ul>\n<li><strong>Nível Alfabetizado e Fundamental:</strong> 20 questões sobre Língua Portuguesa, Matemática, Conhecimentos Gerais e Conhecimentos Específicos. Duração de 3 horas.</li>\n<li><strong>Nível Médio e Técnico:</strong> 40 questões sobre Língua Portuguesa, Noções de Informática, Raciocínio Lógico-Matemático, Estatuto do Servidor e Conhecimentos Específicos. Duração de 4 horas.</li>\n<li><strong>Nível Superior:</strong> 40 questões sobre Língua Portuguesa, Raciocínio Lógico-Matemático, Estatuto do Servidor, Noções de Informática e Conhecimentos Específicos. Duração de 4 horas.</li>\n</ul>\n<p>Para ser aprovado, o candidato de nível alfabetizado/fundamental precisa obter no mínimo 50% do total de pontos. Para os níveis médio e superior, é necessário atingir 50% dos pontos e não zerar nenhuma disciplina.</p>\n</li>\n<li><strong>Prova Prática:</strong> de caráter <em>eliminatório</em>, destinada aos cargos de Motorista (todas as categorias) e Operador de Máquinas Pesadas (I, II e III). A avaliação medirá a habilidade do candidato na condução e operação dos veículos e equipamentos, exigindo a apresentação de CNH na categoria correspondente.</li>\n<li><strong>Prova de Títulos:</strong> de caráter <em>classificatório</em>, exclusiva para os candidatos aos cargos de nível superior que forem aprovados na prova objetiva. Serão pontuados títulos de pós-graduação (especialização e mestrado) relacionados à área do cargo, conforme os critérios estabelecidos no edital.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso de Tapurah – MT seguirá um cronograma específico, que deve ser acompanhado atentamente pelos candidatos. O gabarito preliminar da prova objetiva será publicado no site do SELECON em até 24 horas após a aplicação da prova. Após os prazos para recursos, os resultados preliminares e definitivos de cada etapa serão divulgados.</p>\n<p>A classificação final será feita em ordem decrescente da nota total obtida. Os critérios de desempate variam conforme o nível de escolaridade e, em geral, priorizam o candidato com idade igual ou superior a 60 anos, seguido por maior pontuação em Conhecimentos Específicos, Língua Portuguesa e outras disciplinas, e, por último, o critério de maior idade.</p>\n<p>O resultado final do concurso será homologado pela Prefeitura de Tapurah e publicado no site da banca organizadora e no Diário Oficial do município. A partir da homologação, a convocação dos aprovados para a posse ocorrerá de acordo com a necessidade e a conveniência da administração municipal, dentro do prazo de validade do certame.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao concurso nos canais oficiais, como o site do Instituto SELECON e o Diário Oficial do município, além de manter seus dados cadastrais sempre atualizados.</p>\n</div>"
    },
    {
        "title": "Prefeitura Iaras (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-iaras-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 15/08/2025 | Remuneração: até R$ 12262.95",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Iaras, em São Paulo, publicou o edital de seu novo Concurso Público, organizado pelo INDEPAC. O certame visa o preenchimento de 22 vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental (completo e incompleto), médio, técnico e superior. As contratações serão realizadas sob o regime estatutário, conforme a Lei Complementar Municipal nº 166/2025, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, operacional, educacional e de saúde. <strong>Para os profissionais da área de agronomia, há uma vaga para o cargo de Engenheiro Agrônomo.</strong> O concurso representa uma excelente oportunidade para ingressar no serviço público municipal.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Iaras serão realizadas exclusivamente pela internet. O período para se candidatar terá início em <strong>9 de julho de 2025 e se encerrará em 15 de agosto de 2025</strong>, seguindo o horário oficial de Brasília/DF. Os interessados devem acessar o site da banca organizadora, INDEPAC, no endereço eletrônico <em>https://indepac.selecao.net.br/</em>, preencher o formulário e gerar o boleto bancário.</p>\n<p>O pagamento da taxa de inscrição, cujo valor varia conforme o cargo pretendido, deverá ser efetuado até o dia 18 de agosto de 2025. É fundamental que o candidato imprima o boleto após a conclusão do preenchimento da ficha online, pois não será possível gerá-lo após o encerramento das inscrições. O edital não prevê a possibilidade de isenção da taxa. A confirmação da inscrição estará disponível para consulta no site da banca a partir de 22 de agosto de 2025. Recomenda-se a leitura completa do edital para conhecer todas as normas e requisitos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, variando de acordo com o cargo pretendido. Todos os candidatos serão avaliados por meio de uma <strong>Prova Objetiva</strong>, de caráter eliminatório e classificatório, com duração de 3 horas. A prova consistirá em questões de múltipla escolha com quatro alternativas, abrangendo Conhecimentos Básicos e Específicos. Para ser considerado habilitado, o candidato deverá obter uma pontuação igual ou superior a 50 pontos.</p>\n<p>Além da prova objetiva, haverá etapas adicionais para cargos específicos:</p>\n<ul>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, será aplicada aos candidatos mais bem classificados na prova objetiva para os cargos de Motorista – Serviços Gerais e Operador de Máquina.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, destinada aos candidatos habilitados na prova objetiva para o cargo de Técnico em Segurança do Trabalho e para todos os cargos de nível superior. A não apresentação dos títulos não elimina o candidato do certame.</li>\n</ul>\n<p>A prova objetiva está prevista para ser aplicada no dia <strong>14 de setembro de 2025</strong>. Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo de cada etapa, é indispensável a consulta ao edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados e gabaritos seguirá um cronograma específico. O gabarito preliminar da prova objetiva será publicado em data a ser comunicada no dia da aplicação da prova. Após o período de recursos, o gabarito definitivo e os resultados preliminares serão disponibilizados no site do INDEPAC e no Diário Oficial Eletrônico do Município de Iaras.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota final, que corresponde à soma dos pontos da prova objetiva e, quando aplicável, da prova prática ou de títulos. Os critérios de desempate, em ordem de preferência, são: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos e maior idade. A homologação do resultado final será publicada oficialmente, marcando o início da validade do concurso.</p>\n<p>A convocação para a nomeação ocorrerá de acordo com a necessidade da administração municipal e respeitará a ordem de classificação. O acompanhamento de todas as publicações, incluindo convocações, no site da banca organizadora (<em>https://indepac.selecao.net.br/</em>) e nos canais oficiais da Prefeitura de Iaras é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura João Ramalho (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-joao-ramalho-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 14/08/2025 | Remuneração: até R$ 10013.32",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do <strong>Concurso Público da Prefeitura Municipal de João Ramalho</strong>, em São Paulo, foi publicado. Organizado pelo Instituto Consulplan, o certame visa o preenchimento de 29 vagas imediatas e a formação de cadastro de reserva para o quadro permanente de servidores. O regime de contratação é o <strong>Estatutário</strong>, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem todos os níveis de escolaridade: Alfabetizado, Fundamental, Médio, Técnico e Superior, com vagas em diversas áreas como administrativa, educacional, operacional e de saúde. Para profissionais de áreas de interesse específico, o concurso destaca-se por oferecer vagas para <strong>Engenheiro Agrônomo</strong>, <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>, além de outras carreiras na área da saúde e engenharia.</p>\n<p>Se você busca uma oportunidade no serviço público, continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso de João Ramalho/SP serão realizadas exclusivamente pela internet, através do site da banca organizadora, o <strong>Instituto Consulplan</strong>. O período para se candidatar inicia às 16h00 do dia 18 de julho de 2025 e encerra às 16h00 do dia 14 de agosto de 2025.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Superior:</strong> R$ 100,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 85,00</li>\n<li><strong>Nível Fundamental e Alfabetizado:</strong> R$ 70,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que precisa ser quitado até a data de vencimento para validar a inscrição. O edital também prevê a possibilidade de solicitar a isenção da taxa, e os candidatos interessados devem verificar os critérios e prazos diretamente no documento oficial. Após a inscrição, é importante acompanhar o status da confirmação na área do candidato no site da banca.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de João Ramalho/SP é composto por diferentes etapas, estruturadas de acordo com as exigências de cada cargo. A avaliação dos candidatos ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa é obrigatória para <strong>todos os cargos</strong>. A prova será de múltipla escolha, com quatro alternativas por questão, e terá duração de 3 horas. Para ser aprovado, o candidato deverá obter no mínimo 50% de aproveitamento total. As disciplinas variam conforme o cargo, abrangendo Língua Portuguesa, Legislação, Conhecimentos Gerais e Conhecimentos Específicos.</li>\n<li><strong>Prova Prática:</strong> De caráter <em>eliminatório</em>, será aplicada apenas aos candidatos aos cargos de <strong>Motorista</strong> e <strong>Operador de Máquinas</strong> que forem aprovados na prova objetiva e classificados dentro do quantitativo previsto no edital. A aprovação nesta fase exige um desempenho mínimo de 50%.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é destinada exclusivamente aos candidatos de <strong>nível superior</strong> aprovados na prova objetiva. A pontuação máxima atribuída aos títulos é de 4 pontos, que serão somados à nota final.</li>\n<li><strong>Comprovação de Requisitos e Exames Médicos:</strong> Etapa <em>eliminatória</em>, realizada após a homologação do concurso, para verificar se o candidato atende a todos os requisitos do cargo e possui aptidão física e mental para o exercício da função.</li>\n</ul>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso seguirá um cronograma específico. O <strong>gabarito oficial preliminar</strong> da prova objetiva está previsto para ser publicado a partir das 16h00 do dia 15 de setembro de 2025, no site do Instituto Consulplan. Após os prazos de recursos, os resultados preliminares e definitivos de cada etapa serão divulgados nos mesmos canais.</p>\n<p>A classificação final dos candidatos será determinada pela soma dos pontos obtidos na prova objetiva e, quando aplicável, na avaliação de títulos. Em caso de empate, serão utilizados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Maior pontuação nas disciplinas de Conhecimentos Específicos;</li>\n<li>Maior pontuação em outras disciplinas, conforme o cargo;</li>\n<li>Maior idade, dando preferência a candidatos com 60 anos ou mais;</li>\n<li>Exercício da função de jurado.</li>\n</ul>\n<p>Após a divulgação do resultado final, o concurso será <strong>homologado</strong>, e sua validade será de 2 anos, podendo ser prorrogada uma vez por igual período. A convocação dos aprovados, respeitando a ordem de classificação, será realizada pela Prefeitura de João Ramalho/SP.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações de atos, editais e comunicados no site da banca organizadora (www.institutoconsulplan.org.br) e nos meios oficiais do município. Manter os dados cadastrais atualizados é crucial para não perder nenhuma convocação.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 28/07/2025 | Remuneração: até R$ 14,288,85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da <strong>Universidade Federal de Mato Grosso (UFMT)</strong> foi publicado, oferecendo uma excelente oportunidade para profissionais de nível superior. O certame visa o provimento de <strong>63 vagas</strong> para o cargo de Professor do Magistério Superior, com ingresso na Classe A. A contratação será realizada sob o regime jurídico Estatutário, conforme a Lei n.º 8.112/1990, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas do conhecimento e exigem titulação de Mestrado ou Doutorado, dependendo do cargo pretendido. <strong>Destacam-se as vagas para os setores de Agronomia, Medicina Veterinária, Zootecnia, Ciências Biológicas, Engenharia Florestal, Engenharia Ambiental, Nutrição e Engenharia de Alimentos</strong>, além de outras áreas como Saúde, Ciências Exatas, Humanas e Sociais Aplicadas.</p>\n<p>Este é um concurso de grande porte, com um processo seletivo robusto e criterioso. Nas seções seguintes, você encontrará todos os detalhes sobre as inscrições, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma possível.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFMT estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>15 de julho de 2025 até 28 de julho de 2025</strong>. Para confirmar a participação, é necessário preencher o formulário eletrônico no site oficial da banca organizadora e efetuar o pagamento da taxa de inscrição.</p>\n<p>O valor da taxa é de <strong>R$ 200,00</strong> para todos os cargos. O pagamento pode ser feito via boleto bancário ou PIX (através de QRCode) até o primeiro dia útil após o encerramento das inscrições. É fundamental que o candidato escolha apenas uma área de conhecimento, pois em caso de múltiplas inscrições, apenas a mais recente será considerada válida, sem devolução das taxas pagas anteriormente.</p>\n<p>O edital prevê a possibilidade de solicitar isenção da taxa de inscrição, e os candidatos interessados devem seguir os procedimentos e prazos específicos detalhados no documento oficial. Após a inscrição e o pagamento, o candidato deve acompanhar a confirmação e todas as atualizações na sua área restrita no portal do concurso.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para o cargo de Professor do Magistério Superior da UFMT é composto por três fases principais, estruturadas para avaliar o conhecimento técnico, a capacidade didática e a trajetória acadêmica dos candidatos. A preparação para cada uma delas é crucial para a aprovação.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa consiste em duas questões dissertativas sobre os conhecimentos específicos da área de atuação. A prova terá duração de 4 horas e será avaliada de 0 a 100 pontos, sendo necessário obter no mínimo 70 pontos para ser aprovado. A avaliação levará em conta o domínio do conteúdo, a clareza, a coerência e o uso adequado da terminologia técnica.</li>\n<li><strong>Prova Didática:</strong> Também de caráter <em>eliminatório e classificatório</em>, esta fase é destinada aos candidatos aprovados na Prova Escrita. Consiste em uma aula teórica de nível de graduação, com duração entre 40 e 50 minutos, sobre um tema sorteado previamente. A avaliação vai de 0 a 100 pontos, com peso 2, e exige nota mínima de 70 para aprovação. O candidato deverá entregar um plano de aula antes do início da sua apresentação.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa pontua a formação acadêmica, a produção científica e a experiência profissional do candidato, conforme os critérios do Anexo VI do edital. A pontuação máxima é de 100 pontos. Somente os candidatos aprovados na Prova Didática terão seus títulos avaliados.</li>\n</ul>\n<p>As provas escritas poderão ser realizadas nos campi de Cuiabá, Barra do Garças ou Sinop, enquanto a prova didática ocorrerá exclusivamente em Cuiabá.</p>\n<p>Em <strong>13 de agosto de 2025</strong> serão divulgados os locais de realização das provas objetivas, enquanto a prova em si será aplicada em <strong>17 de agosto de 2025</strong>.</p>\n<p>A convocação e a divulgação dos locais e horários das provas didáticas serão no dia <strong>23 de setembro de 2025</strong>, com cronograma, sorteio e divulgação dos temas divulgados em <strong>25 de setembro de 2025</strong>. A previsão é que a prova didática seja aplicada em <strong>27 ou 28 de setembro de 2025</strong>.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFMT seguirá um cronograma detalhado, permitindo que os candidatos acompanhem cada fase do processo. A pontuação final será calculada pela média ponderada das notas da Prova Escrita (peso 1), Prova Didática (peso 2) e Avaliação de Títulos (peso 1). A fórmula utilizada será: <em>PF = (N1 + N2×2 + N3) / 3</em>.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior nota na Prova Escrita, maior nota na Prova Didática, maior pontuação em títulos acadêmicos, maior pontuação em produção científica, maior pontuação em atividades de magistério superior, exercício da função de jurado e, por fim, maior idade.</p>\n<p>O resultado final será homologado e publicado no Diário Oficial da União (DOU), contendo a lista dos aprovados por ordem de classificação. A convocação para a nomeação será divulgada no site da Pró-Reitoria de Gestão de Pessoas (PROGEP) da UFMT e comunicada preferencialmente por e-mail ou telefone. O concurso terá validade de 1 ano, podendo ser prorrogado por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais complementares, convocações e resultados, tanto no endereço eletrônico do concurso (<strong>https://www.concursos.ufmt.br</strong>) quanto no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "CIM POLINORTE (ES) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/cim-polinorte-es-selecao-simplificada-02-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 25/07/2025 | Remuneração: até R$ 4671.15",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Consórcio Público da Região Polinorte do Espírito Santo (CIM POLINORTE) publicou o edital de seu Processo Seletivo Simplificado N° 002/2025. O certame, com edital publicado, visa a contratação temporária e a formação de cadastro de reserva para empregos públicos de níveis médio, técnico e superior.</p>\n<p>As oportunidades abrangem as áreas administrativa, de saúde e de meio ambiente, com lotação na sede do consórcio em Ibiraçu/ES e em unidades de saúde em Linhares/ES. <strong>O edital se destaca por oferecer vagas de interesse para profissionais de áreas como Medicina Veterinária, Biologia, Engenharia Ambiental, Engenharia Agronômica e Engenharia Florestal</strong>, contempladas no cargo de Analista Técnico em Meio Ambiente, além de vagas para Técnico em Meio Ambiente.</p>\n<p>Este processo seletivo será realizado em etapa única, baseada na análise de títulos e experiência profissional. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo do CIM POLINORTE serão realizadas presencialmente nos dias <strong>24 e 25 de julho de 2025</strong>, nos horários das 08h às 11h e das 13h às 16h. Não há cobrança de taxa de inscrição.</p>\n<p>Para se inscrever, o candidato deverá preencher a Ficha de Inscrição (disponível como Anexo II do edital) e entregá-la em um envelope aberto, juntamente com as cópias dos documentos exigidos para o cargo pretendido. A entrega deve ser feita em um dos seguintes locais:</p>\n<ul>\n<li><strong>Sede do CIM POLINORTE:</strong> Rua Martins Pescadores, s/nº, Ericina – Ibiraçu/ES.</li>\n<li><strong>Unidade de Cuidado Integral à Saúde – Rede Cuidar Central:</strong> Avenida Wilson Durão, nº 1001, Três Barras – Linhares/ES.</li>\n</ul>\n<p>É permitido realizar a inscrição por meio de procuração. No ato da entrega, os documentos serão conferidos e o envelope lacrado por um servidor, que fornecerá um comprovante de inscrição ao candidato. Não será possível adicionar ou alterar documentos após a finalização do procedimento.</p>\n<p>É fundamental que o candidato leia atentamente o edital completo, disponível no site oficial <a href=\"http://www.cimpolinorte.es.gov.br/\" rel=\"noopener\" target=\"_blank\">www.cimpolinorte.es.gov.br</a>, para conferir todos os requisitos e documentos necessários.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do CIM POLINORTE consistirá em uma <strong>Etapa Única de Prova de Títulos e Experiência Profissional</strong>, de caráter eliminatório e classificatório. Não haverá aplicação de provas objetivas ou discursivas.</p>\n<p>A avaliação será baseada na análise dos documentos comprobatórios de qualificação e experiência profissional apresentados pelo candidato no ato da inscrição. A pontuação será atribuída de acordo com os seguintes critérios gerais:</p>\n<ul>\n<li><strong>Qualificação Profissional:</strong> Serão pontuados cursos de pós-graduação (especialização e mestrado), cursos de aperfeiçoamento e qualificação na área de atuação do cargo pretendido. A carga horária e a data de conclusão dos cursos são fatores determinantes para a pontuação.</li>\n<li><strong>Experiência Profissional:</strong> A pontuação será calculada com base no tempo de serviço comprovado na função pleiteada, sendo atribuído 1,0 ponto por mês trabalhado, com limites máximos que variam conforme o cargo.</li>\n</ul>\n<p>Os critérios de pontuação são específicos para cada cargo ou grupo de cargos, valorizando formações como Geoprocessamento para a área ambiental e Gestão de Contratos Públicos para a área administrativa. É importante ressaltar que os documentos exigidos como pré-requisitos para o cargo não geram pontuação.</p>\n<p>Para conhecer a tabela de pontuação detalhada para cada cargo e as regras de comprovação, é indispensável a leitura do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação de todos os atos do processo seletivo, incluindo a classificação preliminar e o resultado final, será realizada no site oficial do <strong>CIM POLINORTE</strong> (<a href=\"http://cimpolinorte.es.gov.br/\" rel=\"noopener\" target=\"_blank\">http://cimpolinorte.es.gov.br</a>), no Diário Oficial do Estado do Espírito Santo e no Diário Oficial dos Municípios do Espírito Santo.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Maior pontuação obtida na avaliação de títulos;</li>\n<li>Maior tempo de experiência profissional comprovada;</li>\n<li>Maior idade, considerando dia, mês e ano de nascimento;</li>\n<li>Sorteio público, caso o empate persista.</li>\n</ul>\n<p>A homologação do resultado final torna a classificação oficial e dá início ao prazo de validade do certame, que será de 12 meses, podendo ser prorrogado por igual período. A convocação dos candidatos aprovados ocorrerá de acordo com a necessidade do consórcio e será comunicada por e-mail e/ou telefone, além de ser publicada no site do CIM POLINORTE. Após a convocação, o candidato terá o prazo de 2 dias úteis para se apresentar.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos sites da organizadora e nos diários oficiais para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "Prefeitura Cerro Azul (PR) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-cerro-azul-pr-selecao-simplificada-03-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 4806.81",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Cerro Azul, no estado do Paraná, publicou o edital do <strong>Processo Seletivo Simplificado nº 003/2025</strong>. O certame visa o preenchimento de 02 vagas imediatas e a formação de cadastro de reserva para o cargo de <strong>Engenheiro Agrônomo</strong>, uma excelente oportunidade para profissionais da área. A contratação será por prazo determinado, conforme a necessidade temporária de excepcional interesse público do município.</p>\n<p>Para concorrer, é exigido nível superior completo em Agronomia e registro ativo no conselho de classe. Os selecionados atuarão em atividades de vigilância, inspeção, defesa agropecuária e assistência técnica a produtores rurais. Continue a leitura para conferir os detalhes sobre o cronograma de inscrições, as etapas da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Cerro Azul/PR serão realizadas exclusivamente de forma <strong>presencial</strong>, entre os dias <strong>07 de julho de 2025 e 18 de julho de 2025</strong>. Os interessados devem comparecer ao Departamento de Recursos Humanos da Prefeitura, localizado na Rua Barão do Cerro Azul, nº 63, Centro, nos seguintes horários: das 8h às 12h e das 13h às 17h, de segunda a sexta-feira.</p>\n<p>Não há previsão de taxa de inscrição no edital. No ato da inscrição, o candidato deverá entregar a documentação comprobatória para a prova de títulos e declarar concordância com os termos do certame. As informações prestadas são de inteira responsabilidade do candidato, não sendo possível alterá-las após a conclusão do processo. Para mais detalhes sobre os procedimentos, é fundamental a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos será realizada em uma única etapa, composta por <strong>Prova de Títulos e Análise Curricular</strong>, de caráter apenas classificatório. A pontuação será atribuída com base na documentação entregue no ato da inscrição, seguindo os critérios e limites estabelecidos no edital.</p>\n<p>A pontuação máxima é de 100 pontos, distribuídos da seguinte forma:</p>\n<ul>\n<li><strong>Aperfeiçoamento Profissional (até 70 pontos):</strong> Cursos de pós-graduação <em>lato sensu</em> (especialização) e <em>strictu sensu</em> (mestrado e doutorado) na área de Cítricos, além de cursos de aperfeiçoamento na área de Citros com carga horária mínima de 15 horas.</li>\n<li><strong>Experiência Profissional (até 30 pontos):</strong> Tempo de exercício na profissão de engenheiro agrônomo, considerando o período de 30/05/2011 a 30/05/2025, e estágios extracurriculares na área.</li>\n</ul>\n<p>Para conhecer todos os detalhes sobre os documentos aceitos, as regras de comprovação e os critérios de pontuação, consulte o edital completo do processo seletivo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados do Processo Seletivo Simplificado da Prefeitura de Cerro Azul/PR serão divulgados conforme o cronograma oficial. A lista de inscrições deferidas está prevista para <strong>21 de julho de 2025</strong>, e o resultado preliminar da prova de títulos para <strong>28 de julho de 2025</strong>. O resultado final e a classificação dos candidatos serão publicados em <strong>31 de julho de 2025</strong>.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem: maior idade; maior nota no critério de aperfeiçoamento profissional; maior nota em atualização profissional; e maior nota em experiência profissional. A homologação do resultado final será publicada no site oficial da Prefeitura e no Diário Oficial dos Municípios do Paraná, meios pelos quais os candidatos também deverão acompanhar as convocações.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame, incluindo convocações, nos canais de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "Prefeitura Bom Jardim da Serra (SC) – Concurso 01/2024",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-bom-jardim-da-serra-sc-concurso-01-2024/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 07/08/2025 | Remuneração: até R$ 15999",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do <strong>Concurso Público da Prefeitura de Bom Jardim da Serra (SC)</strong> foi publicado! Sob o número 01/2025, o certame é organizado pelo Instituto Fênix e visa o preenchimento de vagas imediatas e a formação de cadastro de reserva para o Quadro Permanente de Pessoal do município. As oportunidades abrangem os níveis de escolaridade <strong>médio, técnico e superior</strong>, com contratação regida pela legislação municipal vigente.</p>\n<p>As vagas contemplam diversas áreas, como administrativa, fiscal, saúde, assistência social, jurídica e educação. Para os profissionais de áreas específicas, o concurso oferece oportunidades para <strong>Médico Veterinário, Engenheiro Agrônomo e Nutricionista</strong>, além de cargos como Engenheiro Civil, Fisioterapeuta, Enfermeiro, Psicólogo, entre outros.</p>\n<p>Este é um certame de médio porte, com remunerações que variam de R$ 1.590,26 a R$ 15.999,00. Se você busca uma oportunidade de carreira no serviço público catarinense, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso de Bom Jardim da Serra (SC) serão realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>07 de julho de 2025 até as 18h00 do dia 07 de agosto de 2025</strong>. Para efetivar a participação, o candidato deve acessar o site da banca organizadora, o Instituto Fênix.</p>\n<p>O processo de inscrição envolve os seguintes passos:</p>\n<ul>\n<li>Acessar o site <strong>https://institutofenix.selecao.net.br</strong> e localizar o edital do município.</li>\n<li>Realizar o cadastro, criando um login e senha de acesso à área do candidato.</li>\n<li>Preencher o formulário de inscrição com todos os dados solicitados e conferi-los com atenção.</li>\n<li>Gerar e imprimir o boleto bancário para pagamento da taxa de inscrição.</li>\n</ul>\n<p>Os valores das taxas são:</p>\n<ul>\n<li><strong>R$ 100,00</strong> para cargos de Nível Superior.</li>\n<li><strong>R$ 85,00</strong> para cargos de Nível Médio e Técnico.</li>\n</ul>\n<p>O pagamento do boleto deve ser efetuado até a data de vencimento indicada no documento. A confirmação da inscrição pode levar até dois dias úteis após o pagamento e deve ser acompanhada na área restrita do candidato. O edital não prevê procedimentos para solicitação de isenção da taxa.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Bom Jardim da Serra será estruturado em duas etapas principais, variando conforme o cargo pretendido. Todos os candidatos serão avaliados por meio de uma prova objetiva, e para os cargos de professor, haverá também uma avaliação de títulos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os candidatos na data provável de <strong>24 de agosto de 2025</strong>, das 09h00 às 12h00. A prova terá duração de 3 horas e será composta por 30 questões de múltipla escolha. As disciplinas cobradas são:\n<ul>\n<li>Língua Portuguesa (15 questões)</li>\n<li>Matemática (5 questões)</li>\n<li>Conhecimentos Específicos (15 questões)</li>\n</ul>\n<p>Para ser aprovado, o candidato de nível superior deverá obter nota igual ou superior a 7,0, enquanto para os de nível médio/técnico, a nota mínima é 6,0.</p>\n</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente <em>classificatório</em>, esta etapa é destinada apenas aos candidatos aos cargos de Professor que forem aprovados na prova objetiva. A entrega dos documentos deverá ser feita eletronicamente, via upload de arquivos em formato PDF na área do candidato, durante o mesmo período das inscrições (07/07 a 07/08/2025). A pontuação será atribuída da seguinte forma, considerando apenas o título de maior valor:\n<ul>\n<li>Doutorado: 0,60 pontos</li>\n<li>Mestrado: 0,50 pontos</li>\n<li>Pós-Graduação (Especialização): 0,40 pontos</li>\n</ul>\n</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e regras de cada etapa, é indispensável a leitura atenta do edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados do Concurso de Bom Jardim da Serra é de responsabilidade dos candidatos e deve ser feito pelos sites oficiais da banca organizadora e da prefeitura. O cronograma previsto para a divulgação das principais fases é:</p>\n<ul>\n<li><strong>Gabarito Preliminar da Prova Objetiva:</strong> 26 de agosto de 2025.</li>\n<li><strong>Gabarito Definitivo da Prova Objetiva:</strong> 28 de agosto de 2025.</li>\n<li><strong>Classificação Preliminar:</strong> 28 de agosto de 2025.</li>\n<li><strong>Classificação Final:</strong> 01 de setembro de 2025.</li>\n</ul>\n<p>Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos; maior nota em Conhecimentos Específicos; maior nota em Língua Portuguesa; maior nota em Matemática; maior idade (para candidatos com menos de 60 anos); e, por fim, sorteio público.</p>\n<p>Após a publicação da classificação final, o resultado será homologado e o concurso terá validade de 2 (dois) anos, podendo ser prorrogado por igual período. A convocação dos aprovados ocorrerá por meio de Edital de Chamamento, publicado no site da prefeitura e comunicado via e-mail. O candidato convocado terá 5 dias corridos para manifestar interesse na vaga.</p>\n<p>É fundamental que o candidato mantenha seus dados de contato atualizados e acompanhe todas as publicações oficiais no site do Instituto Fênix e no Diário Oficial dos Municípios (DOM), pois este é o único meio de garantir o conhecimento de todos os atos do certame.</p>\n</div>"
    },
    {
        "title": "Prefeitura São Francisco de Assis (RS) – Seleção Simplificada 06/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-francisco-de-assis-rs-selecao-simplificada-06-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 18/07/2025 | Remuneração: até R$ 2800",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de São Francisco de Assis, no Rio Grande do Sul, publicou o edital nº 006/2025 para seu novo Processo Seletivo Simplificado. O certame visa a contratação temporária de <strong>1 (um) profissional para o cargo de Fiscal Ambiental</strong>, além da formação de cadastro de reserva.</p>\n<p>A oportunidade é destinada a candidatos com formação de nível técnico ou superior. Os requisitos incluem formação em áreas como <strong>ambiental, ciências biológicas, engenharia florestal, agronomia, química, geologia ou agrícola</strong>, com registro no respectivo conselho de classe.</p>\n<p>O prazo de validade do processo seletivo será de um ano, podendo ser prorrogado por igual período. Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas de seleção e o cronograma completo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de São Francisco de Assis serão realizadas de forma <strong>presencial</strong>, entre os dias <strong>04 de julho de 2025 e 18 de julho de 2025</strong>, das 08h às 12h. Os interessados devem comparecer à Secretaria Municipal do Meio Ambiente, localizada na Rua Borges de Medeiros, nº 1445, sala 3 (Rodoviária).</p>\n<p>A taxa de inscrição é de <strong>R$ 50,00</strong> e o pagamento deve ser efetuado diretamente na Secretaria Municipal da Fazenda. No ato da inscrição, o candidato deverá entregar a ficha de inscrição preenchida, cópias de documentos pessoais e o envelope lacrado com os comprovantes para a Prova de Títulos, conforme especificado no edital.</p>\n<p>É permitida a inscrição por procuração com firma reconhecida. Não há previsão de isenção da taxa. Todas as informações e atualizações serão divulgadas no site oficial da prefeitura. Para garantir sua participação, leia atentamente o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos será realizada em uma única etapa: <strong>Prova de Títulos</strong>, de caráter exclusivamente classificatório. Nesta fase, serão avaliados a experiência profissional e a formação acadêmica do candidato, com base nos documentos entregues no ato da inscrição.</p>\n<p>A pontuação será distribuída da seguinte forma:</p>\n<ul>\n<li><strong>Experiência Profissional (até 50 pontos):</strong> Serão pontuadas atividades comprovadas como Fiscal Ambiental ou em outras áreas ambientais, tanto no setor público quanto como profissional autônomo.</li>\n<li><strong>Títulos Acadêmicos:</strong> Serão atribuídos pontos para certificados de conclusão de cursos de pós-graduação na área ambiental, sendo 8 pontos para especialização, 12 para mestrado e 15 para doutorado.</li>\n</ul>\n<p>Os documentos comprobatórios devem ser entregues em envelope lacrado no momento da inscrição, seguindo rigorosamente as orientações do edital. Para conhecer todos os critérios de pontuação e os documentos aceitos, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do processo seletivo prevê a divulgação da lista preliminar de inscritos em <strong>21 de julho de 2025</strong> e da lista final em <strong>25 de julho de 2025</strong>. O resultado preliminar da Prova de Títulos será publicado em <strong>30 de julho de 2025</strong>, com prazo para recursos no dia seguinte.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate são: 1º) maior pontuação em Experiência Profissional; 2º) maior pontuação em Títulos; 3º) maior idade. Se o empate persistir, será realizado um sorteio público. A homologação do resultado final está prevista para <strong>08 de agosto de 2025</strong>.</p>\n<p>A convocação dos aprovados será feita pessoalmente, por WhatsApp ou por correspondência. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no painel de avisos da Prefeitura e no site www.saofranciscodeassis.rs.gov.br.</p>\n</div>"
    },
    {
        "title": "Concurso CPNU – Edição 2 / 2025",
        "link": "https://www.agrobase.com.br/concursos/2025/concurso-cpnu-edicao-2-2025/",
        "description": "Local: Nacional | Tipo: 3652 vaga(s) | Prazo: até 20/07/2025 | Remuneração: até R$ 16413.35",
        "full_content_html": "<div class=\"bde-rich-text-268265-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Governo Federal, por meio da Escola Nacional de Administração Pública (ENAP), publicou o edital da <strong>segunda edição do Concurso Público Nacional Unificado (CPNU 2)</strong>, referente ao Edital ENAP nº 114/2025. O certame, atualmente com <strong>edital publicado e inscrições abertas</strong> (de 2 a 20 de julho de 2025), oferece <strong>3.652 vagas</strong> em <strong>32 órgãos federais</strong>, sendo <strong>2.480 vagas imediatas</strong> e <strong>1.172 para provimento em curto prazo</strong> (cadastro de reserva). Os aprovados serão contratados sob o regime <strong>estatutário</strong>, garantindo estabilidade como servidores públicos de carreira.</p>\n<p>As oportunidades contemplam cargos de <strong>nível superior</strong> (3.144 vagas) e de <strong>nível intermediário</strong> – ensino médio/técnico (508 vagas). Para organizar a seleção, o concurso foi estruturado em <strong>nove blocos temáticos</strong>, que agrupam os cargos por grandes áreas de atuação. Esses blocos abrangem setores como Seguridade Social (Saúde, Assistência Social e Previdência), Cultura e Educação, Ciências, Dados e Tecnologia, Engenharias e Arquitetura, Administração, Desenvolvimento Socioeconômico, Justiça e Defesa, além de dois blocos específicos para cargos de nível médio (áreas de Saúde e de Regulação).</p>\n<p>Entre os cargos oferecidos, destacam-se oportunidades para profissionais formados em <strong>Agronomia</strong>, <strong>Medicina Veterinária</strong>, <strong>Zootecnia</strong>, <strong>Biologia</strong>, <strong>Engenharia Ambiental</strong>, <strong>Engenharia Florestal</strong> e <strong>Nutrição</strong>. Por exemplo, somente para o cargo de Engenheiro Agrônomo há <strong>60 vagas</strong> disponíveis, além de diversas outras posições que exigem graduação nessas áreas de interesse.</p>\n<p>A segunda edição do CPNU traz também um forte <strong>compromisso com inclusão, segurança e modernização</strong> no processo seletivo. As novas regras ampliaram as ações afirmativas – cerca de 35% das vagas são reservadas a cotas para grupos sub-representados, em conformidade com a Nova Lei de Cotas (Lei nº 14.723/2023) – e reforçaram a segurança e a transparência nas etapas do concurso (identificação biométrica dos candidatos, códigos de barra nas provas, entre outras medidas). Com essas melhorias e um grande número de vagas distribuídas nacionalmente, o CPNU 2 representa uma excelente oportunidade para quem busca ingressar na carreira pública federal.</p>\n<p>Continue lendo para conferir informações detalhadas sobre o período de <em>inscrições</em>, as <em>etapas de prova</em> e o cronograma de <em>resultados</em> deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o CPNU 2 devem ser realizadas <strong>exclusivamente online</strong>, e já estão abertas no período de <strong>2 a 20 de julho de 2025</strong>. O candidato deve acessar o <a href=\"https://conhecimento.fgv.br/concursos\" rel=\"noopener\" target=\"_blank\">portal da FGV</a>, banca organizadora do certame, e preencher o formulário eletrônico para gerar a Guia de Recolhimento da União (GRU). A <strong>taxa de inscrição</strong> foi fixada em <strong>R$ 70,00</strong> (valor único para todos os cargos e níveis), devendo o boleto ser pago até o dia <strong>21 de julho de 2025</strong> para que a inscrição seja confirmada.</p>\n<p>Candidatos que se enquadram em critérios socioeconômicos específicos podem solicitar <strong>isenção da taxa</strong> de inscrição entre os dias 2 e 8 de julho de 2025. Terão direito ao benefício aqueles que:</p>\n<ul>\n<li>estão inscritos no Cadastro Único para Programas Sociais do Governo Federal (CadÚnico);</li>\n<li>se declaram doadores de medula óssea em entidades reconhecidas pelo Ministério da Saúde; ou</li>\n<li>são estudantes de baixa renda beneficiários do financiamento estudantil (FIES) ou do programa Universidade para Todos (ProUni).</li>\n</ul>\n<p>A isenção deve ser solicitada no próprio sistema de inscrição, conforme orientações do edital, com o envio da documentação comprobatória exigida. Os pedidos serão analisados pela banca, e o resultado das isenções será divulgado antes do término do período de inscrições. Quem tiver a solicitação deferida terá a inscrição efetivada sem boleto; os demais deverão realizar o pagamento normalmente até a data limite.</p>\n<p>Após efetuar a inscrição e o pagamento, é fundamental que o candidato acompanhe a confirmação do <strong>status da inscrição</strong> na área do candidato, disponível no site da FGV. Caso haja algum problema (como pagamento não identificado ou dados incorretos), o candidato deve entrar em contato com a banca dentro do prazo estabelecido para correções. Todas as orientações sobre o procedimento de inscrição, incluindo detalhamento dos documentos para isenção e formas de pagamento, podem ser encontradas no edital. Recomendamos fortemente a leitura atenta do <strong>edital completo</strong> antes de finalizar sua inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do CPNU 2 será composto por diversas <strong>etapas de avaliação</strong>, de caráter eliminatório e/ou classificatório, conforme a natureza de cada fase. Todas as provas serão aplicadas em âmbito nacional, com estrutura adaptada ao nível de escolaridade do cargo. A seguir, apresentamos um resumo das etapas previstas:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> primeira fase, de caráter eliminatório e classificatório. Consiste em questões de múltipla escolha (cinco alternativas cada). Para cargos de <em>nível superior</em> serão 90 questões no total (30 de conhecimentos gerais e 60 de conhecimentos específicos do bloco temático), com duração de 5 horas. Já para cargos de <em>nível intermediário</em>, serão 68 questões (20 de conhecimentos gerais e 48 de específicos), com duração de 3h30. As disciplinas de conhecimentos gerais incluem conteúdos como Língua Portuguesa, Raciocínio Lógico, Noções de Direito e Atualidades, enquanto os conhecimentos específicos abrangem temas próprios de cada área/bloco. Haverá nota mínima exigida (definida em edital) para aprovação nesta etapa.</li>\n<li><strong>Prova Discursiva:</strong> segunda fase, de caráter eliminatório e classificatório. Para cargos de nível superior, serão propostas 2 questões discursivas (que podem envolver redação dissertativa, estudo de caso ou desenvolvimento de tema técnico) relacionadas às atribuições do cargo e aos conhecimentos específicos do bloco. A prova discursiva de nível superior terá duração de 3 horas. Para cargos de nível intermediário, a prova discursiva consistirá em 1 <em>redação</em> de tipo dissertativo-argumentativo sobre tema geral ou específico da área, com duração de 2 horas. Nessa etapa avaliam-se a capacidade de expressão escrita, a clareza de argumentação e o domínio do conteúdo por parte do candidato.</li>\n<li><strong>Avaliação de Títulos:</strong> fase de caráter <em>classificatório</em> (não elimina candidatos), aplicada apenas para os cargos e especialidades que preveem pontuação de títulos. Os candidatos poderão apresentar documentação comprobatória de <em>formação acadêmica</em> (como diplomas de especialização, mestrado ou doutorado) e de <em>experiência profissional</em> na área do cargo. Conforme o “Quadro de Títulos” do edital, cada título válido soma uma determinada pontuação (até um máximo de 5 pontos na maioria dos casos), a ser agregada à nota final do candidato. Essa etapa valoriza qualificações adicionais, mas o candidato que não possuir títulos ainda pode permanecer na disputa, pois a ausência de pontuação não resulta em eliminação.</li>\n<li><strong>Verificação de Vagas Reservadas:</strong> procedimento obrigatório para candidatos que optaram por concorrer nas modalidades de <em>cotas</em> (como negros, indígenas, quilombolas ou pessoas com deficiência). Após as provas, esses candidatos serão convocados para uma <em>banca de heteroidentificação</em> e/ou avaliação documental, a fim de confirmar a veracidade da autodeclaração e o atendimento aos requisitos legais da vaga reservada. Essa etapa possui caráter eliminatório apenas no caso de não confirmação da condição declarada, não atribuindo pontuação.</li>\n<li><strong>Investigação Social e Funcional:</strong> etapa de caráter eliminatório, aplicada <em>exclusivamente</em> aos cargos que exigem requisitos de idoneidade e conduta ilibada, em especial o cargo de Analista Técnico de Justiça e Defesa (Bloco 7). Consiste na análise de antecedentes e conduta do candidato, podendo envolver questionários, entrega de certidões negativas e outras verificações para atestar que o candidato possui perfil adequado para exercer atribuições de segurança, justiça e defesa.</li>\n<li><strong>Prova Oral e Defesa de Memorial:</strong> fase prevista para algumas carreiras de natureza mais analítica ou acadêmica, como determinados cargos de pesquisador. Quando prevista no edital do cargo, essa etapa será <em>eliminatória</em> e consistirá na arguição oral do candidato pela banca examinadora, incluindo a apresentação e defesa de um <em>memorial</em> (documento em que o candidato relata sua trajetória profissional, produções ou projetos relevantes na área). A prova oral avalia conhecimentos especializados, capacidade de comunicação e segurança nas respostas.</li>\n<li><strong>Curso de Formação:</strong> etapa final, de caráter eliminatório e classificatório, prevista para determinados cargos após a aprovação nas fases anteriores. Os candidatos aprovados dentro do número de vagas (ou classificados em posição específica, conforme o edital) serão convocados para um <em>Curso de Formação</em> presencial, no qual receberão capacitação relacionada às atividades do cargo. A participação no curso exige confirmação prévia de interesse por parte do candidato e frequência integral durante o período determinado. Ao final do curso, há avaliações cujo desempenho será considerado para a classificação definitiva do candidato. A não participação ou a reprovação no curso de formação resultará na eliminação do candidato.</li>\n</ul>\n<p>O edital do concurso detalha exaustivamente cada etapa – incluindo o conteúdo programático das provas, os pesos e notas mínimas para aprovação e as regras de convocação para as fases subsequentes. É indispensável consultar o <strong>edital oficial</strong> e seus anexos para se preparar adequadamente, conhecer os critérios de avaliação e ficar atento ao <strong>cronograma</strong> completo de provas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de resultados do CPNU 2 já está delineado no edital e prevê diversas publicações importantes após cada fase do concurso. A seguir, estão destacados os principais marcos relacionados a gabaritos, resultados e convocações:</p>\n<ul>\n<li><strong>Gabaritos da Prova Objetiva:</strong> O <em>gabarito preliminar</em> da prova objetiva será divulgado em até 24 horas após a aplicação do exame (previsto para o dia 5 de outubro de 2025, portanto divulgação esperada em 6/10/2025). Os candidatos terão um período, definido em edital, para interpor <em>recursos</em> contestando as respostas oficiais. Após a análise de eventuais recursos, será publicado o <em>gabarito definitivo</em>, que servirá de base para a correção final das provas objetivas.</li>\n<li><strong>Resultado da Prova Objetiva:</strong> A relação de candidatos aprovados na fase objetiva, juntamente com as notas obtidas e a <strong>convocação para a prova discursiva</strong> (segunda fase), tem divulgação programada para o dia <strong>12 de novembro de 2025</strong>. Nessa listagem, já serão consideradas as alterações do gabarito após recursos. É importante que o candidato verifique se seu nome consta entre os habilitados para prosseguir no concurso e fique atento às instruções para a etapa discursiva.</li>\n<li><strong>Resultados da Prova Discursiva e Títulos:</strong> Após a realização da prova discursiva (prevista para 7 de dezembro de 2025) e a avaliação de títulos (quando houver, com documentos enviados de 13 a 19 de novembro de 2025), a banca divulgará os <em>resultados preliminares</em> dessas fases. Cada resultado preliminar abrirá novo prazo para recursos, conforme o cronograma oficial. Somente após analisados todos os recursos das fases discursiva e de títulos é que será consolidada a pontuação final de cada candidato nessas etapas.</li>\n<li><strong>Classificação Final e Desempate:</strong> Concluídas todas as correções e cálculos, será publicada a <strong>lista de classificação final</strong> dos candidatos, com a soma ponderada das notas da objetiva, da discursiva e dos títulos (quando aplicável). De acordo com o edital, essa divulgação está prevista para o início de 2026 – a primeira lista de classificados deve ser liberada em <strong>30 de janeiro de 2026</strong>. Em caso de candidatos com a <em>mesma pontuação final</em>, serão aplicados os critérios de desempate estabelecidos no edital. Geralmente, os primeiros critérios de desempate incluem: maior pontuação em Conhecimentos Específicos, seguida por maior pontuação na Prova Discursiva, e assim por diante. Também é respeitado o disposto no Estatuto do Idoso (Lei nº 10.741/2003), que dá preferência ao candidato com idade igual ou superior a 60 anos, se estiverem empatados.</li>\n<li><strong>Homologação do Resultado e Convocações:</strong> Após encerrada a fase de recursos e definida a classificação final, o resultado definitivo do concurso será <strong>homologado</strong> e publicado no <em>Diário Oficial da União (DOU)</em>. A homologação, prevista para o primeiro semestre de 2026, é o ato que confirma oficialmente a validade do concurso e inicia a contagem de seu prazo de validade. A partir daí, os órgãos federais participantes poderão começar a <strong>convocar os candidatos aprovados</strong> dentro do número de vagas para nomeação e posse. As convocações obedecerão rigorosamente à ordem de classificação e ocorrerão conforme a necessidade de cada órgão. Os candidatos devem acompanhar essas publicações de convocação tanto no DOU quanto nos canais oficiais da banca organizadora e dos órgãos onde há vagas, mantendo seus dados de contato atualizados junto à organização do concurso.</li>\n</ul>\n<p><em>Reforçamos que é de responsabilidade exclusiva do candidato</em> acompanhar todos os comunicados, resultados, editais de resultado e eventuais convocações referentes a este concurso. Informações oficiais serão divulgadas no site da FGV (banca examinadora) e no Diário Oficial, entre outros meios previstos. Quem participa do certame deve manter-se vigilante a essas publicações para não perder prazos importantes ou chances de nomeação.</p>\n</div>"
    },
    {
        "title": "UEL (PR) – Seleção Simplificada 146/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uel-pr-selecao-simplificada-146-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 28/07/2025 | Remuneração: até R$ 4231.6",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Londrina (UEL) publicou o edital de seu Processo Seletivo Simplificado, destinado ao preenchimento de <strong>1 (uma) vaga imediata</strong> para o cargo de Agente Universitário de Execução. A oportunidade é para a função de <strong>Técnico em Laboratório/Multiagro</strong>, com atuação na área de <strong>Agronomia</strong>, exigindo formação de nível médio/técnico. A contratação será temporária, sob Regime Especial, com validade do certame de dois anos, prorrogável por igual período.</p>\n<p>Este processo seletivo é uma excelente oportunidade para profissionais técnicos que buscam uma colocação no serviço público em uma instituição de renome. Nas seções seguintes, você encontrará todos os detalhes sobre como se inscrever, as etapas de avaliação e o cronograma de resultados para se preparar adequadamente.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UEL estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar vai das <strong>8h do dia 07 de julho de 2025 até as 18h do dia 28 de julho de 2025</strong>, através do site da banca organizadora, a Coordenadoria de Processos Seletivos (COPS/UEL). A taxa de inscrição foi fixada em <strong>R$ 70,00</strong> e o pagamento do boleto poderá ser efetuado até o dia 29 de julho de 2025.</p>\n<p>Atenção: no ato da inscrição online, o candidato deverá fazer o upload de um único arquivo em formato PDF contendo todos os documentos comprobatórios para a Prova de Títulos. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem verificar os critérios e prazos. Após o pagamento, é possível acompanhar o status da inscrição no portal da COPS. É fundamental a leitura completa do edital para compreender todas as regras do processo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção dos candidatos será realizado em três etapas distintas, com pesos e naturezas diferentes. A estrutura foi pensada para avaliar tanto a qualificação teórica quanto a habilidade prática dos participantes.</p>\n<ul>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, consiste na análise da documentação enviada no ato da inscrição. Serão pontuados a formação acadêmica, a experiência profissional e outras atividades relevantes, com nota de 0 a 100.</li>\n<li><strong>Prova Prática:</strong> De caráter classificatório e eliminatório, esta etapa visa aferir o conhecimento prático e o manuseio de equipamentos na área de atuação. A nota também vai de 0 a 100, e o candidato precisa de no mínimo 50 pontos para ser aprovado.</li>\n<li><strong>Avaliação Médica:</strong> De caráter eliminatório, é a fase pré-admissional para os candidatos classificados, que devem realizar exames para obter o Atestado de Saúde Ocupacional (ASO).</li>\n</ul>\n<p>Para conhecer os critérios detalhados de pontuação dos títulos e as especificidades da prova prática, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A pontuação final dos candidatos será calculada pela média ponderada das notas da Prova Prática (peso 7) e da Prova de Títulos (peso 3). Os resultados provisórios de cada etapa e a classificação final serão divulgados no site da COPS/UEL e, no caso do resultado final, também no Diário Oficial do Estado do Paraná. Em caso de empate, os critérios de desempate incluem maior idade para candidatos com 60 anos ou mais, maior pontuação em experiência profissional e maior nível de escolaridade.</p>\n<p>A convocação para a avaliação médica e contratação seguirá rigorosamente a ordem de classificação e será feita por meio de edital específico. Os candidatos convocados também serão contatados por e-mail pela Pró-Reitoria de Recursos Humanos (PRORH) da UEL. A classificação no processo não garante a contratação, que ocorrerá conforme a necessidade da administração.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da COPS/UEL e no Diário Oficial para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 48/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-48-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 08/08/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital nº 48/2025 para seu novo concurso público. O certame visa o provimento de <strong>uma vaga efetiva</strong> para o cargo de Professor Assistente, com exigência de título de Doutor. A contratação será sob o regime jurídico estatutário, em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP).</p>\n<p>A oportunidade é destinada à área de conhecimento de <strong>Ciências Agrárias</strong>, com lotação no Departamento de Produção Vegetal da Faculdade de Ciências Agrárias e Tecnológicas do Câmpus de Dracena. Este concurso é de grande interesse para profissionais com formação em <em>Agronomia</em>, <em>Engenharia Agronômica</em>, <em>Engenharia Agrícola</em> ou <em>Engenharia de Biossistemas</em>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP serão realizadas exclusivamente online, através do portal de inscrições da universidade. O período para se inscrever vai de <strong>07 de julho de 2025 até as 17h00 do dia 08 de agosto de 2025</strong>, seguindo o horário de Brasília.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 276,00</strong>. O pagamento deve ser efetuado por meio de transferência bancária ou depósito na conta indicada no edital. A inscrição só será confirmada após a validação do pagamento integral da taxa.</p>\n<p>É importante destacar que, conforme o edital, <em>não haverá isenção total do pagamento da taxa de inscrição</em>, e o valor pago não será devolvido, exceto em caso de não realização do concurso. O candidato é inteiramente responsável pelas informações prestadas no ato da inscrição.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo antes de realizar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases, sendo necessário obter média igual ou superior a 7,0 na primeira fase para avançar. As etapas são as seguintes:</p>\n<ul>\n<li><strong>Primeira Fase – Prova Escrita:</strong> De caráter eliminatório e classificatório, com peso 1. Consistirá na dissertação sobre um ponto sorteado do programa. O candidato terá 60 minutos para consulta ao material de apoio (sem eletrônicos) e 180 minutos para a redação da prova, sem consulta. A nota mínima para aprovação é 7,0.</li>\n<li><strong>Segunda Fase – Provas Classificatórias:</strong> Composta por três avaliações distintas, todas de caráter classificatório.\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Curriculum Lattes documentado, avaliando títulos acadêmicos, produção científica, atividades didáticas e outras atividades relevantes dos últimos 5 anos.</li>\n<li><strong>Prova Didática (peso 2):</strong> Consistirá em uma aula teórica em nível de graduação, com duração entre 40 e 60 minutos, sobre tema sorteado. O não cumprimento do tempo mínimo ou máximo resulta em nota zero.</li>\n<li><strong>Prova de Análise e Arguição (peso 1):</strong> Avaliação do projeto de pesquisa, do plano de atividades para graduação e pós-graduação, e do plano de ações de extensão universitária apresentados na inscrição. Cada candidato será arguido pela banca examinadora.</li>\n</ul>\n</li>\n</ul>\n<p>É de responsabilidade exclusiva do candidato acompanhar as convocações para cada etapa. Para conhecer o conteúdo programático, os critérios de avaliação detalhados e o cronograma, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados ocorrerá em etapas, com publicações no Diário Oficial do Estado (DOE) e no site de inscrições da UNESP. O resultado da prova escrita será divulgado após o período de recursos, habilitando os aprovados para a segunda fase. As notas da segunda fase (títulos, didática e arguição) também serão publicadas nos mesmos canais.</p>\n<p>A classificação final será determinada pelo maior número de indicações dos candidatos por parte dos membros da banca examinadora. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na prova de títulos;</li>\n<li>Melhor média na prova didática;</li>\n<li>Melhor média na prova escrita;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>Após a análise de todos os recursos, o resultado final será homologado e publicado no Diário Oficial. O concurso terá validade de 6 meses, podendo ser prorrogado uma vez por igual período. A convocação para nomeação seguirá rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial do Estado referentes a este concurso.</p>\n</div>"
    },
    {
        "title": "Prefeitura Francisco Beltrão (PR) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-francisco-beltrao-pr-concurso-01-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 05/08/2025 | Remuneração: até R$ 17589.65",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura de Francisco Beltrão, no estado do Paraná, publicou o edital para seu novo Concurso Público, organizado pela Fundação FAFIPA. O certame visa o preenchimento de <strong>273 vagas imediatas e a formação de cadastro de reserva</strong> para cargos de níveis fundamental, médio, técnico e superior. As contratações serão realizadas sob o regime estatutário, garantindo estabilidade aos servidores.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, operacional, saúde e educação. <strong>Para os profissionais de áreas específicas, o concurso oferece vagas para Engenheiro Agrônomo, Médico Veterinário e Nutricionista</strong>, além de outras carreiras de nível superior. O prazo de validade do concurso será de dois anos, podendo ser prorrogado por igual período.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Francisco Beltrão serão realizadas exclusivamente pela internet, no site da banca organizadora. O período para se inscrever terá início <strong>às 08h do dia 07 de julho de 2025 e se encerrará às 23h59 do dia 05 de agosto de 2025</strong>, seguindo o horário oficial de Brasília-DF.</p>\n<p>Para se inscrever, o candidato deverá acessar o portal da Fundação FAFIPA, preencher o formulário com seus dados pessoais, escolher o cargo desejado e gerar o boleto bancário. O pagamento da taxa de inscrição, cujos valores variam conforme o nível de escolaridade do cargo, poderá ser efetuado até o dia <strong>06 de agosto de 2025</strong>. É fundamental que o candidato confira os dados do boleto antes de efetuar o pagamento para evitar fraudes.</p>\n<p><strong>R$ 100,00:</strong> Cargos de Nível Fundamental;<br/>\n<strong>R$ 130,00:</strong> Cargos de Nível Médio e Técnico;<br/>\n<strong>R$ 150,00:</strong> Cargos de Nível Superior.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção dos candidatos será composto por diferentes etapas, variando de acordo com o cargo pretendido. A estrutura geral inclui:</p>\n<ul>\n<li><strong>Prova Objetiva (PO):</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A prova terá duração de 5 horas e será composta por 60 questões de múltipla escolha. Para ser aprovado, o candidato deverá obter no mínimo 60 pontos (de 100) e não zerar em nenhuma das áreas de conhecimento.</li>\n<li><strong>Prova Discursiva (PD):</strong> De caráter eliminatório e classificatório, exclusiva para os cargos de <em>Professor</em>. Consistirá em uma redação e será realizada no mesmo dia da prova objetiva. A nota mínima para aprovação é de 24 pontos (de 40).</li>\n<li><strong>Prova Prática (PP):</strong> De caráter eliminatório e classificatório, destinada apenas ao cargo de <em>Operador de Máquinas</em>. Avaliará a habilidade do candidato na condução e manutenção de equipamentos. A pontuação mínima para aprovação é de 60 pontos (de 100).</li>\n<li><strong>Prova de Desempenho Didático (PDD):</strong> De caráter eliminatório e classificatório, também exclusiva para os cargos de <em>Professor</em>. Consiste na ministração de uma aula com duração máxima de 20 minutos, exigindo a apresentação de um plano de aula. A nota mínima para aprovação é 60 (de 100).</li>\n<li><strong>Prova de Títulos (PT):</strong> De caráter apenas classificatório, será aplicada para <em>todos os cargos de nível superior, incluindo Professores</em>. Os candidatos habilitados deverão enviar os documentos comprobatórios de forma online, conforme as datas previstas no cronograma.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação e o cronograma completo, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá um cronograma detalhado, sendo fundamental que o candidato acompanhe todas as publicações no site da Fundação FAFIPA. O <strong>gabarito preliminar da prova objetiva</strong> será disponibilizado um dia após a sua aplicação, em 01 de setembro de 2025.</p>\n<p>As demais datas importantes incluem a divulgação do resultado definitivo da prova objetiva e discursiva em 15 de outubro de 2025, e o resultado final da prova prática em 19 de novembro de 2025. Os resultados da prova de desempenho didático e da prova de títulos serão publicados em 09 de dezembro de 2025, mesma data da divulgação da classificação final do concurso.</p>\n<p>A classificação final será feita em ordem decrescente da nota total, e os critérios de desempate incluem, sucessivamente: idade (para candidatos com 60 anos ou mais), maior nota em Conhecimentos Específicos, e outras pontuações específicas de cada etapa. A <strong>homologação do resultado final</strong> está prevista para 17 de dezembro de 2025, quando o concurso será oficialmente validado e publicado no Diário Oficial.</p>\n<p>A convocação dos aprovados ocorrerá de acordo com a necessidade da Prefeitura de Francisco Beltrão, respeitando a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e nos canais de comunicação do município.</p>\n</div>"
    },
    {
        "title": "Prefeitura Biguaçu (SC) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-biguacu-sc-concurso-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 07/08/2025 | Remuneração: até R$ 10098.46",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Biguaçu, em Santa Catarina, publicou o edital n.º 001/2025 para seu novo Concurso Público, organizado pela Fundação Universidade Regional de Blumenau (FURB). O certame visa o preenchimento de 69 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental (completo e incompleto), médio, técnico e superior. As contratações serão realizadas sob o regime jurídico estatutário, garantindo estabilidade aos servidores.</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, como saúde, educação, obras, fiscalização e administrativa. <strong>Para os profissionais das áreas de agrárias, biológicas e ambientais, o concurso oferece vagas para Engenheiro Agrônomo, Engenheiro Ambiental, Biólogo, Médico Veterinário, Técnico em Veterinária, Auxiliar de Veterinário e Operador de Trator Agrícola.</strong></p>\n<p>Este é um certame de grande porte, com remunerações que variam de R$ 2.159,26 a R$ 10.098,46. Se você busca uma oportunidade de carreira no serviço público catarinense, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso da Prefeitura de Biguaçu serão realizadas exclusivamente online, através do site da banca organizadora, a FURB. O período para se candidatar vai das <strong>8h do dia 07 de julho de 2025 até as 23h59 do dia 07 de agosto de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 85,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 120,00</li>\n<li><strong>Nível Superior:</strong> R$ 150,00</li>\n</ul>\n<p>O pagamento da taxa deve ser efetuado por meio de boleto bancário até o dia <strong>08 de agosto de 2025</strong>. Fique atento, pois não serão aceitas outras formas de pagamento, como PIX ou transferência. Candidatos que atendam aos critérios do edital poderão solicitar a isenção da taxa entre os dias 07 e 16 de julho de 2025.</p>\n<p>É permitido se inscrever para até dois cargos, desde que um seja de nível fundamental ou médio/técnico e o outro de nível superior, pois as provas ocorrerão em turnos distintos. Após a inscrição, é fundamental acompanhar todas as atualizações e o status da sua candidatura na Área do Candidato no site da FURB.</p>\n<p>Para garantir sua participação e conhecer todas as regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso da Prefeitura de Biguaçu será estruturado em até duas etapas, dependendo do cargo escolhido. Todos os candidatos serão avaliados por uma Prova Objetiva, e alguns cargos específicos passarão também por uma Prova Prática.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em> no dia <strong>31 de agosto de 2025</strong>. A avaliação será composta por questões de múltipla escolha com cinco alternativas. Para ser aprovado, o candidato deverá obter nota mínima de 5,00 pontos. As disciplinas gerais incluem Língua Portuguesa, Raciocínio Lógico, Noções de Informática e Conhecimentos Específicos. A duração varia conforme o nível: 2h30 para nível fundamental, 3h para médio/técnico e 3h30 para superior.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada apenas aos candidatos aos cargos de Motorista (I, II e IV), Operador de Máquinas e Equipamentos Pesados, Operador de Patrola, Operador de Retroescavadeira e Operador de Trator Agrícola que forem aprovados na Prova Objetiva. A prova está prevista para o dia <strong>28 de setembro de 2025</strong> e avaliará a habilidade técnica do candidato na execução de tarefas pertinentes à função. A nota mínima para aprovação também é de 5,00 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso da Prefeitura de Biguaçu seguirá um cronograma rigoroso, e todas as publicações serão feitas no site da banca organizadora, a FURB. O gabarito preliminar da prova objetiva será liberado no dia <strong>01 de setembro de 2025</strong>, e o gabarito oficial, juntamente com o resultado da prova, será publicado em <strong>18 de setembro de 2025</strong>.</p>\n<p>O resultado final do certame está previsto para ser divulgado no dia <strong>17 de outubro de 2025</strong>. Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem: idade (para candidatos idosos), maior nota em Conhecimentos Específicos, Língua Portuguesa, Noções de Informática, Raciocínio Lógico, exercício da função de jurado e, por fim, maior idade para os demais.</p>\n<p>A homologação do concurso será publicada a partir de <strong>24 de outubro de 2025</strong> no Diário Oficial do Município de Biguaçu. A partir dessa data, os candidatos aprovados dentro do número de vagas serão convocados conforme a necessidade da administração. A convocação será feita por meio do Diário Oficial, do site da prefeitura e por e-mail, sendo crucial que o candidato mantenha seus dados cadastrais sempre atualizados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da FURB e nos canais de comunicação da Prefeitura de Biguaçu para não perder nenhum prazo ou chamada.</p>\n</div>"
    },
    {
        "title": "Prefeitura Itapoá (SC) – Seleção Simplificada 39/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-itapoa-sc-selecao-simplificada-39-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 13/07/2025 | Remuneração: até R$ 5455.59",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura de Itapoá, em Santa Catarina, publicou o edital nº 039/2025 para seu novo Processo Seletivo Simplificado. O certame, com inscrições abertas, visa a contratação temporária de <strong>1 (um) profissional e a formação de cadastro de reserva</strong> para o cargo de Técnico de Meio Ambiente, que exige nível superior.</p>\n<p>Esta é uma excelente oportunidade para graduados em áreas como <em>Engenharia Florestal, Engenharia Agronômica, Biologia</em>, Geologia, Engenharia Química ou com pós-graduação em meio ambiente. A contratação terá validade de um ano, podendo ser prorrogada por igual período, sob regime administrativo vinculado ao RGPS.</p>\n<p>Nas seções seguintes, você encontrará todos os detalhes sobre como se inscrever, as etapas da seleção e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Itapoá (SC) estarão abertas entre os dias <strong>01 de julho de 2025 e 13 de julho de 2025</strong>. O procedimento é totalmente online e deve ser realizado através do portal de autoatendimento da prefeitura. O edital não prevê cobrança de taxa de inscrição.</p>\n<p>Para se inscrever, o candidato deve acessar o link oficial, realizar o cadastro (ou usar o login GOV.BR) e seguir o caminho: <em>Abertura de Protocolo → Assunto: Recursos Humanos → Subassunto: PROCESSO SELETIVO TÉCNICO EM MEIO AMBIENTE</em>. É fundamental anexar a documentação em dois arquivos PDF separados: um para os documentos obrigatórios e outro para os documentos classificatórios (títulos e experiência), cada um com no máximo 16 MB.</p>\n<p>É de responsabilidade do candidato garantir que todos os documentos sejam enviados corretamente dentro do prazo. Para mais informações, consulte o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos para o cargo de Técnico de Meio Ambiente será realizada em uma <strong>única etapa</strong>, de caráter eliminatório e classificatório, que consiste na Análise Documental e de Títulos.</p>\n<p>Nesta fase, serão avaliados os seguintes pontos:</p>\n<ul>\n<li><strong>Formato:</strong> Análise da documentação comprobatória de titulação e experiência profissional, enviada pelo candidato no ato da inscrição.</li>\n<li><strong>Critérios de Pontuação:</strong> A avaliação seguirá as regras e pontuações detalhadas no Anexo I do edital.</li>\n<li><strong>Critério de Aprovação:</strong> Será eliminado o candidato que não atingir a pontuação mínima de 6,0 (seis) pontos no total.</li>\n</ul>\n<p>Recomenda-se a leitura atenta do edital para conhecer todos os critérios de pontuação, os documentos aceitos e as regras específicas desta etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados será publicado no site oficial da Prefeitura de Itapoá. Os candidatos devem ficar atentos às seguintes datas:</p>\n<ul>\n<li><strong>Resultado Preliminar:</strong> 15 de julho de 2025.</li>\n<li><strong>Publicação da análise dos recursos:</strong> 18 de julho de 2025.</li>\n<li><strong>Resultado Final:</strong> 21 de julho de 2025.</li>\n</ul>\n<p>A classificação final será feita em ordem decrescente da nota obtida. Em caso de empate, os critérios de desempate são, nesta ordem: 1º) maior pontuação em experiência profissional e 2º) maior idade. A convocação dos aprovados será realizada por meio de edital específico, também divulgado no portal da prefeitura.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da prefeitura, conforme indicado no edital.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 682/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-682-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/07/2025 | Remuneração: até R$ 3107.08",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista (UNESP) publicou o edital do concurso público para o preenchimento de uma vaga de Professor Substituto no Campus de Botucatu. Conforme o Despacho n° 146/2025-RUNESP, a oportunidade é para contratação temporária, sob o regime da CLT, com duração máxima de até 5 meses, podendo ser prorrogado uma vez.</p>\n<p>A vaga destina-se a profissionais de nível superior para a área de <strong>Agronomia</strong>, com subárea em <em>Ciência do Solo</em>. O candidato selecionado atuará no Departamento de Ciência Florestal, Solos e Ambiente da Faculdade de Ciências Agronômicas, com carga horária de 12 horas semanais.</p>\n<p>Este processo seletivo é uma excelente oportunidade para profissionais da área de Agronomia que desejam atuar na docência em uma instituição de renome.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas das 00h do dia 03 de julho de 2025 até as 17h do dia 17 de julho de 2025 (horário de Brasília). O procedimento deve ser realizado exclusivamente de forma online, através do portal oficial da universidade.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 202,00. O pagamento deve ser efetuado por meio de transferência, depósito bancário ou Pix para a conta da Faculdade de Ciências Agronômicas do Câmpus de Botucatu (Chave Pix CNPJ: 48.031.918/0021-78). É obrigatório anexar o comprovante de pagamento em formato PDF no sistema de inscrições para validar a participação.</p>\n<p>De acordo com o edital, não há previsão de isenção da taxa de inscrição. Após o envio dos documentos e do comprovante, o candidato deve confirmar o envio no sistema para que a inscrição seja analisada. É fundamental ler atentamente o edital completo para conferir todos os documentos exigidos e os procedimentos detalhados.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UNESP será composto por três fases, todas de caráter classificatório. A convocação para as provas, com data, horário e local, será publicada no Diário Oficial do Estado (DOE) e no site de inscrições.</p>\n<ul>\n<li><strong>Prova Escrita (Peso 1):</strong> Consiste em uma avaliação dissertativa sobre um tema sorteado no momento da prova, com duração máxima de 2 horas. Os candidatos poderão consultar materiais de apoio durante um período determinado, mas sem o uso de eletrônicos.</li>\n<li><strong>Prova Didática (Peso 2):</strong> Trata-se de uma aula teórica em nível de graduação, com duração entre 40 e 60 minutos. O tema também será sorteado, com 24 horas de antecedência. O descumprimento do tempo mínimo ou máximo resultará na desclassificação do candidato.</li>\n<li><strong>Prova de Títulos (Peso 1):</strong> Análise do Curriculum Lattes documentado, considerando as atividades de formação, didáticas e científicas dos últimos 5 anos, com foco naquelas relacionadas às disciplinas do concurso.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada prova e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UNESP seguirá um cronograma oficial. A lista de inscrições deferidas e indeferidas será publicada no Diário Oficial do Estado (DOE) e no site da UNESP após a constituição da Comissão Examinadora. O resultado final, após a análise de eventuais recursos, será homologado pela Congregação da Unidade e também publicado no DOE.</p>\n<p>Serão considerados aprovados os candidatos que obtiverem nota final igual ou superior a 7,0. Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (preferência para o mais idoso);</li>\n<li>Maior nota na Prova Didática;</li>\n<li>Maior pontuação na Prova de Títulos;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A convocação para a contratação ocorrerá após a homologação do resultado final. É de responsabilidade exclusiva do candidato acompanhar todas as publicações referentes ao certame no Diário Oficial do Estado e no endereço eletrônico da UNESP.</p>\n</div>"
    }
]