[
    {
        "title": "Prefeitura Chapadão do Lageado (SC) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-chapadao-do-lageado-sc-concurso-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 18/11/2025 | Remuneração: até R$ 20472.06",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público nº 01/2025 do Município de Chapadão do Lageado, em Santa Catarina, teve seu edital oficialmente publicado e está com inscrições abertas. Organizado pela banca WE DO CONCURSOS, o certame visa ao provimento de <strong>29 vagas imediatas</strong> e formação de cadastro reserva para cargos efetivos do Executivo Municipal.</p>\n<p>As contratações ocorrerão, em sua maioria, sob o regime <strong>Estatutário</strong>, com exceção do cargo de Agente Comunitário de Saúde, que será regido pela CLT. As oportunidades abrangem os níveis <strong>Médio/Técnico e Superior</strong>, com salários que variam de <strong>R$ 1.800,00 a R$ 20.472,06</strong>.</p>\n<p>Há vagas em diversos setores da administração pública, com destaque para áreas de interesse como <strong>Agronomia</strong> e <strong>Nutrição</strong>, além de oportunidades em Saúde, Educação, Assistência Social e Administração.</p>\n<p>Se você busca estabilidade e uma carreira no serviço público municipal, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público nº 01/2025 de Chapadão do Lageado estão <strong>abertas</strong> e devem ser realizadas <strong>exclusivamente via internet</strong>, no site da banca organizadora: <a href=\"https://www.wedoconcursos.com.br\" rel=\"noopener\" target=\"_blank\">www.wedoconcursos.com.br</a>, entre os dias <strong>20 de outubro de 2025, às 14h</strong>, e <strong>18 de novembro de 2025, às 14h</strong>.</p>\n<p>As taxas de inscrição variam conforme o nível de escolaridade exigido para o cargo. O pagamento deve ser feito por <strong>boleto bancário</strong>, gerado no ato da inscrição. Não são aceitos pagamentos por PIX, transferência ou depósito em conta. Recomenda-se evitar o uso de carteiras digitais e agendamentos, pois podem comprometer o processamento no prazo.</p>\n<p>O candidato deve preencher corretamente o formulário eletrônico, escolher o cargo desejado e anexar os documentos solicitados, quando aplicável. Após o pagamento, é importante acompanhar a confirmação da inscrição na <strong>área do candidato</strong> no site da banca.</p>\n<p>Pedidos de isenção, uso de nome social, condição de jurado e atendimento especial devem ser solicitados conforme orientações do edital, dentro dos prazos estabelecidos.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo disponível no site da organizadora.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por <strong>duas etapas principais</strong>, conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> – de caráter <em>eliminatório e classificatório</em>, será aplicada a <strong>todos os candidatos</strong>. A avaliação terá duração de <strong>3 horas</strong> e será composta por 50 questões de múltipla escolha, com disciplinas como Língua Portuguesa, Matemática e Raciocínio Lógico, Legislação, Informática, Conhecimentos Gerais e Atualidades, Conhecimentos Aplicados na Área Pública e Conhecimentos Específicos. A pontuação total será de 100 pontos, sendo necessário obter <strong>mínimo de 50%</strong> e não zerar em Conhecimentos Específicos para ser aprovado.</li>\n<li><strong>Prova de Títulos</strong> – de caráter <em>classificatório</em>, exclusiva para os <strong>cargos de nível superior</strong>. Serão aceitos certificados de pós-graduação (especialização, mestrado ou doutorado) na área correlata ao cargo. A pontuação máxima nesta etapa é de 5 pontos, sendo considerado apenas um título por categoria.</li>\n</ul>\n<p>As provas objetivas ocorrerão preferencialmente em Chapadão do Lageado/SC, com possibilidade de aplicação em cidades vizinhas, conforme a demanda. Os detalhes sobre data, horário e local serão divulgados em edital de convocação específico.</p>\n<p>Recomenda-se a leitura atenta do edital para conhecer os critérios de avaliação, conteúdo programático e demais orientações sobre cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos <strong>gabaritos preliminares</strong> da prova objetiva ocorrerá conforme cronograma oficial, após a aplicação das provas. Os candidatos poderão interpor recursos dentro do prazo estabelecido, exclusivamente pela área do candidato no site da banca organizadora.</p>\n<p>Após análise dos recursos, será publicado o <strong>gabarito definitivo</strong> e, em seguida, o <strong>resultado preliminar</strong> da prova objetiva. Para os cargos de nível superior, também será divulgado o resultado da <strong>prova de títulos</strong>, com possibilidade de recurso.</p>\n<p>A <strong>classificação final provisória</strong> será divulgada com base na soma das pontuações obtidas nas etapas aplicáveis. Em caso de empate, serão considerados critérios como idade (para candidatos com 60 anos ou mais), desempenho em disciplinas específicas, exercício da função de jurado e maior idade.</p>\n<p>Após o período recursal, será publicada a <strong>homologação final</strong> do concurso. As <strong>convocações</strong> para admissão serão de responsabilidade exclusiva da Prefeitura de Chapadão do Lageado e divulgadas no site oficial do município e no Diário Oficial dos Municípios de Santa Catarina.</p>\n<p>É fundamental que o candidato acompanhe todas as publicações oficiais no site da banca (<a href=\"https://www.wedoconcursos.com.br\" rel=\"noopener\" target=\"_blank\">www.wedoconcursos.com.br</a>) e no Diário Oficial, pois o não acompanhamento pode acarretar perda de prazos e desclassificação.</p>\n</div>"
    },
    {
        "title": "Prefeitura Canoinhas (SC) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-canoinhas-sc-concurso-02-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 18/11/2025 | Remuneração: até R$ 19050.07",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público regido pelo <strong>Edital nº 002/2025</strong> foi oficialmente publicado pela <strong>Prefeitura Municipal de Canoinhas – SC</strong>, com execução sob responsabilidade do Instituto Sul Paranaense de Altos Estudos (ISPAE). O certame visa ao <strong>provimento de 51 vagas imediatas, além de formação de cadastro reserva</strong>, para diversos cargos do quadro geral do município, sob o regime da <strong>Consolidação das Leis do Trabalho (CLT)</strong>.</p>\n<p>As oportunidades abrangem os níveis <strong>Médio, Técnico e Superior</strong>, com remunerações que variam de <strong>R$ 1.518,00 a R$ 19.050,07</strong>, conforme cargo e jornada semanal. As áreas contempladas são amplas, incluindo setores administrativos, operacionais, técnicos e da saúde.</p>\n<p>Destacam-se vagas em áreas de interesse recorrente dos concurseiros, como <strong>Engenharia Agronômica, Engenharia Florestal, Medicina Veterinária e Nutrição</strong>, além de cargos como Engenheiro Civil, Psicólogo, Médico, Enfermeiro e Técnico Agrícola.</p>\n<p>Se você busca estabilidade e uma carreira no serviço público municipal, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Canoinhas – SC estarão <strong>abertas de 31 de outubro de 2025, às 12h, até 18 de novembro de 2025, às 23h</strong>, exclusivamente pelo site <a href=\"https://uniao.ugv.edu.br/institucional/ispae/\" rel=\"noopener\" target=\"_blank\">uniao.ugv.edu.br/institucional/ispae/</a>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 80,00 para cargos de nível Médio e Técnico</strong> e <strong>R$ 100,00 para cargos de nível Superior</strong>. O pagamento pode ser feito via cartão de crédito, débito ou PIX, dentro do prazo de inscrição e conforme instruções do sistema. Cada inscrição é independente e exige pagamento individual.</p>\n<p>Pedidos de <strong>isenção da taxa</strong> podem ser realizados de <strong>31/10/2025 a 07/11/2025</strong>, diretamente no sistema de inscrição, mediante comprovação documental. Têm direito à isenção: doadores de medula óssea, sangue ou leite humano, além de candidatos desempregados residentes em Canoinhas/SC, conforme legislação vigente.</p>\n<p>Para efetivar a inscrição, o candidato deve anexar documentos pessoais exigidos, como RG e CPF, em formato PDF. A inscrição será considerada válida apenas após confirmação do pagamento ou deferimento da isenção e emissão do comprovante definitivo no sistema.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo para garantir o correto preenchimento dos dados e o cumprimento de todos os requisitos.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por até três etapas, conforme o cargo escolhido:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> – <em>eliminatória e classificatória</em>: aplicada a todos os cargos, com 40 questões de múltipla escolha, distribuídas entre Língua Portuguesa (10), Raciocínio Lógico (5), Conhecimentos Gerais (5) e Conhecimentos Específicos (20). A prova será realizada em 14 de dezembro de 2025, com duração de 3 horas. Para aprovação, é necessário obter no mínimo 50% da pontuação total.</li>\n<li><strong>Prova de Títulos</strong> – <em>classificatória</em>: exclusiva para cargos de nível superior indicados no edital. Serão aceitos diplomas de Doutorado (10 pontos), Mestrado (6 pontos) e Especialização (4 pontos), totalizando até 20 pontos. Apenas candidatos aprovados na prova objetiva participarão desta etapa.</li>\n<li><strong>Prova Prática</strong> – <em>eliminatória e classificatória</em>: aplicada somente para o cargo de Operador de Máquina. Avaliará habilidades técnicas em tarefas operacionais, com pontuação máxima de 40 pontos. A prova será realizada no mesmo dia da objetiva, no período vespertino.</li>\n</ul>\n<p>As provas serão aplicadas em turnos distintos (matutino e vespertino), permitindo que o candidato concorra a até dois cargos, desde que as provas não coincidam no horário.</p>\n<p>Recomenda-se a leitura completa do edital para conhecer o conteúdo programático, critérios de avaliação, regras de recursos e demais orientações específicas por cargo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma prevê a <strong>divulgação do gabarito preliminar</strong> em <strong>15/12/2025</strong>, com prazo para interposição de recursos entre <strong>16 e 18/12/2025</strong>. O <strong>gabarito definitivo</strong> será publicado em <strong>22/12/2025</strong>.</p>\n<p>O <strong>resultado preliminar</strong> do concurso, incluindo as notas das provas objetiva, de títulos e prática (quando aplicável), será divulgado em <strong>23/12/2025</strong>. Os candidatos poderão apresentar recursos de <strong>26 a 29/12/2025</strong>.</p>\n<p>O <strong>resultado final e a homologação do certame</strong> estão previstos para <strong>07/01/2026</strong>, com publicação nos sites oficiais da Prefeitura de Canoinhas e do ISPAE.</p>\n<p>A classificação final será feita por ordem decrescente da nota final, considerando os critérios de desempate definidos no edital, como maior pontuação em Conhecimentos Específicos, idade e participação como jurado.</p>\n<p>Após homologação, a validade do concurso será de <strong>2 anos, prorrogável por igual período</strong>. A convocação dos aprovados será feita conforme necessidade da Administração, respeitando rigorosamente a ordem de classificação.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações nos sites <a href=\"https://canoinhas.atende.net/\" rel=\"noopener\" target=\"_blank\">canoinhas.atende.net</a> e <a href=\"https://uniao.ugv.edu.br/institucional/ispae/\" rel=\"noopener\" target=\"_blank\">uniao.ugv.edu.br/institucional/ispae/</a>, bem como no Diário Oficial, para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UVA (CE) – Seleção Pública 49/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uva-ce-selecao-publica-49-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 5653.56",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>Foi publicado o edital do Processo Seletivo para contratação de Professor Substituto da Universidade Estadual Vale do Acaraú (UVA), sob responsabilidade da Comissão Executiva de Processos Seletivos (CEPS/UVA). O certame visa ao preenchimento de <strong>15 vagas imediatas</strong> e formação de cadastro de reserva para atuação nos cursos de graduação da UVA, com lotação em Sobral-CE e possibilidade de atuação em Acaraú, Camocim e São Benedito.</p>\n<p>O regime de contratação será <strong>CLT</strong>, com jornada de 40 horas semanais e remuneração variável conforme titulação, podendo chegar a <strong>R$ 5.653,56</strong>. Todas as oportunidades são para candidatos com <strong>nível superior</strong>, incluindo áreas de interesse como <strong>Agronomia, Medicina Veterinária, Zootecnia</strong> e <strong>Engenharia Ambiental</strong>.</p>\n<p>As vagas estão distribuídas por diversos setores de estudo, abrangendo disciplinas das ciências exatas, humanas, biológicas e aplicadas. Há reserva de vagas para pessoas negras e com deficiência, conforme legislação vigente.</p>\n<p>Se você busca uma oportunidade docente no ensino superior público, continue a leitura para conhecer os prazos, etapas e critérios do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UVA estarão abertas de <strong>29 de outubro a 17 de novembro de 2025</strong>, exclusivamente pelo site <a href=\"http://concursos.uvanet.br\" rel=\"noopener\" target=\"_blank\">http://concursos.uvanet.br</a>. A taxa de inscrição é de <strong>R$ 180,00</strong>, com pagamento via boleto bancário gerado até as 23h59 do último dia de inscrição. O boleto deve ser pago até a data de vencimento indicada no cronograma, sendo aceito apenas após o primeiro dia útil da emissão.</p>\n<p>Pedidos de isenção poderão ser feitos entre <strong>30 de outubro e 3 de novembro de 2025</strong>, por candidatos que atendam aos critérios legais, como doadores de sangue, estudantes de escola pública, pessoas com deficiência e candidatos de baixa renda. A documentação comprobatória deverá ser anexada no ato da solicitação, em formato digital.</p>\n<p>Não serão aceitos pagamentos por depósito, transferência, DOC ou outros meios não especificados. Inscrições com pagamento fora do prazo serão indeferidas. Após o envio, o candidato deve acompanhar o status da inscrição e possíveis recursos na Área do Candidato, no site da CEPS/UVA.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto preenchimento dos dados e o cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UVA será composto por duas etapas, ambas de caráter <strong>eliminatório e classificatório</strong>:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> aplicada presencialmente em Sobral-CE, com duração de até 4 horas. A prova consistirá em uma dissertação sobre um ponto sorteado do programa do setor de estudo escolhido. A nota mínima para aprovação é 6,0, sendo necessário obter essa nota em pelo menos dois dos três avaliadores. A correção será feita com base em espelho de avaliação previamente divulgado.</li>\n<li><strong>Prova Didática:</strong> realizada de forma remota, consistirá em uma aula com duração entre 50 e 60 minutos, sobre ponto sorteado com 24 horas de antecedência. O candidato deverá enviar o plano de aula com antecedência mínima de 1 hora. A apresentação será gravada e avaliada por banca examinadora. A nota mínima exigida é 6,0, conforme critérios objetivos divulgados no edital.</li>\n</ul>\n<p>Ambas as provas exigem atenção aos critérios técnicos e prazos. A ausência, atraso ou não cumprimento das exigências poderá resultar em eliminação. Recomenda-se leitura detalhada do edital para conhecer os critérios de avaliação, cronograma e regras específicas de cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do processo seletivo prevê a divulgação dos resultados em etapas, com possibilidade de interposição de recursos conforme prazos definidos. Os resultados preliminares da Prova Escrita e da Prova Didática serão publicados no site <a href=\"http://concursos.uvanet.br\" rel=\"noopener\" target=\"_blank\">http://concursos.uvanet.br</a>, com prazo de dois dias úteis para apresentação de recursos por meio da Área do Candidato.</p>\n<p>Após análise dos recursos, serão divulgados os resultados definitivos. Em caso de empate, os critérios de desempate serão: <strong>maior nota na Prova Escrita</strong> e, persistindo o empate, <strong>maior idade</strong>, conforme previsto no Estatuto do Idoso.</p>\n<p>A homologação do resultado final será publicada no <strong>Diário Oficial do Estado</strong> e no site da CEPS/UVA. A contratação dos aprovados obedecerá à ordem de classificação e à disponibilidade orçamentária da instituição, dentro do prazo de validade do certame, que será de <strong>12 meses, prorrogável por igual período</strong>.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial, inclusive convocações, resultados e eventuais alterações no cronograma.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 989/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-989-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 5379.45",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O concurso público regido pelo Despacho nº 368/2025-RUNESP e Edital UNESP nº 30/2025 está com inscrições abertas para a contratação de <strong>1 Professor Substituto</strong>, por prazo determinado, sob o regime da <strong>CLT</strong>, para atuação na <strong>área de Fitotecnia, subárea Matologia</strong>, junto ao Departamento de Proteção Vegetal da Faculdade de Ciências Agronômicas da <strong>UNESP – Câmpus de Botucatu</strong>. A contratação visa atender a uma demanda emergencial e de excepcional interesse público.</p>\n<p>A oportunidade é destinada a profissionais com formação superior em <strong>Engenharia Agronômica ou Engenharia Florestal</strong> e título de Doutor na área de Biologia e Manejo de Plantas Daninhas. A carga horária é de 12 horas semanais, com remuneração entre R$ 4.834,64 e R$ 5.379,45, conforme titulação.</p>\n<p>As atividades incluem docência em cursos de graduação nos períodos diurno e/ou noturno, podendo abranger também ações de extensão universitária. Esta é uma excelente oportunidade para profissionais das áreas de <strong>Agronomia e Engenharia Florestal</strong> que desejam atuar no ensino superior.</p>\n<p>Confira a seguir os detalhes sobre inscrições, etapas do processo seletivo e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso estão <strong>abertas</strong> e devem ser realizadas <strong>exclusivamente pela internet</strong>, por meio do endereço <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>, entre <strong>03/11/2025</strong> e <strong>17/11/2025</strong>, até às 17h (horário de Brasília).</p>\n<p>A taxa de inscrição é de <strong>R$ 202,00</strong>, com pagamento via transferência bancária, depósito identificado ou chave Pix. O comprovante deve ser anexado no sistema, exceto quando o pagamento for realizado por Pix com QR Code gerado pelo sistema.</p>\n<p>É possível solicitar <strong>redução da taxa</strong> nos cinco primeiros dias do período de inscrição (de 03 a 07/11/2025), mediante preenchimento de requerimento e envio da documentação comprobatória no próprio sistema.</p>\n<p>Para validar a inscrição, o candidato deve preencher o formulário eletrônico e anexar em PDF os documentos exigidos, como identificação com foto, comprovante de titulação, Curriculum Lattes documentado e comprovante de pagamento. Todos os arquivos devem respeitar o limite de 200 MB.</p>\n<p>Candidatos com deficiência ou lactantes devem informar suas necessidades no ato da inscrição, conforme orientações do edital.</p>\n<p>O status da inscrição e demais comunicados serão divulgados no site <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>. Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por <strong>três etapas classificatórias</strong>, todas de caráter classificatório e com notas atribuídas de 0 a 10:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> O candidato deverá discorrer sobre um ponto sorteado do conteúdo programático. Haverá 60 minutos para consulta (com uso de materiais impressos) e 180 minutos para redação da prova. A avaliação considera organização, conhecimento, análise crítica e conclusão.</li>\n<li><strong>Prova Didática:</strong> O candidato apresentará uma aula sobre tema sorteado, sendo avaliado em planejamento, domínio do conteúdo, capacidade de exposição e uso de recursos audiovisuais.</li>\n<li><strong>Análise de Curriculum Lattes:</strong> A pontuação será calculada com base em critérios objetivos, considerando formação acadêmica, experiência em ensino, produção científica e atividades de extensão.</li>\n</ul>\n<p>As provas serão realizadas somente após a publicação das decisões sobre eventuais recursos contra indeferimentos de inscrição. A média final será calculada com os seguintes pesos: Prova Escrita (1), Prova Didática (2) e Prova de Títulos (1).</p>\n<p>Para aprovação, o candidato deve obter média igual ou superior a 7, atribuída por ao menos dois membros da comissão examinadora.</p>\n<p>Recomenda-se a leitura completa do edital para detalhes sobre critérios de pontuação, conteúdo programático e cronograma das provas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá o cronograma previsto no edital, com publicação no <strong>Diário Oficial do Estado (DOE)</strong> e no site <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>.</p>\n<p>Após a realização de cada etapa, serão publicadas as médias e classificações. Os candidatos terão acesso às planilhas de composição das notas via sistema de inscrições. O resultado final será homologado pela Congregação da Unidade Universitária e também publicado no DOE.</p>\n<p>Em caso de empate na nota final, os critérios de desempate são, nesta ordem:</p>\n<ul>\n<li>Maior idade entre candidatos com 60 anos ou mais;</li>\n<li>Melhor média na Prova Didática;</li>\n<li>Maior pontuação na Prova de Títulos;</li>\n<li>Maior idade entre os demais candidatos.</li>\n</ul>\n<p>Recursos poderão ser interpostos contra o indeferimento da inscrição (em até 2 dias úteis após publicação) e contra o resultado final (em até 5 dias úteis após divulgação), ambos via sistema online.</p>\n<p>O concurso terá validade de <strong>24 meses</strong> a partir da data de homologação. A convocação para contratação será feita conforme a ordem de classificação, respeitando o prazo de validade e as necessidades institucionais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "UNEMAT (MT) – Seleção Simplificada 18/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unemat-mt-selecao-simplificada-18-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 80,00 h/a",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital nº 018/2025 da Universidade do Estado de Mato Grosso (UNEMAT), por meio da Faculdade de Ciências Biológicas e Agrárias do Câmpus Universitário de Alta Floresta, anuncia a abertura de processo seletivo simplificado para contratação temporária de Professores da Educação Superior. O certame tem como objetivo suprir necessidades temporárias de excepcional interesse público, com lotação em turmas fora de sede da instituição.</p>\n<p>O processo oferece <strong>7 vagas</strong> para profissionais com formação em nível superior, com exigência de <strong>Mestrado ou Doutorado</strong>, conforme o cargo. As oportunidades abrangem áreas como <strong>Agronomia</strong>, <strong>Ciências Biológicas</strong> e disciplinas correlatas, com destaque para campos de interesse como <strong>Gênese e Classificação do Solo</strong>, <strong>Física do Solo</strong>, <strong>Zoologia e Nematologia Agrícola</strong> e <strong>Morfologia e Sistemática Vegetal</strong>.</p>\n<p>As contratações ocorrerão sob regime temporário, conforme previsto na legislação estadual e nas normas internas da UNEMAT. Se você possui formação nas áreas mencionadas e deseja atuar no ensino superior público, continue a leitura para conhecer os detalhes sobre inscrições, etapas e cronograma do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo simplificado da UNEMAT estão <strong>abertas</strong> e podem ser realizadas exclusivamente <strong>online</strong>, entre os dias <strong>04 de novembro e 17 de novembro de 2025</strong>, até às 23h55 (horário oficial de Mato Grosso). O procedimento é gratuito e deve ser feito por meio do site <a href=\"http://seletivos.unemat.br/afd/\" rel=\"noopener\" target=\"_blank\">http://seletivos.unemat.br/afd/</a>.</p>\n<p>Para se inscrever, o candidato deve preencher corretamente o formulário eletrônico e anexar toda a documentação exigida no edital, em formato PDF. Não serão aceitas inscrições fora do prazo ou com documentação incompleta ou em desacordo com as exigências do edital.</p>\n<p>Não há cobrança de taxa de inscrição, tampouco previsão de isenção, uma vez que o processo é gratuito. Após a inscrição, recomenda-se que o candidato acompanhe o status de sua candidatura na área restrita do site indicado.</p>\n<p>Para evitar indeferimentos, é fundamental ler atentamente o edital completo e seguir rigorosamente todas as instruções e prazos estabelecidos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UNEMAT será composto por <strong>duas etapas</strong>, ambas com caráter eliminatório e classificatório:</p>\n<ul>\n<li><strong>Análise da Inscrição e Documentação:</strong> Verificação do atendimento aos requisitos exigidos no edital e da documentação enviada. Esta etapa é eliminatória.</li>\n<li><strong>Avaliação de Títulos e Planejamento de Trabalho:</strong> Consiste na análise de documentos comprobatórios conforme Barema (Anexo IV) e da proposta de Plano de Ensino e Plano de Ação de Extensão (Anexo VIII). Esta etapa é eliminatória e classificatória.</li>\n</ul>\n<p>Na Avaliação de Títulos, serão considerados critérios como formação acadêmica, produção científica, experiência docente e participação em eventos. Os documentos devem ser apresentados conforme orientações específicas, e não será permitida a duplicidade de uso de um mesmo documento para diferentes itens do Barema.</p>\n<p>O Planejamento de Trabalho deve conter um Plano de Ensino e um Plano de Ação de Extensão, com critérios claros de articulação entre objetivos, metodologias e cronograma. A pontuação máxima é de 100 pontos, sendo 40 para o Plano de Ensino e 60 para o Plano de Extensão.</p>\n<p>Recomenda-se a leitura atenta do edital e seus anexos para compreender em detalhes os critérios de pontuação, modelos exigidos e demais exigências para cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá o seguinte cronograma:</p>\n<ul>\n<li><strong>24/11/2025:</strong> Publicação preliminar das inscrições homologadas.</li>\n<li><strong>25/11/2025:</strong> Prazo para interposição de recursos contra o resultado preliminar das inscrições.</li>\n<li><strong>26/11/2025:</strong> Divulgação da análise dos recursos (se houver).</li>\n<li><strong>27/11/2025:</strong> Homologação final das inscrições.</li>\n<li><strong>01/12/2025:</strong> Publicação do resultado preliminar da Avaliação de Títulos e Planejamento de Trabalho.</li>\n<li><strong>02/12/2025:</strong> Prazo para recurso contra o resultado preliminar da avaliação.</li>\n<li><strong>03/12/2025:</strong> Divulgação da análise dos recursos (se houver).</li>\n<li><strong>04/12/2025:</strong> Homologação final do resultado do processo seletivo.</li>\n</ul>\n<p>Os critérios de classificação consideram a pontuação obtida na Avaliação de Títulos e no Planejamento de Trabalho. Em caso de empate, serão aplicados os critérios estabelecidos no edital.</p>\n<p>A convocação dos candidatos aprovados está prevista para ocorrer <strong>a partir de fevereiro de 2026</strong>, e será publicada no site oficial da UNEMAT.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora (<a href=\"http://seletivos.unemat.br/afd/\" rel=\"noopener\" target=\"_blank\">http://seletivos.unemat.br/afd/</a>) e no Diário Oficial do Estado, respeitando os prazos e instruções estabelecidos.</p>\n</div>"
    },
    {
        "title": "Prefeitura São José do Rio Preto (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-jose-do-rio-preto-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 16.232,76",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da Prefeitura Municipal de São José do Rio Preto, regido pelo Edital publicado em conjunto com a Fundação VUNESP, está com edital oficialmente divulgado. O certame tem como objetivo o provimento de cargos efetivos criados por legislações municipais recentes, sob regime estatutário, garantindo estabilidade aos futuros servidores.</p>\n<p>São ofertadas oportunidades para candidatos com formação de nível médio, técnico e superior, abrangendo diversas áreas da administração pública municipal. Entre os setores contemplados, destacam-se especialmente as áreas de <strong>Agronomia, Medicina Veterinária, Biologia, Nutrição e Engenharia Ambiental</strong>, com cargos como Engenheiro Agrônomo, Médico Veterinário, Biólogo, Nutricionista e Engenheiro Ambiental Sanitarista.</p>\n<p>Com um leque variado de funções e possibilidades de atuação, o concurso representa uma excelente oportunidade para profissionais que desejam ingressar no serviço público municipal. Confira a seguir os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de São José do Rio Preto estarão abertas de <strong>21 de outubro de 2025, às 10h</strong>, até <strong>17 de novembro de 2025, às 23h59</strong>, exclusivamente pela internet, por meio do site da Fundação VUNESP: <a href=\"https://www.vunesp.com.br\" rel=\"noopener\" target=\"_blank\">www.vunesp.com.br</a>.</p>\n<p>Os valores das taxas de inscrição variam conforme o nível de escolaridade exigido para o cargo:</p>\n<ul>\n<li><strong>Ensino Médio:</strong> R$ 67,90</li>\n<li><strong>Ensino Superior – Médicos:</strong> R$ 112,00</li>\n<li><strong>Ensino Superior – demais cargos:</strong> R$ 98,80</li>\n</ul>\n<p>O pagamento da taxa deverá ser efetuado por meio de boleto bancário gerado no site da VUNESP até o último dia de inscrição, podendo ser quitado até <strong>18 de novembro de 2025</strong> em qualquer agência bancária.</p>\n<p>Os candidatos devem preencher corretamente a ficha de inscrição online e acompanhar o status da inscrição na área restrita do site da banca. Informações sobre critérios e prazos para solicitação de isenção da taxa estão disponíveis no edital.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todos os procedimentos.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por diferentes etapas, conforme o cargo pretendido. As principais fases do processo seletivo são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter eliminatório e classificatório, com questões de múltipla escolha. Será aplicada em <strong>18 de janeiro de 2026</strong>, no período da manhã para cargos de nível médio e à tarde para os de nível superior. As disciplinas cobradas incluem Língua Portuguesa, Matemática, Conhecimentos Específicos e, conforme o cargo, outras áreas do conhecimento.</li>\n<li><strong>Prova Discursiva:</strong> aplicada na mesma data e horário da prova objetiva, consistirá em um estudo de caso, com caráter eliminatório e classificatório. Destinada a cargos que exigem análise crítica e produção textual.</li>\n<li><strong>Prova Prática:</strong> de caráter eliminatório e/ou classificatório, conforme o cargo. Os detalhes sobre data, local e critérios de avaliação serão divulgados em edital específico de convocação.</li>\n<li><strong>Teste de Aptidão Física (TAF):</strong> com caráter eliminatório e classificatório, aplicável a determinados cargos. Avalia a capacidade física do candidato para o desempenho das funções.</li>\n<li><strong>Prova de Títulos:</strong> de caráter classificatório, destinada a cargos de nível superior. Serão considerados diplomas e certificados de pós-graduação, entre outros documentos acadêmicos.</li>\n</ul>\n<p>É fundamental que o candidato consulte o edital completo para verificar quais etapas são exigidas para o cargo de interesse, bem como os critérios de pontuação, conteúdos programáticos e regras específicas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do concurso será disponibilizado conforme os prazos estabelecidos no edital e seus anexos. O resultado da solicitação de uso de nome social estará disponível na Área do Candidato a partir de <strong>1º de dezembro de 2025</strong>.</p>\n<p>As listas de inscrições deferidas e indeferidas para candidatos com deficiência, bem como os resultados das análises para vagas destinadas a negros e indígenas, serão publicadas no <strong>Diário Oficial do Município de São José do Rio Preto</strong> e, como subsídio, no site da Fundação VUNESP (<a href=\"https://www.vunesp.com.br\" rel=\"noopener\" target=\"_blank\">www.vunesp.com.br</a>).</p>\n<p>O resultado final do concurso será divulgado após a análise de todos os recursos interpostos. A classificação será feita por ordem decrescente da pontuação final. Em caso de empate, serão aplicados critérios sucessivos de desempate previstos no edital.</p>\n<p>A homologação do resultado final será publicada no Diário Oficial do Município e disponibilizada também no site da VUNESP e no portal da Prefeitura (<a href=\"https://www.riopreto.sp.gov.br\" rel=\"noopener\" target=\"_blank\">www.riopreto.sp.gov.br</a>).</p>\n<p>O candidato deve acompanhar atentamente todas as publicações oficiais nos canais mencionados, pois é de sua responsabilidade exclusiva manter-se informado sobre convocações, prazos e demais comunicados do certame.</p>\n</div>"
    },
    {
        "title": "Prefeitura Potim (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-potim-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 8897.74",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da Prefeitura Municipal de Potim, no Estado de São Paulo, foi oficialmente lançado com a publicação do edital sob responsabilidade da banca AVANÇASP. O certame visa ao provimento de <strong>66 vagas imediatas</strong>, além da formação de cadastro reserva, para diversos cargos do quadro permanente de servidores municipais.</p>\n<p>As contratações ocorrerão sob regime jurídico próprio, conforme as Leis Complementares Municipais nº 48/2012, nº 79/2019 e nº 81/2019, e demais normas vigentes. Os cargos contemplam todos os níveis de escolaridade — do fundamental incompleto ao superior — e abrangem áreas como saúde, educação, administração, obras e serviços públicos.</p>\n<p>Há oportunidades para profissionais de <strong>Engenharia Agronômica, Medicina Veterinária, Nutrição</strong> e outros campos de interesse técnico e científico, com destaque para o cargo de <strong>Médico Veterinário</strong>, que exige formação superior e registro no respectivo conselho.</p>\n<p>Com salários que variam de R$ 1.918,00 a R$ 8.897,74 e jornadas de até 40 horas semanais, o concurso representa uma excelente oportunidade para quem busca estabilidade e desenvolvimento profissional no serviço público. Continue a leitura para saber como se inscrever, entender as etapas do processo seletivo e acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Potim estarão <strong>abertas de 24 de outubro a 17 de novembro de 2025</strong>, exclusivamente pela internet, no site <a href=\"https://www.avancasp.org.br\" rel=\"noopener\" target=\"_blank\">www.avancasp.org.br</a>. Os interessados devem preencher o formulário eletrônico e gerar o QR Code Pix ou boleto bancário para pagamento da taxa de inscrição.</p>\n<p>O valor da taxa varia conforme o nível de escolaridade exigido para o cargo pretendido. O pagamento poderá ser feito até o primeiro dia útil após o encerramento das inscrições, sendo aceito apenas via boleto bancário ou QR Code Pix gerado pelo sistema. Pagamentos fora do prazo ou por outros meios não serão considerados válidos.</p>\n<p>Os candidatos que desejarem solicitar isenção da taxa devem observar os critérios estabelecidos no edital e realizar o pedido até a data limite informada. A situação da inscrição, incluindo confirmação de pagamento, poderá ser acompanhada na “Área do Candidato” no site da banca.</p>\n<p>Recomenda-se a leitura atenta do edital completo para conhecer todos os detalhes sobre taxas, isenção, prazos e procedimentos obrigatórios.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por diferentes etapas, de acordo com o cargo pretendido. A <strong>Prova Objetiva</strong> é obrigatória para todos os candidatos e está prevista para o dia <strong>07 de dezembro de 2025</strong>, em dois turnos (manhã e tarde), conforme especificado no edital de convocação.</p>\n<ul>\n<li><strong>Prova Objetiva</strong>: de caráter eliminatório e classificatório (exceto para cargos de Médico, com caráter apenas classificatório), com questões de múltipla escolha. As disciplinas variam conforme o cargo, podendo incluir Língua Portuguesa, Matemática, Conhecimentos Específicos, entre outras. A pontuação vai de 0 a 100 pontos, sendo necessário obter no mínimo 50 pontos para aprovação.</li>\n<li><strong>Prova Discursiva (Prático-Profissional)</strong>: exclusiva para o cargo de Procurador Jurídico Municipal. Também de caráter eliminatório e classificatório, será aplicada no mesmo dia da Prova Objetiva. Avalia a capacidade de redação jurídica, raciocínio e domínio técnico. A nota mínima para aprovação é 50 pontos.</li>\n<li><strong>Prova de Títulos</strong>: destinada aos cargos da área da educação e ao cargo de Procurador Jurídico Municipal. Os títulos devem ser enviados via upload na Área do Candidato até um dia útil após o encerramento das inscrições. A pontuação máxima é de 5 pontos.</li>\n<li><strong>Prova Prática</strong>: aplicada para os cargos de Cozinheiro, Encanador, Motorista, Operador de Máquinas, Padeiro e Pedreiro. Avalia habilidades técnicas relacionadas às atribuições do cargo. A pontuação varia de 0 a 100 pontos.</li>\n</ul>\n<p>As etapas são eliminatórias conforme os critérios estabelecidos no edital. Recomenda-se a leitura completa do documento para conhecer os conteúdos programáticos, critérios de avaliação e demais regras do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do concurso prevê a <strong>divulgação do gabarito preliminar</strong> da Prova Objetiva no mesmo dia da aplicação, <strong>07 de dezembro de 2025</strong>. Os candidatos poderão interpor recursos nos dias <strong>08 e 09 de dezembro</strong>. O gabarito definitivo e o resultado preliminar da Prova Objetiva serão publicados em <strong>12 de janeiro de 2026</strong>.</p>\n<p>Os resultados preliminares da <strong>Prova Discursiva</strong>, <strong>Prova de Títulos</strong> e <strong>Prova Prática</strong> também serão divulgados nessa data, com prazo de dois dias úteis para interposição de recursos. As decisões sobre os recursos e os resultados definitivos estão previstos para até <strong>26 de janeiro de 2026</strong>.</p>\n<p>A classificação final será homologada pela Prefeitura de Potim e publicada no Diário Oficial do Município. A homologação parcial poderá ocorrer para cargos que não possuam outras fases. A convocação dos aprovados será feita conforme a necessidade da Administração, respeitando a ordem de classificação e o prazo de validade do concurso.</p>\n<p>Em caso de empate na pontuação final, serão aplicados critérios como idade (prioridade para candidatos com 60 anos ou mais), maior nota nas provas específicas, entre outros.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora (<a href=\"https://www.avancasp.org.br\" rel=\"noopener\" target=\"_blank\">www.avancasp.org.br</a>) e no Diário Oficial do Município.</p>\n</div>"
    },
    {
        "title": "SEMAS (PA) – Seleção Simplificada 04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/semas-pa-selecao-simplificada-04-2025/",
        "description": "Local: Pará | Tipo: cadastro reserva vaga(s) | Prazo: até 12/11/2025 | Remuneração: até R$ 2186.87",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado nº 4/2025 da <strong>Secretaria de Estado de Meio Ambiente, Clima e Sustentabilidade (SEMAS)</strong> do Pará está com edital publicado e visa à contratação temporária de profissionais para o preenchimento de <strong>263 vagas imediatas</strong>, além da formação de cadastro reserva. O certame contempla oportunidades para os níveis <strong>Fundamental, Médio e Superior</strong>, com regime de contratação temporária conforme legislação estadual vigente.</p>\n<p>As vagas estão distribuídas entre áreas administrativas, técnicas e especializadas, com destaque para setores ligados ao meio ambiente. Há oportunidades para profissionais com formação em <strong>Engenharia Ambiental, Engenharia Florestal, Agronomia, Biologia, Geografia, Geologia, Oceanografia</strong> e outras áreas correlatas, o que torna o certame especialmente atrativo para candidatos das ciências ambientais e agrárias.</p>\n<p>Com remunerações que variam de R$ 1.337,05 a R$ 2.186,87 e jornada de trabalho de 30 horas semanais, o PSS da SEMAS representa uma excelente oportunidade para quem busca contribuir com a gestão ambiental no estado do Pará. Continue a leitura para saber como se inscrever, conhecer as etapas e acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado nº 4/2025 da SEMAS estarão abertas <strong>das 00h01min do dia 10 de novembro de 2025 até às 23h59min do dia 12 de novembro de 2025</strong>. A participação será realizada <strong>exclusivamente online</strong>, por meio do site <a href=\"https://www.sipros.pa.gov.br\" rel=\"noopener\" target=\"_blank\">www.sipros.pa.gov.br</a>.</p>\n<p>O processo de inscrição exige que o candidato preencha um cadastro eletrônico com dados pessoais, informações acadêmicas e profissionais, além de anexar documentos comprobatórios nos formatos JPEG, PNG, JPG ou PDF, devidamente nomeados conforme o conteúdo. <strong>Não será cobrada taxa de inscrição</strong>.</p>\n<p>É fundamental que o candidato revise atentamente todas as informações antes de confirmar a inscrição, pois não serão permitidas alterações posteriores. Inscrições fora do prazo serão automaticamente indeferidas. A SEMAS não se responsabiliza por falhas técnicas que impeçam a conclusão do processo.</p>\n<p>Após a inscrição, recomenda-se acompanhar o status da candidatura na área restrita do site. Para mais detalhes sobre os documentos exigidos e critérios de participação, é imprescindível a leitura completa do edital disponível no site oficial.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da SEMAS será composto por três fases distintas, todas de caráter <strong>eliminatório e/ou classificatório</strong>, conforme descrito abaixo:</p>\n<ul>\n<li><strong>1ª Fase – Inscrição:</strong> De caráter habilitatório, consiste no preenchimento do formulário eletrônico e envio da documentação exigida.</li>\n<li><strong>2ª Fase – Análise Documental e Curricular:</strong> Eliminatória e classificatória. Serão avaliadas as documentações anexadas na inscrição, considerando critérios como escolaridade, qualificação profissional e experiência. Apenas os candidatos que atingirem a pontuação mínima (6,0 para nível superior; 11,0 para nível médio; 19,0 para nível fundamental) e estiverem classificados até três vezes o número de vagas por função terão seus documentos analisados.</li>\n<li><strong>3ª Fase – Entrevista Pessoal:</strong> Também eliminatória e classificatória, será realizada presencialmente em unidade da SEMAS ou NURE. O candidato deverá apresentar documento de identidade original e currículo resumido. A nota mínima para aprovação é 6,0 pontos. Serão convocados apenas os classificados na fase anterior, respeitando o limite de três vezes o número de vagas por função.</li>\n</ul>\n<p>Durante a entrevista, é proibido o uso de aparelhos eletrônicos e acessórios que cubram a cabeça ou orelhas, salvo exceções com laudo médico. A ausência ou documentação inadequada implicará em eliminação.</p>\n<p>Recomenda-se a leitura atenta do edital e seus anexos para conhecer os critérios de pontuação, documentos aceitos e demais regras do processo seletivo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa do Processo Seletivo Simplificado nº 4/2025 da SEMAS serão divulgados no site oficial <a href=\"https://www.sipros.pa.gov.br\" rel=\"noopener\" target=\"_blank\">www.sipros.pa.gov.br</a>, na página específica do certame.</p>\n<p>Após a análise dos recursos interpostos contra os resultados preliminares, será publicada a lista retificada com a reclassificação dos candidatos, se for o caso. A <strong>pontuação final</strong> será composta pela soma das notas obtidas na análise documental/curricular e na entrevista.</p>\n<p>Os candidatos serão classificados em ordem decrescente de pontuação, sendo considerados <strong>aprovados e classificados</strong> aqueles que estiverem dentro do número de vagas ofertadas por função. Os demais formarão cadastro reserva, podendo ser convocados conforme a necessidade da Administração, dentro da vigência do processo seletivo.</p>\n<p>A homologação do resultado final ocorrerá após a conclusão de todas as etapas e será amplamente divulgada no site oficial. Os candidatos convocados deverão apresentar os documentos originais e cópias exigidos no Anexo IX do edital, nos locais e horários definidos pela SEMAS.</p>\n<p><strong>É responsabilidade exclusiva do candidato</strong> acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Estado, garantindo o cumprimento dos prazos e exigências do certame.</p>\n</div>"
    },
    {
        "title": "Prefeitura Nova Ubiratã (MT) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-nova-ubirata-mt-selecao-simplificada-03-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 6922.35",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado nº 003/2025, promovido pela Prefeitura Municipal de Nova Ubiratã (MT), está com edital publicado e visa à contratação temporária de profissionais para atender demandas emergenciais de diversas secretarias municipais. O certame será conduzido sob responsabilidade da Secretaria Municipal de Administração e tem como objetivo o preenchimento de <strong>4 vagas imediatas e formação de cadastro reserva</strong>, conforme disponibilidade orçamentária.</p>\n<p>O regime de contratação é <strong>Administrativo Contratual</strong>, com vínculo ao Regime Geral de Previdência Social (RGPS). As oportunidades abrangem todos os níveis de escolaridade — do alfabetizado ao ensino superior completo — e contemplam áreas como educação, saúde, serviços gerais, fiscalização e apoio técnico.</p>\n<p>Entre os cargos ofertados, destacam-se oportunidades para profissionais das áreas de <strong>Agronomia</strong> e <strong>Medicina Veterinária</strong>, com salários que chegam a R$ 6.922,35. Há também vagas para professores, técnicos em enfermagem, assistentes sociais, psicólogos, operadores de máquinas e brigadistas.</p>\n<p>Se você busca uma oportunidade de ingresso no serviço público municipal com estabilidade temporária e remuneração atrativa, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado nº 003/2025 estão <strong>abertas entre os dias 27 de outubro e 17 de novembro de 2025</strong>. O procedimento é <strong>presencial e gratuito</strong>, sem cobrança de taxa de inscrição.</p>\n<p>Os interessados devem comparecer ao <strong>Espaço Científico Educacional Profª Margarete Traversin Massocco</strong>, localizado na Rua Pedro Duarte, nº 191, Centro, Nova Ubiratã – MT, no horário das <strong>07h às 11h e das 13h às 17h</strong>, em dias úteis.</p>\n<p>Para se inscrever, é necessário atender aos requisitos básicos, como ter idade mínima de 18 anos na data da nomeação e possuir a escolaridade exigida para o cargo pretendido. No ato da inscrição, o candidato receberá um protocolo de confirmação.</p>\n<p>Não há previsão de inscrição online nem de solicitação de isenção, visto que o processo é gratuito. Recomenda-se que o candidato acompanhe o andamento da inscrição e demais etapas por meio dos canais oficiais de publicação: mural da Prefeitura, site <a href=\"http://www.novaubirata.mt.gov.br\" rel=\"noopener\" target=\"_blank\">www.novaubirata.mt.gov.br</a> e <a href=\"https://www.diariomunicipal.com.br/amm-mt\" rel=\"noopener\" target=\"_blank\">Diário Oficial dos Municípios – AMM/MT</a>.</p>\n<p>Para mais informações sobre os documentos exigidos e critérios de participação, é fundamental a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado nº 003/2025 será composto por até duas etapas, conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> (eliminatória e classificatória): aplicada a todos os candidatos, com duração de até 3 horas. A prova será realizada no dia <strong>30 de novembro de 2025</strong>, das 08h às 11h, na Escola Municipal Tancredo Neves. Serão 20 questões de múltipla escolha, valendo até 10 pontos. As disciplinas cobradas incluem <em>Português, Matemática, Conhecimentos Gerais e Específicos</em>.</li>\n<li><strong>Prova Prática</strong> (eliminatória e classificatória): exclusiva para os cargos de <em>Operador de Máquinas, Operador de Motoniveladora, Operador de Retroescavadeira/Pá Carregadeira e Operador de Máquinas Pesadas</em>. A avaliação ocorrerá no dia <strong>23 de novembro de 2025</strong>, no pátio da Garagem Municipal.</li>\n<li><strong>Teste de Aptidão Física (TAF) e Teste de Habilidade no Uso de Ferramentas Agrícolas (THUFA)</strong>: aplicáveis apenas ao cargo de <em>Brigadista</em>, com data marcada para <strong>30 de novembro de 2025</strong>, às 08h. O TAF consiste em corrida de 2.400 metros com tempo máximo de 30 minutos (masculino) e 36 minutos (feminino). O THUFA exige carpir e rastelar uma área de 3×5 metros em até 25 minutos.</li>\n</ul>\n<p>Para aprovação na prova objetiva, os candidatos devem atingir as seguintes pontuações mínimas: <strong>5,0 pontos para nível superior</strong>, <strong>3,0 pontos para nível médio</strong> e <strong>1,0 ponto para nível fundamental ou alfabetizado</strong>.</p>\n<p>A nota final será composta apenas pela prova objetiva, exceto para cargos com prova prática, cuja média será ponderada conforme o edital. Para detalhes sobre os critérios de avaliação, conteúdo programático e orientações específicas, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação dos candidatos será feita por ordem decrescente de nota final. Em caso de empate, os critérios de desempate obedecerão à seguinte ordem:</p>\n<ul>\n<li>Maior número de acertos em Conhecimentos Gerais e Específicos</li>\n<li>Maior número de acertos em Português</li>\n<li>Maior número de acertos em Matemática</li>\n<li>Maior idade</li>\n</ul>\n<p>O resultado final será publicado nos canais oficiais indicados no edital: mural da Prefeitura, site <a href=\"http://www.novaubirata.mt.gov.br\" rel=\"noopener\" target=\"_blank\">www.novaubirata.mt.gov.br</a> e <a href=\"https://www.diariomunicipal.com.br/amm-mt\" rel=\"noopener\" target=\"_blank\">Diário Oficial dos Municípios – AMM/MT</a>.</p>\n<p>Os candidatos poderão interpor recursos contra o resultado provisório das inscrições e da prova objetiva, no prazo de <strong>1 dia útil</strong> após a publicação, mediante protocolo presencial no Espaço Científico Educacional Profª Margarete Traversin Massocco. O parecer sobre os recursos será divulgado em até 5 dias úteis.</p>\n<p>A homologação do resultado final marcará o início das convocações, que ocorrerão conforme a necessidade da Administração e a ordem de classificação. Os convocados terão <strong>7 dias úteis</strong> para se apresentar ao Departamento de Recursos Humanos, com a documentação exigida.</p>\n<p>O processo seletivo terá validade até <strong>23 de dezembro de 2026</strong>. É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos meios indicados pela Prefeitura e pela Comissão Organizadora.</p>\n</div>"
    },
    {
        "title": "Prefeitura Presidente Médici (RO) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-presidente-medici-ro-selecao-simplificada-01-2025/",
        "description": "Local: Rondônia | Tipo: cadastro reserva vaga(s) | Prazo: até 09/11/2025 | Remuneração: até R$ 6300",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Presidente Médici-RO, regido pelo Edital nº 002/2025, está com edital publicado e tem como objetivo a contratação temporária de profissionais para suprir 409 vagas imediatas e formar cadastro reserva em diversos cargos das Secretarias Municipais de Saúde, Educação, Obras, Agricultura, Administração e Assistência Social. As contratações serão realizadas sob o regime celetista (CLT), conforme previsto na legislação municipal.</p>\n<p>O certame contempla oportunidades para candidatos de níveis médio/técnico e superior, com remunerações que variam de R$ 1.930,00 a R$ 6.300,00. Entre as áreas contempladas, destacam-se vagas para profissionais de <strong>Nutrição, Medicina Veterinária e Engenharia Agronômica</strong>, além de cargos nas áreas de saúde, educação, assistência social e infraestrutura.</p>\n<p>Se você busca uma oportunidade de ingresso no serviço público municipal com estabilidade temporária e boa remuneração, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da Prefeitura de Presidente Médici-RO estarão abertas de <strong>03 a 09 de novembro de 2025</strong>, exclusivamente por meio da plataforma <a href=\"https://seletivo.presidentemedici.ro.gov.br\" rel=\"noopener\" target=\"_blank\">seletivo.presidentemedici.ro.gov.br</a>. O processo é totalmente gratuito, não havendo cobrança de taxa de inscrição para nenhum nível de escolaridade.</p>\n<p>É fundamental que o candidato leia atentamente o edital e certifique-se de preencher todos os requisitos exigidos para o cargo pretendido. Após o envio do formulário, não serão permitidas alterações nas informações prestadas. Cada candidato poderá se inscrever em apenas um cargo.</p>\n<p>A homologação das inscrições será divulgada no terceiro dia útil após o encerramento do prazo, no site oficial da Prefeitura. Recomenda-se acompanhar a área restrita da plataforma para verificar o status da inscrição e possíveis comunicados.</p>\n<p>Para mais informações, consulte o edital completo disponível no site da Prefeitura de Presidente Médici-RO.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por <strong>etapa única</strong>, com caráter eliminatório e classificatório, conforme descrito no edital:</p>\n<ul>\n<li><strong>Análise de títulos e experiência profissional:</strong> os candidatos serão avaliados com base na formação acadêmica e tempo de atuação na área do cargo pleiteado. A pontuação será atribuída conforme critérios estabelecidos no edital.</li>\n<li><strong>Teste prático:</strong> exclusivo para os cargos de <em>Operador de Máquinas Pesadas</em>, com objetivo de aferir a aptidão técnica para o exercício da função.</li>\n</ul>\n<p>Para ser considerado aprovado, o candidato deverá obter nota igual ou superior a 5,0 (cinco). A classificação final obedecerá à ordem decrescente da pontuação obtida. Em caso de empate, terá preferência o candidato com idade mais elevada.</p>\n<p>Recomenda-se a leitura atenta do edital para conhecer os critérios de pontuação, documentos exigidos e demais orientações sobre a avaliação.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar</strong> do Processo Seletivo Simplificado será divulgado até o dia <strong>01 de dezembro de 2025</strong>, no site oficial da Prefeitura de Presidente Médici-RO (<a href=\"https://www.presidentemedici.ro.gov.br\" rel=\"noopener\" target=\"_blank\">www.presidentemedici.ro.gov.br</a>), por ordem de classificação.</p>\n<p>Os candidatos poderão interpor recurso contra o resultado preliminar no prazo de <strong>2 (dois) dias úteis</strong> após sua publicação, exclusivamente de forma presencial no Departamento de Recursos Humanos da Prefeitura. A decisão sobre os recursos será divulgada em até dois dias úteis, também no site oficial e no mural da Prefeitura.</p>\n<p>O <strong>resultado final</strong> será publicado até <strong>05 de dezembro de 2025</strong>, após análise dos currículos pela comissão organizadora. A homologação do resultado será feita pelo Executivo Municipal e divulgada no site da Prefeitura, no mural oficial e no Diário Oficial dos Municípios – AROM.</p>\n<p>A classificação final obedecerá à ordem decrescente da nota obtida. Em caso de empate, será considerado o candidato com maior idade. Os candidatos aprovados dentro do número de vagas serão convocados conforme necessidade da administração, e os demais formarão cadastro reserva.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da Prefeitura e no Diário Oficial, inclusive convocações e homologações.</p>\n</div>"
    },
    {
        "title": "Prefeitura Novo Progresso (PA) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-novo-progresso-pa-selecao-simplificada-01-2025/",
        "description": "Local: Pará | Tipo: cadastro reserva vaga(s) | Prazo: até 14/11/2025 | Remuneração: até R$ 4308.79",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado nº 001/2025 da Prefeitura Municipal de Novo Progresso, no Estado do Pará, teve seu edital oficialmente publicado e está com inscrições abertas. Organizado pelo INEPAM, o certame visa à contratação temporária de profissionais para suprir necessidades emergenciais em diversas áreas da administração pública municipal, tanto na zona urbana quanto na zona rural, além da formação de cadastro reserva.</p>\n<p>As contratações ocorrerão sob regime temporário, conforme a Lei Municipal nº 633/2021, com validade de até um ano, prorrogável por igual período. O processo contempla oportunidades para candidatos com níveis de escolaridade fundamental (incompleto e completo), médio/técnico e superior.</p>\n<p>Há vagas em áreas estratégicas como saúde, educação, infraestrutura, meio ambiente e assistência social. Destacam-se cargos voltados para profissionais com formação em <strong>Biologia</strong>, <strong>Medicina Veterinária</strong>, <strong>Zootecnia</strong>, <strong>Engenharia Ambiental</strong> e <strong>Engenharia Florestal</strong>, além de oportunidades para <strong>Nutricionistas</strong> e <strong>Engenheiros de Alimentos</strong>.</p>\n<p>Se você busca uma oportunidade de atuação no serviço público com impacto direto na comunidade, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado nº 001/2025 da Prefeitura de Novo Progresso estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no site <a href=\"https://www.inepam.org.br\" rel=\"noopener\" target=\"_blank\">www.inepam.org.br</a>, entre <strong>10h do dia 23 de outubro de 2025</strong> e <strong>16h do dia 14 de novembro de 2025</strong>.</p>\n<p>O valor da taxa de inscrição varia conforme o nível de escolaridade exigido para o cargo pretendido. O pagamento deve ser efetuado por meio de boleto bancário gerado no ato da inscrição e quitado até a data de vencimento. Não serão aceitos pagamentos por outros meios, como depósito em conta ou agendamento fora do prazo.</p>\n<p>Candidatos com deficiência (PCD) podem solicitar isenção da taxa entre os dias <strong>23 e 24 de outubro de 2025</strong>, conforme os critérios estabelecidos no edital. A solicitação deve ser feita via e-mail, com envio da documentação comprobatória exigida.</p>\n<p>Para validar a inscrição, é necessário encaminhar, no mesmo período, a documentação de títulos e experiência profissional para o e-mail <strong><a class=\"__cf_email__\" data-cfemail=\"137d7c657c63617c74617660607c537a7d7663727e3d7c61743d7161\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></strong>, junto com o comprovante de inscrição. O acompanhamento do status da inscrição e demais atualizações deve ser feito na área do candidato no site da banca.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto preenchimento dos dados e o envio adequado da documentação.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Novo Progresso será composto por uma única etapa: <strong>Prova de Títulos</strong>, de caráter eliminatório e classificatório, válida para todas as funções ofertadas.</p>\n<p>Essa avaliação considerará a formação acadêmica e a experiência profissional do candidato, conforme os critérios definidos no edital. A pontuação máxima será de <strong>100 pontos</strong>, sendo desclassificado o candidato que não enviar os documentos exigidos ou tiver todos os títulos indeferidos.</p>\n<p>Os títulos e comprovantes de experiência devem ser enviados exclusivamente por e-mail, entre <strong>10h do dia 23/10/2025</strong> e <strong>16h do dia 14/11/2025</strong>, para o endereço <strong><a class=\"__cf_email__\" data-cfemail=\"fb95948d948b89949c899e888894bb92959e8b9a96d594899cd59989\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></strong>. O assunto do e-mail deve conter o nome completo do candidato e a função pretendida. É obrigatória a inclusão de documento de identificação com foto.</p>\n<p>A pontuação varia conforme o nível de escolaridade exigido para o cargo:</p>\n<ul>\n<li><strong>Ensino Fundamental:</strong> experiência na função, conclusão de ensino médio ou superior, e cursos complementares.</li>\n<li><strong>Ensino Médio:</strong> experiência na função, conclusão de ensino superior e cursos na área.</li>\n<li><strong>Ensino Superior:</strong> experiência na função, títulos de pós-graduação (lato e stricto sensu) e cursos de qualificação com carga mínima de 50 horas realizados nos últimos dois anos.</li>\n</ul>\n<p>Somente serão aceitos documentos emitidos por instituições reconhecidas pelo MEC, devidamente identificados e legíveis. Documentos em língua estrangeira devem estar traduzidos por tradutor juramentado e revalidados por universidade oficial.</p>\n<p>Para mais detalhes sobre critérios de pontuação, documentos aceitos e orientações de envio, consulte o edital completo disponível no site da banca organizadora.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado final do Processo Seletivo Simplificado será definido com base na pontuação obtida na avaliação de títulos. A classificação dos candidatos seguirá a ordem decrescente da nota final.</p>\n<p>Em caso de empate, serão aplicados os seguintes critérios, nesta ordem:</p>\n<ul>\n<li>Maior idade;</li>\n<li>Maior pontuação em experiência profissional;</li>\n<li>Maior pontuação em cursos complementares ou pós-graduação.</li>\n</ul>\n<p>Persistindo o empate, os candidatos serão convocados para sorteio público, com divulgação no <strong>Diário Oficial do Município de Novo Progresso</strong> e no site <a href=\"https://www.inepam.org.br\" rel=\"noopener\" target=\"_blank\">www.inepam.org.br</a>. O não comparecimento ao sorteio implicará em classificação a critério da banca, sem possibilidade de recurso.</p>\n<p>Todos os resultados — incluindo a classificação preliminar, recursos e resultado final — serão publicados nos canais oficiais: site do INEPAM, site da Prefeitura de Novo Progresso e mural da sede do município.</p>\n<p>Após a homologação do resultado final, os candidatos aprovados e classificados serão convocados pela Secretaria Municipal de Administração e Planejamento para apresentação dos documentos exigidos. A convocação será feita exclusivamente pelos meios oficiais de divulgação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações referentes ao certame, tanto no site da banca organizadora quanto no Diário Oficial do Município. O não comparecimento ou a ausência de documentação no ato da convocação implicará na perda do direito à vaga.</p>\n</div>"
    },
    {
        "title": "Prefeitura Soledade (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-soledade-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 14/11/2025 | Remuneração: até R$ 11676.4",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público nº 01/2025 da Prefeitura Municipal de Soledade/RS, organizado pela Fundação Universidade Empresa de Tecnologia e Ciências – FUNDATEC, teve seu edital publicado e está com inscrições abertas. O certame visa ao provimento de <strong>64 vagas imediatas</strong> e formação de cadastro reserva, com ingresso pelo regime jurídico-administrativo <strong>estatutário</strong>.</p>\n<p>As oportunidades contemplam todos os níveis de escolaridade — fundamental incompleto e completo, médio/técnico e superior — abrangendo diversas áreas de atuação no serviço público municipal. Entre os cargos ofertados, há destaque para áreas de interesse como <strong>Engenharia Agronômica, Engenharia Ambiental, Engenharia Florestal, Biologia, Medicina Veterinária e Nutrição</strong>, com remunerações que variam de <strong>R$ 1.520,34 a R$ 11.676,40</strong>.</p>\n<p>Se você busca estabilidade e deseja atuar no setor público em uma cidade com qualidade de vida, continue lendo para saber todos os detalhes sobre inscrições, etapas e resultados deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público nº 01/2025 da Prefeitura de Soledade/RS estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no site da FUNDATEC (<a href=\"https://www.fundatec.org.br\" rel=\"noopener\" target=\"_blank\">www.fundatec.org.br</a>), entre os dias <strong>14 de outubro e 14 de novembro de 2025</strong>.</p>\n<p>Durante o processo de inscrição, o candidato deverá enviar uma foto digital recente, nos formatos .jpg, .jpeg ou .png, que permita sua identificação no dia da prova. A não conformidade da imagem poderá exigir regularização durante o período de recursos da homologação preliminar das inscrições.</p>\n<p>O valor da taxa de inscrição varia conforme o nível de escolaridade do cargo pretendido, e o pagamento deverá ser efetuado por meio de boleto bancário gerado no ato da inscrição. O edital prevê critérios específicos para solicitação de isenção da taxa, disponíveis no site da banca.</p>\n<p>É fundamental que o candidato acompanhe o status da sua inscrição na área restrita do site da FUNDATEC e mantenha-se atento a eventuais comunicados. Para mais informações sobre prazos, valores e orientações, recomenda-se a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por duas etapas principais, conforme o cargo:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva</strong>: etapa obrigatória para todos os cargos, de caráter <em>eliminatório e classificatório</em>. A avaliação será composta por questões de múltipla escolha, abrangendo disciplinas como <strong>Língua Portuguesa, Matemática/Raciocínio Lógico, Legislação, Conhecimentos Gerais e Conhecimentos Específicos</strong>, conforme o cargo. A duração, pontuação e critérios de aprovação estão detalhados no Anexo II do edital.</li>\n<li><strong>Prova Prática</strong>: exclusiva para os cargos de <strong>Motorista, Operador de Máquinas, Operário Especializado e Operário</strong>, com caráter <em>eliminatório</em>. Participarão dessa etapa os 10 primeiros colocados na Prova Teórico-Objetiva de cada cargo, respeitando as cotas. A prova avaliará habilidades práticas e conhecimentos técnicos, com pontuação máxima de 100 pontos e nota mínima de 50 para aprovação.</li>\n</ul>\n<p>Para os cargos que exigem CNH, a apresentação da habilitação válida na categoria exigida é obrigatória no dia da prova prática. A ausência ou inaptidão nesta etapa resultará na eliminação do candidato.</p>\n<p>Recomenda-se a leitura completa do edital para conhecer os detalhes sobre o conteúdo programático, critérios de avaliação, cronograma e orientações específicas para cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do Concurso Público nº 01/2025 da Prefeitura de Soledade/RS será publicado no site da FUNDATEC. Estão previstas publicações de:</p>\n<ul>\n<li><strong>Gabarito Preliminar</strong> da Prova Teórico-Objetiva;</li>\n<li><strong>Gabarito Definitivo</strong>, após análise dos recursos;</li>\n<li><strong>Resultados Preliminares e Finais</strong> por etapa, incluindo Prova Prática, quando aplicável;</li>\n<li><strong>Homologação do Resultado Final</strong>, com listas separadas para ampla concorrência e pessoas com deficiência.</li>\n</ul>\n<p>Os critérios de classificação incluem a nota obtida na Prova Teórico-Objetiva e, para cargos com Prova Prática, o desempenho mínimo exigido. Em caso de empate, serão considerados, sucessivamente: idade (para candidatos com 60 anos ou mais), maior pontuação nas disciplinas específicas, e outros critérios definidos no edital. Persistindo o empate, será realizado sorteio público.</p>\n<p>Todos os recursos deverão ser interpostos por meio de formulários online no site da FUNDATEC, dentro dos prazos estabelecidos. As justificativas de manutenção ou alteração de gabaritos e notas serão divulgadas publicamente, sem respostas individuais.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial, garantindo o conhecimento de prazos, resultados e convocações.</p>\n</div>"
    },
    {
        "title": "Prefeitura Formosa do Sul (SC) – Seleção Pública 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-formosa-do-sul-sc-selecao-publica-03-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 14/11/2025 | Remuneração: até R$ 14000",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O <strong>Processo Seletivo Público da Prefeitura Municipal de Formosa do Sul (SC)</strong>, regido pelo Edital publicado em conjunto com a Comissão Organizadora nomeada pela Portaria nº 34/2025, está com inscrições abertas. O certame visa à contratação temporária de profissionais e à formação de cadastro de reserva, conforme o artigo 37, inciso IX, da Constituição Federal e legislação municipal vigente.</p>\n<p>O processo contempla oportunidades para os níveis <strong>Fundamental, Médio/Técnico e Superior</strong>, com remunerações que variam de <strong>R$ 2.008,22 a R$ 14.000,00</strong>. As vagas abrangem diversas áreas da administração pública, com destaque para setores da <strong>Saúde, Educação, Administração, Obras e Agricultura</strong>.</p>\n<p>Há oportunidades em áreas de interesse como <strong>Engenharia Agronômica</strong> e <strong>Medicina Veterinária</strong>, o que torna o certame especialmente atrativo para profissionais dessas formações.</p>\n<p>Continue a leitura para saber como se inscrever, entender as etapas do processo seletivo e acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da Prefeitura de Formosa do Sul (SC) estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no período de <strong>24 de outubro a 14 de novembro de 2025</strong>, por meio do site <a href=\"https://portal.wisdomcursos.org/\" rel=\"noopener\" target=\"_blank\">https://portal.wisdomcursos.org/</a>.</p>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico, declarar estar ciente das condições do edital e efetuar o pagamento da taxa de inscrição via boleto bancário. O valor da taxa varia conforme o cargo escolhido, conforme especificado na Tabela 3.1 do edital.</p>\n<p>É possível solicitar isenção da taxa, observando os critérios e prazos estabelecidos no cronograma oficial. O pagamento deve ser feito até a data de vencimento indicada no boleto, sendo possível emitir segunda via pelo site da banca organizadora.</p>\n<p>Não serão aceitas inscrições por outros meios, nem pagamentos via cheque, PIX, transferência bancária ou agendamento não efetivado. O candidato deve acompanhar o status de sua inscrição diretamente na área restrita do site da banca.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo será composto por até três etapas, conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> (eliminatória e classificatória): aplicada a todos os candidatos, com 25 questões de múltipla escolha, distribuídas entre Língua Portuguesa, Matemática, Conhecimentos Gerais e Conhecimentos Específicos. A pontuação total é de 100 pontos, sendo necessário obter no mínimo 50 pontos para não ser eliminado.</li>\n<li><strong>Prova Prática</strong> (eliminatória e classificatória): exclusiva para os cargos de <em>Motorista</em> e <em>Operador de Máquinas</em>, avalia habilidades técnicas específicas. A nota final desses cargos será composta pela média ponderada entre a prova objetiva (peso 4) e a prática (peso 6).</li>\n<li><strong>Prova de Títulos</strong> (classificatória): destinada aos cargos de nível superior do magistério. Serão considerados títulos como especialização, mestrado e doutorado na área da educação, com pontuação máxima de 10 pontos. Apenas candidatos aprovados na prova objetiva poderão ter os títulos avaliados.</li>\n</ul>\n<p>Além disso, os candidatos classificados passarão por <strong>exame pré-admissional</strong> realizado pela Medicina do Trabalho do município.</p>\n<p>As provas serão aplicadas em Formosa do Sul/SC, podendo ocorrer em cidades vizinhas caso necessário. A duração da prova objetiva será de 2 horas. Todos os detalhes sobre conteúdos, critérios de avaliação e cronograma estão disponíveis no edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>gabarito preliminar</strong> da prova objetiva será divulgado conforme cronograma oficial no site <a href=\"https://portal.wisdomcursos.org/\" rel=\"noopener\" target=\"_blank\">https://portal.wisdomcursos.org/</a>. Após a publicação, será aberto prazo para interposição de recursos, conforme regras do edital.</p>\n<p>O <strong>resultado final</strong> será divulgado em duas listas: uma geral, com todos os aprovados, e outra específica para candidatos com deficiência. A classificação será feita por ordem decrescente da nota final, considerando as médias ponderadas quando houver prova prática.</p>\n<p>Em caso de empate, os critérios de desempate obedecerão à seguinte ordem: maior idade (para candidatos com 60 anos ou mais), maior pontuação em Conhecimentos Específicos, Língua Portuguesa, Conhecimentos Gerais, Matemática, maior idade (geral) e, por fim, sorteio público.</p>\n<p>A <strong>homologação</strong> do resultado final será publicada oficialmente, e os candidatos devem acompanhar a <strong>convocação</strong> para contratação no site da banca organizadora e no Diário Oficial do Município.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações e atualizações oficiais referentes ao certame.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 525/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-525-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 12/11/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do <strong>Processo Seletivo Simplificado da Universidade Estadual do Maranhão (UEMA)</strong> foi publicado com o objetivo de contratar <strong>Professores Substitutos</strong> para o <strong>Campus Presidente Dutra</strong>, conforme as diretrizes da Resolução n.º 1689/2023-CEPE/UEMA. O certame oferece <strong>4 vagas</strong> para docentes de nível superior, com contratação em regime temporário, conforme a legislação estadual vigente.</p>\n<p>As oportunidades são voltadas para o <strong>Curso Superior de Tecnologia em Agropecuária</strong> e contemplam áreas estratégicas como <strong>Ciências Biológicas (Botânica)</strong>, <strong>Engenharia Agrícola e Agronomia</strong> — com ênfase em <strong>Fitossanidade</strong> e <strong>Recursos Hídricos</strong> —, além de <strong>Administração aplicada ao Agronegócio</strong>. Destaque especial para as vagas nas áreas de <strong>Agronomia</strong> e <strong>Ciências Biológicas</strong>, de grande interesse para profissionais dessas áreas.</p>\n<p>Se você possui formação compatível e interesse em atuar no ensino superior público, continue lendo para saber como participar do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UEMA estão <strong>abertas de 4 a 12 de novembro de 2025</strong> e devem ser realizadas exclusivamente <strong>online</strong>, por meio do site <a href=\"https://concursoseseletivos.uema.br/\" rel=\"noopener\" target=\"_blank\">https://concursoseseletivos.uema.br/</a>.</p>\n<p>A taxa de inscrição é de <strong>R$ 100,00</strong>, com pagamento via <strong>boleto bancário</strong> gerado na própria plataforma. O pagamento deve ser efetuado até um dia após o encerramento das inscrições, exclusivamente no Banco do Brasil ou correspondentes bancários. Inscrições não confirmadas por pagamento serão automaticamente indeferidas.</p>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico, anexar os documentos exigidos (como diplomas, comprovantes de residência, currículo Lattes com documentação comprobatória, entre outros) em formato PDF e observar os requisitos específicos da vaga pretendida. A ausência de documentos obrigatórios, como a Ficha de Análise de Currículo preenchida e assinada, resultará no indeferimento da inscrição.</p>\n<p>Não serão aceitas inscrições presenciais, por e-mail ou Correios. Candidatos devem acompanhar o status da inscrição na área restrita do site. Recomenda-se fortemente a leitura atenta do edital completo antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMA será composto por duas etapas principais:</p>\n<ul>\n<li><strong>Prova Didática</strong> – de caráter <strong>eliminatório e classificatório</strong>. Consiste em uma aula expositiva sobre tema sorteado entre os indicados no edital, conforme área/subárea de inscrição. A prova terá duração mínima de 45 minutos e máxima de 55 minutos. O candidato será aprovado se obtiver média igual ou superior a 7,0 (sete), calculada com base nas notas atribuídas por três examinadores.</li>\n<li><strong>Julgamento de Títulos</strong> – de caráter <strong>classificatório</strong>. Será realizado por meio da análise do Currículo Lattes devidamente comprovado, anexado no ato da inscrição. A pontuação seguirá os critérios estabelecidos na Resolução n.º 1689/2023-CEPE/UEMA, considerando a adequação dos títulos à área/subárea da vaga.</li>\n</ul>\n<p>O resultado final será obtido pela média aritmética simples das notas da prova didática e do julgamento de títulos. Em caso de empate, os critérios de desempate são, nesta ordem: maior nota na prova didática, maior tempo de experiência no magistério superior e maior idade.</p>\n<p>Para detalhes sobre os temas da prova didática, critérios de pontuação e cronograma, consulte o edital completo disponível no site da UEMA.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados do processo seletivo da UEMA serão divulgados no site oficial da instituição (<a href=\"https://www.uema.br\" rel=\"noopener\" target=\"_blank\">www.uema.br</a>) e no <strong>Diário Oficial do Estado do Maranhão</strong>, conforme cronograma previsto no edital.</p>\n<p>Após a realização da prova didática e do julgamento de títulos, será publicado o <strong>resultado preliminar</strong>. Os candidatos terão <strong>dois dias</strong>, contados a partir do dia útil seguinte à publicação, para interpor recurso, com prazo final às 18h do segundo dia.</p>\n<p>O <strong>resultado final</strong> será homologado em reunião do Conselho de Centro/Campus e publicado pela Superintendência de Concursos e Seletivos da UEMA. A homologação será feita por meio de edital contendo a lista de aprovados e classificados dentro do número de vagas, com publicação no Diário Oficial do Estado e no site da UEMA.</p>\n<p>Os candidatos aprovados serão <strong>convocados</strong> pela Pró-Reitoria de Gestão de Pessoas (PROGEP/UEMA) ou pelo Departamento/Centro/Campus responsável, por meio de publicação oficial. A contratação obedecerá à ordem de classificação e à documentação apresentada no ato da inscrição.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UEMA e no Diário Oficial do Estado do Maranhão.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 524/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-524-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 12/11/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O processo seletivo simplificado regido pelo Edital nº 2025.240201.29985, promovido pela Universidade Estadual do Maranhão (UEMA), está com edital publicado e inscrições abertas. O certame visa à contratação temporária de <strong>Professores Substitutos</strong> para o Campus Barra do Corda, em atendimento à necessidade de excepcional interesse público, conforme legislação estadual vigente.</p>\n<p>Estão sendo ofertadas <strong>5 vagas</strong> para profissionais com formação em nível <strong>superior</strong>, distribuídas em áreas como Educação, Letras, Direito e Agronomia. <strong>Há oportunidade para a área de Agronomia, com exigência de graduação em Agronomia e especialização na área de Ciências Agrárias</strong>, o que torna o certame especialmente atrativo para profissionais desse campo.</p>\n<p>O regime de contratação será temporário, conforme previsto na legislação estadual, e a seleção será conduzida pelo próprio campus solicitante, com orientação da Superintendência de Concursos e Seletivos da UEMA.</p>\n<p>Se você tem interesse em atuar no magistério superior e possui formação compatível com as áreas ofertadas, continue a leitura para saber como se inscrever, quais são as etapas do processo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo simplificado da UEMA estão <strong>abertas de 4 a 12 de novembro de 2025</strong> e devem ser realizadas exclusivamente <strong>online</strong>, por meio do site <a href=\"https://concursoseseletivos.uema.br/\" rel=\"noopener\" target=\"_blank\">https://concursoseseletivos.uema.br/</a>.</p>\n<p>A taxa de inscrição é de <strong>R$ 100,00</strong>, com pagamento via boleto bancário gerado após a finalização do cadastro na plataforma. O pagamento deve ser efetuado até um dia após o encerramento das inscrições, exclusivamente no Banco do Brasil ou seus correspondentes bancários. Inscrições não pagas ou pagas fora do prazo serão indeferidas.</p>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico, indicar a área/subárea de interesse e anexar toda a documentação exigida em formato PDF (até 8 MB), incluindo diplomas, comprovantes de quitação eleitoral e militar (quando aplicável), currículo Lattes comprovado e ficha de análise curricular assinada. A ausência de documentos obrigatórios implicará no indeferimento da inscrição.</p>\n<p>Não será permitida a complementação de documentos após o envio, e todas as etapas devem ser acompanhadas exclusivamente pela plataforma digital. O edital prevê a possibilidade de reabertura do prazo de inscrição em caso de ausência de candidatos ou indeferimento total das inscrições.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas:</p>\n<ul>\n<li><strong>Prova Didática</strong> – de caráter <strong>eliminatório e classificatório</strong>, será realizada presencialmente e consistirá em uma aula sobre tema sorteado, com duração mínima de 45 minutos e máxima de 55 minutos. O candidato deverá apresentar três vias do plano de aula à banca examinadora. A nota será atribuída por três examinadores e a média mínima para aprovação é 7,0.</li>\n<li><strong>Julgamento de Títulos</strong> – de caráter <strong>classificatório</strong>, será realizado com base na análise do Currículo Lattes atualizado e comprovado, enviado no momento da inscrição. Serão considerados títulos acadêmicos e experiência profissional, conforme critérios definidos na Resolução nº 1689/2023-CEPE/UEMA.</li>\n</ul>\n<p>O resultado final será obtido pela média aritmética simples entre a nota da prova didática e a pontuação do julgamento de títulos. Em caso de empate, serão considerados, nesta ordem: maior nota na prova didática, maior tempo de magistério superior e maior idade.</p>\n<p>Para mais detalhes sobre os critérios de avaliação, temas da prova didática e cronograma, recomenda-se a leitura completa do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados das etapas do processo seletivo serão divulgados no site <a href=\"https://concursoseseletivos.uema.br\" rel=\"noopener\" target=\"_blank\">https://concursoseseletivos.uema.br</a> e também no portal institucional da UEMA (<a href=\"https://www.uema.br\" rel=\"noopener\" target=\"_blank\">www.uema.br</a>), conforme o cronograma estabelecido no edital.</p>\n<p>Após a publicação do resultado preliminar da prova didática e do julgamento de títulos, o candidato terá <strong>dois dias</strong> úteis para interpor recurso, até às 18h (horário de Brasília), por meio da área restrita do site da seleção.</p>\n<p>O resultado final será homologado pelo Conselho de Centro/Campus e publicado no Diário Oficial do Estado do Maranhão e no site da UEMA. A classificação final considerará a média entre a prova didática e os títulos. Em caso de empate, serão aplicados critérios como maior nota na prova didática, tempo de magistério superior e idade.</p>\n<p>Os candidatos aprovados e classificados dentro do número de vagas serão convocados pela Pró-Reitoria de Gestão de Pessoas (PROGEP/UEMA) ou pelo campus correspondente. A convocação será feita por meio de publicação oficial, e o candidato terá <strong>15 dias</strong> para se apresentar e assinar o contrato. O não comparecimento ou a ausência de documentação implicará em eliminação e convocação do próximo classificado.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Estado do Maranhão.</p>\n</div>"
    },
    {
        "title": "Prefeitura Manduri (SP) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-manduri-sp-concurso-01-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 09/11/2025 | Remuneração: até R$ 4384.39",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público nº 01/2025 da Prefeitura Municipal de Manduri, no estado de São Paulo, teve seu edital oficialmente publicado e está com inscrições abertas. Organizado pela empresa IMPÉRIO Assessoria e Concursos Ltda., o certame visa ao provimento de <strong>24 vagas imediatas</strong> mais formação de cadastro reserva, com contratação sob o regime <strong>CLT</strong> e vinculação ao Regime Geral de Previdência Social.</p>\n<p>O concurso contempla oportunidades para os níveis <strong>fundamental, médio/técnico e superior</strong>, abrangendo diversas áreas da administração pública municipal. Entre os cargos ofertados, destacam-se vagas nas áreas de <strong>Agronomia, Medicina Veterinária, Engenharia Civil, Farmácia, Fisioterapia, Educação, Contabilidade e Direito</strong>.</p>\n<p>Com salários que variam de <strong>R$ 1.520,00 a R$ 4.384,39</strong>, o certame é uma excelente oportunidade para profissionais que desejam ingressar no serviço público municipal. Continue a leitura para saber todos os detalhes sobre inscrições, etapas de seleção e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Manduri/SP estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no site <a href=\"https://portal.imperioconcursos.com.br\" rel=\"noopener\" target=\"_blank\">https://portal.imperioconcursos.com.br</a>, entre os dias <strong>29 de outubro e 9 de novembro de 2025</strong>, até às 23h59.</p>\n<p>Para se inscrever, o candidato deve acessar o site da banca, realizar o cadastro e selecionar o cargo desejado. Após o preenchimento do formulário eletrônico, é necessário imprimir o boleto bancário e efetuar o pagamento até a data de vencimento, respeitando o horário de compensação bancária.</p>\n<p>O valor da taxa de inscrição varia conforme o nível de escolaridade do cargo pretendido, conforme especificado no edital. A isenção da taxa pôde ser solicitada nos dias 29 e 30 de outubro de 2025, conforme critérios estabelecidos no edital.</p>\n<p>A inscrição só será validada após a confirmação do pagamento pela instituição financeira. O candidato deve acompanhar o status da inscrição na “Área do Candidato” do site da banca, utilizando CPF e senha cadastrados.</p>\n<p>Recomenda-se a leitura atenta do edital completo para conhecer todas as regras, prazos e condições de participação.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso da Prefeitura de Manduri/SP será composto por diferentes etapas, de acordo com o cargo pretendido. A principal fase é a <strong>Prova Objetiva</strong>, de caráter eliminatório e classificatório, aplicada a todos os candidatos. A seguir, confira as etapas conforme os grupos de cargos:</p>\n<ul>\n<li><strong>Cargos de nível superior</strong> (como Advogado, Contador, Engenheiro Agrônomo, Médico Veterinário, entre outros):\n<ul>\n<li>Prova Objetiva (30 questões, até 100 pontos)</li>\n<li>Prova Dissertativa (redação, até 10 pontos, classificatória)</li>\n<li>Prova de Títulos (classificatória, até 10 pontos)</li>\n</ul>\n</li>\n<li><strong>Cargos de nível médio/técnico</strong> (como Agente Comunitário de Saúde, Técnico de Enfermagem, Escriturário, etc.):\n<ul>\n<li>Prova Objetiva (25 questões, até 100 pontos)</li>\n</ul>\n</li>\n<li><strong>Cargos de nível fundamental</strong> (como Merendeira, Operário Braçal, Motorista, etc.):\n<ul>\n<li>Prova Objetiva (20 questões, até 100 pontos)</li>\n<li>Prova Prática (para cargos como Motorista, Operador de Máquinas e Operário Braçal, de caráter eliminatório)</li>\n</ul>\n</li>\n</ul>\n<p>A Prova Objetiva terá duração de até 3 horas e será aplicada no município de Manduri/SP. Para ser aprovado, o candidato deve obter no mínimo <strong>50% de acertos</strong>. A Prova Dissertativa será avaliada com base em critérios como temática, organização textual e desempenho linguístico. Já a Prova de Títulos será aplicada apenas aos cargos de nível superior e terá caráter classificatório.</p>\n<p>Recomenda-se a leitura completa do edital para detalhes sobre o conteúdo programático, critérios de avaliação e cronograma de aplicação das provas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do concurso prevê a divulgação do <strong>gabarito preliminar</strong> no dia <strong>8 de dezembro de 2025</strong>, com prazo para interposição de recursos nos dias <strong>9 e 10 de dezembro</strong>. O <strong>gabarito oficial</strong> e o <strong>resultado preliminar</strong> das provas objetivas serão publicados em <strong>23 de dezembro de 2025</strong>.</p>\n<p>Para os cargos com Prova Prática, o resultado preliminar dessa etapa será divulgado em <strong>23 de dezembro de 2025</strong>, com prazo para recurso nos dias <strong>29 e 30 de dezembro</strong>. A divulgação do <strong>resultado final</strong> está prevista para <strong>7 de janeiro de 2026</strong>.</p>\n<p>Os critérios de desempate seguem a seguinte ordem:</p>\n<ul>\n<li>Maior idade entre candidatos com 60 anos ou mais</li>\n<li>Maior número de acertos em Conhecimentos Específicos</li>\n<li>Maior número de acertos em Língua Portuguesa</li>\n<li>Maior número de acertos em Matemática</li>\n<li>Maior idade</li>\n</ul>\n<p>Após a análise dos recursos, será publicada a <strong>lista de classificação final</strong>, que será homologada pelo Prefeito Municipal. A convocação dos aprovados será feita por meio de publicação nos sites <a href=\"https://portal.imperioconcursos.com.br\" rel=\"noopener\" target=\"_blank\">https://portal.imperioconcursos.com.br</a> e <a href=\"http://www.manduri.sp.gov.br\" rel=\"noopener\" target=\"_blank\">http://www.manduri.sp.gov.br</a>, além do e-mail cadastrado pelo candidato.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Município.</p>\n</div>"
    },
    {
        "title": "UFPR (PR) – Seleção Pública 331/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufpr-pr-selecao-publica-331-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital da Universidade Federal do Paraná (UFPR) anuncia a abertura do processo seletivo para <strong>Professor Substituto da Carreira de Magistério Superior</strong>, conforme normas estabelecidas pela Pró-Reitoria de Gestão de Pessoas (PROGEPE). O certame visa à <strong>contratação temporária</strong> de docentes para atuação em diversos setores da universidade, com vagas distribuídas em múltiplas áreas do conhecimento. O regime de contratação segue as diretrizes da <strong>Lei nº 8.745/93</strong>, com vínculo temporário e carga horária de 20h ou 40h semanais, conforme o cargo.</p>\n<p>São ofertadas <strong>26 vagas</strong>, todas para nível superior, com exigência de graduação, especialização, mestrado ou doutorado, conforme a área. As oportunidades abrangem setores como Medicina, Direito, Engenharia, Ciências Sociais, Educação, Letras, Contabilidade, Arquitetura e áreas de interesse como <strong>Medicina Veterinária</strong>, <strong>Engenharia de Aquicultura</strong> e <strong>Economia e Desenvolvimento Rural</strong>, sendo estas de especial atenção para os leitores do nosso portal.</p>\n<p>Se você busca uma oportunidade na docência superior federal, continue a leitura para conhecer os detalhes sobre inscrições, etapas do processo e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo de Professor Substituto da UFPR estão <strong>abertas</strong> e devem ser realizadas <strong>online</strong>, mediante o envio de requerimento à unidade promotora do certame, conforme orientações disponíveis no site da PROGEPE: <a href=\"https://progepe.ufpr.br/a/concursos/docente/concursos_publicos/inscricao_substitutos.html\" rel=\"noopener\" target=\"_blank\">https://progepe.ufpr.br/a/concursos/docente/concursos_publicos/inscricao_substitutos.html</a>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 61,80</strong>, com pagamento via <strong>PIX</strong> (em qualquer banco) ou <strong>Boleto GRU</strong> (pagável apenas no Banco do Brasil). O comprovante de pagamento deve ser enviado junto com os demais documentos exigidos: documento de identidade, titulação, curriculum vitae com comprovantes e o requerimento de inscrição devidamente preenchido e assinado.</p>\n<p>Pedidos de <strong>isenção da taxa</strong> podem ser feitos nos primeiros dias úteis do período de inscrições, conforme a duração do prazo, com resposta divulgada no site da PROGEPE no dia útil seguinte ao término do prazo para solicitação.</p>\n<p>É responsabilidade da pessoa candidata acompanhar o status da inscrição e eventuais pendências diretamente com a unidade promotora. Em caso de indeferimento, caberá recurso conforme previsto na Resolução nº 92/06-CEPE.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo para garantir o correto envio da documentação e o cumprimento dos prazos estabelecidos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFPR será composto por <strong>etapas definidas pela unidade promotora</strong>, conforme especificado no edital e seus anexos. As provas poderão envolver análise de títulos, prova didática e/ou entrevista, a depender da área de conhecimento e da unidade responsável.</p>\n<p>As etapas do certame seguem os seguintes princípios:</p>\n<ul>\n<li><strong>Provas com caráter eliminatório e/ou classificatório</strong>, conforme definido pela unidade promotora;</li>\n<li><strong>Conteúdo das provas e critérios de avaliação</strong> serão os mesmos para todos os candidatos, inclusive para aqueles que concorrem às vagas reservadas;</li>\n<li><strong>Condições especiais</strong> poderão ser solicitadas por candidatos com deficiência ou lactantes, mediante requerimento no ato da inscrição;</li>\n<li><strong>Procedimentos específicos</strong> para candidatos cotistas (pretos, pardos, indígenas e quilombolas), incluindo heteroidentificação e verificação documental, serão realizados por comissões especializadas;</li>\n<li>As <strong>datas, locais e formatos das provas</strong> serão definidos e divulgados pelas respectivas unidades promotoras.</li>\n</ul>\n<p>Recomenda-se que os candidatos consultem o edital completo e os anexos específicos de sua área para verificar as etapas aplicáveis, os critérios de avaliação e o cronograma detalhado.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os <strong>resultados das inscrições</strong> serão divulgados por cada unidade promotora do certame, conforme edital específico. Em caso de indeferimento, o candidato poderá interpor recurso nos prazos estabelecidos.</p>\n<p>Para candidatos que optarem por vagas reservadas, haverá etapas complementares de verificação:</p>\n<ul>\n<li><strong>Heteroidentificação</strong> para candidatos pretos e pardos, com resultado publicado no site da PROGEPE;</li>\n<li><strong>Verificação documental</strong> para candidatos indígenas e quilombolas, também com publicação no site da PROGEPE;</li>\n<li>Em ambos os casos, será possível apresentar <strong>recurso</strong> em até 2 dias úteis após a divulgação do resultado.</li>\n</ul>\n<p>O <strong>resultado final do teste seletivo</strong> será publicado no <strong>Diário Oficial da União</strong> apenas após a conclusão dos procedimentos de verificação e prazos recursais. A homologação do resultado é de responsabilidade da unidade promotora, que também será responsável por solicitar à PROGEPE a contratação dos aprovados.</p>\n<p>Critérios de classificação e desempate seguem as normas da Resolução nº 92/06-CEPE e do Decreto nº 9.739/2019. Em caso de empate, serão considerados critérios como maior titulação, idade e outros definidos no edital.</p>\n<p>O acompanhamento de todas as publicações oficiais, tanto no site da PROGEPE quanto no Diário Oficial da União, é de responsabilidade exclusiva da pessoa candidata.</p>\n</div>"
    },
    {
        "title": "UFT (TO) – Seleção 67/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uft-to-selecao-67-2025/",
        "description": "Local: Tocantins | Tipo: cadastro reserva vaga(s) | Prazo: até 31/10/2025 | Remuneração: até R$ 4326.6",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O concurso público para <strong>Professor Substituto da Universidade Federal do Tocantins (UFT)</strong>, regido pelo edital <strong>2025-3</strong>, está com inscrições abertas. Organizado pela Coordenação de Desenvolvimento Estratégico (CDE) e executado pela COPESE, o certame visa à <strong>contratação temporária</strong> de docentes para atuação em diversas áreas do conhecimento, sob regime de trabalho de 20h ou 40h semanais.</p>\n<p>São ofertadas <strong>12 vagas imediatas mais cadastro de reserva</strong>, todas destinadas a profissionais com <strong>nível superior</strong> completo e, em muitos casos, com especialização, mestrado ou doutorado, conforme os requisitos específicos de cada área.</p>\n<p>As oportunidades abrangem setores como Direito, Arquitetura, História, Letras, Pedagogia, Engenharia Elétrica e destacam-se especialmente as vagas para <strong>Engenharia Florestal, Engenharia Ambiental, Nutrição e Ciências Biológicas</strong> — áreas de grande interesse para profissionais das Ciências Agrárias, Saúde e Meio Ambiente.</p>\n<p>Os salários variam de <strong>R$ 3.090,43 a R$ 4.326,60</strong>, de acordo com a carga horária e titulação do candidato aprovado. Continue a leitura para saber como se inscrever, as etapas do processo seletivo e os critérios de classificação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo de Professor Substituto da UFT estão <strong>abertas</strong> e devem ser realizadas <strong>exclusivamente online</strong>, no período de <strong>24 a 31 de outubro de 2025</strong>, por meio do site <a href=\"https://www.uft.edu.br/concursos-e-selecoes\" rel=\"noopener\" target=\"_blank\">www.uft.edu.br/concursos-e-selecoes</a>. O sistema estará disponível das 10h do primeiro dia até as 23h59 do último dia, conforme o horário local de Palmas – TO.</p>\n<p>O valor da taxa de inscrição é <strong>único: R$ 120,00</strong>. Após o preenchimento do formulário eletrônico, o candidato deverá anexar, em arquivo único em PDF, os documentos exigidos: documento de identificação com foto, currículo (Lattes ou Vitae) e quadro de títulos preenchido e assinado, conforme modelo do edital.</p>\n<p>O boleto bancário será gerado automaticamente após o envio do formulário e deverá ser pago, preferencialmente, no Banco do Brasil. <strong>Não serão aceitos pagamentos via PIX, transferências, agendamentos ou depósitos</strong>. Pagamentos fora do prazo ou em desacordo com as regras serão desconsiderados.</p>\n<p>É fundamental que o candidato acompanhe o status da inscrição na área restrita do site e leia atentamente o edital completo para garantir o correto cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por <strong>uma única etapa</strong>, dividida em três fases distintas, conforme descrito a seguir:</p>\n<ul>\n<li><strong>Entrevista e Análise de Currículo (Lattes ou Vitae)</strong> – <em>caráter eliminatório e classificatório</em>. A entrevista terá duração de até 15 minutos e será realizada antes da prova didática. Serão avaliados critérios como trajetória acadêmica, experiência profissional e aderência ao perfil da vaga. O candidato que obtiver nota inferior a 3,0 (três) pontos será eliminado.</li>\n<li><strong>Prova Didática</strong> – <em>caráter eliminatório e classificatório</em>. Consiste em uma aula teórica, com duração de até 30 minutos, seguida de até 10 minutos de arguição. O tema será sorteado previamente, conforme os objetos de avaliação do edital. Serão analisados aspectos como domínio do conteúdo, clareza na exposição e coerência didático-pedagógica.</li>\n<li><strong>Avaliação de Títulos</strong> – <em>caráter exclusivamente classificatório</em>. Serão considerados apenas os documentos enviados corretamente em formato PDF. Participam desta fase apenas os candidatos que alcançarem nota igual ou superior a 3,0 na entrevista e na prova didática.</li>\n</ul>\n<p>As datas, horários e locais de realização das fases serão divulgados no site oficial do concurso. Recomenda-se a leitura atenta do edital para detalhes sobre os critérios de pontuação, conteúdos exigidos e demais orientações.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A <strong>nota final</strong> do candidato será composta pela soma das pontuações obtidas na Entrevista e Análise de Currículo, na Prova Didática e na Avaliação de Títulos. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Maior idade entre os candidatos com 60 anos ou mais (conforme o Estatuto do Idoso);</li>\n<li>Maior nota na Prova Didática;</li>\n<li>Maior pontuação na Avaliação de Títulos;</li>\n<li>Maior nota na Entrevista.</li>\n</ul>\n<p>O <strong>resultado final</strong> será publicado no site oficial da UFT (<a href=\"https://www.uft.edu.br/concursos-e-selecoes\" rel=\"noopener\" target=\"_blank\">www.uft.edu.br/concursos-e-selecoes</a>), na seção “Professor Substituto 2025-3”. Também será divulgado o cronograma de contratação dos aprovados.</p>\n<p>A <strong>contratação</strong> está condicionada à aprovação em inspeção médica e à apresentação dos documentos exigidos, incluindo a verificação de compatibilidade de vínculo público, quando aplicável.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial, garantindo o cumprimento dos prazos e procedimentos estabelecidos.</p>\n</div>"
    },
    {
        "title": "UFRB (BA) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrb-ba-selecao-simplificada-03-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 06/11/2025 | Remuneração: até R$ 11.536,10",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Ministério da Educação, por meio da Universidade Federal do Recôncavo da Bahia (UFRB), publicou o <strong>Edital nº 03/2025</strong> referente ao <strong>Processo Seletivo Simplificado para contratação de Professor Substituto</strong>. O certame está com <strong>inscrições abertas</strong> e visa o preenchimento de <strong>38 vagas</strong> temporárias em diversas áreas do conhecimento, sob o regime da Lei nº 8.745/1993.</p>\n<p>As oportunidades são destinadas exclusivamente a profissionais com <strong>nível superior</strong>, contemplando áreas como Ciências da Saúde, Engenharias, Computação, Humanidades, Artes e Ciências Exatas. Destaque especial para vagas nas áreas de <strong>Medicina Veterinária</strong>, <strong>Engenharia Ambiental</strong>, <strong>Nutrição</strong>, <strong>Ciência dos Alimentos</strong> e <strong>Biologia</strong>, de grande interesse para candidatos das ciências agrárias e da saúde.</p>\n<p>Se você busca uma oportunidade docente no ensino superior federal, continue a leitura para conhecer os detalhes sobre inscrições, etapas do processo seletivo e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As <strong>inscrições estão abertas</strong> e devem ser realizadas exclusivamente <strong>pela internet</strong>, no período de <strong>24 de outubro a 6 de novembro de 2025</strong>, por meio do sistema de concursos da UFRB: <a href=\"https://sistemas.ufrb.edu.br/sigrh/public/home.jsf\" rel=\"noopener\" target=\"_blank\">https://sistemas.ufrb.edu.br/sigrh/public/home.jsf</a>.</p>\n<p>Será permitida apenas uma inscrição por candidato. Em caso de múltiplas inscrições, será considerada apenas a última com pagamento confirmado ou isenção deferida. O candidato deverá possuir os recursos tecnológicos necessários para participação remota em todas as etapas do processo seletivo, incluindo computador com webcam, microfone e conexão de internet estável.</p>\n<p>Durante a inscrição, é necessário preencher o requerimento eletrônico e anexar documentos obrigatórios em formato PDF, como documento de identidade e, se for o caso, comprovação para solicitação de isenção da taxa. A homologação da inscrição depende da confirmação do pagamento ou deferimento da isenção.</p>\n<p>O sistema não aceita pagamentos fora do prazo ou por modalidades não previstas. Recomenda-se atenção aos horários bancários e à correta finalização do processo no sistema. Alterações de dados só serão permitidas durante o período de inscrição, na área do candidato.</p>\n<p>Para mais informações sobre critérios de isenção, documentação exigida e orientações técnicas, é indispensável a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será realizado <strong>integralmente de forma remota</strong> e contará com duas etapas, ambas de caráter <strong>eliminatório e classificatório</strong>:</p>\n<ul>\n<li><strong>Prova de Títulos (PT):</strong> consiste na análise do Barema preenchido pelo candidato, Currículo Lattes e documentos comprobatórios. Os títulos são divididos em quatro categorias: acadêmicos, didáticos e profissionais, formação complementar e produção científica/artística. A nota varia de 0 a 10, sendo desclassificados os candidatos com nota zero. A pontuação será ajustada proporcionalmente com base na maior nota obtida entre os concorrentes.</li>\n<li><strong>Prova Didática (PD):</strong> consiste em uma aula expositiva remota, com duração entre 40 e 45 minutos, sobre ponto sorteado previamente. Avalia domínio do conteúdo, comunicação, planejamento e uso de recursos didáticos. A nota também varia de 0 a 10, sendo eliminado o candidato que obtiver nota inferior a 7,0. A prova será gravada e não haverá arguição pela banca.</li>\n</ul>\n<p>Apenas os candidatos mais bem classificados na Prova de Títulos participarão da Prova Didática, respeitando critérios de reserva de vagas. A nota final será composta pela média ponderada das duas etapas: <strong>Prova de Títulos (peso 0,3) e Prova Didática (peso 0,7)</strong>.</p>\n<p>Para detalhes sobre critérios de avaliação, pontuação e cronograma, recomenda-se a leitura completa do edital e seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar</strong> da seleção será divulgado na página oficial do processo seletivo da UFRB (<a href=\"https://sistemas.ufrb.edu.br/sigrh/public/home.jsf\" rel=\"noopener\" target=\"_blank\">https://sistemas.ufrb.edu.br/sigrh/public/home.jsf</a>), juntamente com as notas da Prova Didática. Os candidatos poderão interpor recurso no dia útil seguinte à publicação, conforme orientações específicas do edital.</p>\n<p>O <strong>resultado final</strong> da seleção, incluindo a distribuição das reservas de vagas, será publicado até <strong>20 de março de 2026</strong>, com prazo para recursos até <strong>25 de março de 2026</strong>. A versão definitiva, após análise dos recursos, será divulgada até <strong>31 de março de 2026</strong>.</p>\n<p>A <strong>homologação do resultado final</strong> está prevista para publicação no <strong>Diário Oficial da União até 7 de abril de 2026</strong>. A partir dessa data, inicia-se a vigência do processo seletivo, com validade de <strong>12 meses</strong>, prorrogável por igual período.</p>\n<p>Critérios de desempate incluem: idade igual ou superior a 60 anos, maior nota na Prova Didática, maior nota na Prova de Títulos e maior idade.</p>\n<p>Convocações, entrevistas e etapas complementares (como heteroidentificação e avaliação multiprofissional) serão divulgadas em documentos específicos no site da UFRB. É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 518/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-518-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 05/11/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O processo seletivo simplificado regido pelo Edital publicado pela Universidade Estadual do Maranhão (UEMA) tem como objetivo a contratação temporária de <strong>Professores Substitutos</strong> para o Curso Superior de Tecnologia em Gestão Ambiental, no Campus Coroatá. O certame está com <strong>edital publicado</strong> e visa ao preenchimento de <strong>2 vagas</strong>, conforme as necessidades emergenciais da instituição, sob regime jurídico especial conforme legislação estadual vigente.</p>\n<p>As oportunidades são destinadas a profissionais com <strong>nível superior</strong>, com formação e especialização compatíveis com as áreas de <strong>Ciências Biológicas, Ecologia, Ciências Agrárias, Engenharia Florestal, Engenharia Ambiental, Zootecnia e Agronomia</strong>. Essas áreas são de especial interesse para candidatos com formação em meio ambiente, conservação da natureza e ecossistemas.</p>\n<p>Se você tem interesse em atuar no magistério superior e possui formação compatível com as áreas ofertadas, continue a leitura para saber todos os detalhes sobre inscrições, etapas e resultados deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo simplificado da UEMA estão <strong>abertas</strong> no período de <strong>28 de outubro a 5 de novembro de 2025</strong>, exclusivamente pela internet, por meio do site <a href=\"https://concursoseseletivos.uema.br/\" rel=\"noopener\" target=\"_blank\">concursoseseletivos.uema.br</a>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 100,00</strong>, com pagamento via boleto bancário gerado ao final do preenchimento do formulário eletrônico. O pagamento deve ser efetuado até um dia após o encerramento das inscrições, exclusivamente no Banco do Brasil ou correspondentes autorizados.</p>\n<p>Para se inscrever, o candidato deve preencher o requerimento on-line, anexar os documentos exigidos em formato PDF (até 8 MB) e optar por um dos sistemas de vagas: Universal ou Reserva (E1 ou E2), conforme a área/subárea pretendida. A documentação inclui identidade, CPF, comprovante de residência, diplomas e históricos acadêmicos, comprovante de quitação eleitoral e militar (quando aplicável), além do Currículo Lattes comprovado e a Ficha de Análise de Currículo preenchida e assinada.</p>\n<p>Não há menção a critérios de isenção de taxa no edital. Inscrições incompletas ou fora do prazo serão indeferidas, sem possibilidade de complementação posterior.</p>\n<p>Recomenda-se que o candidato acompanhe o status da inscrição pela área restrita do site e leia atentamente o edital completo antes de realizar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMA será composto por duas etapas:</p>\n<ul>\n<li><strong>Prova Didática</strong> – de caráter <strong>eliminatório e classificatório</strong>, consiste na apresentação de aula sobre tema sorteado previamente, conforme área/subárea de inscrição. A prova terá duração mínima de 45 minutos e máxima de 55 minutos, e será avaliada por três membros da Comissão Examinadora. O candidato deverá apresentar três vias do Plano de Aula no início da prova. Será considerado aprovado quem obtiver média aritmética igual ou superior a 7,0.</li>\n<li><strong>Julgamento de Títulos</strong> – de caráter <strong>classificatório</strong>, será realizado por meio da análise do Currículo Lattes comprovado, enviado no ato da inscrição. Serão considerados os títulos acadêmicos e a experiência profissional, conforme critérios definidos na Resolução n.º 1689/2023-CEPE/UEMA.</li>\n</ul>\n<p>O resultado final será obtido pela média aritmética simples entre a nota da prova didática e a pontuação atribuída na análise de títulos. Em caso de empate, serão considerados, nesta ordem: maior nota na prova didática, maior tempo de magistério superior e maior idade.</p>\n<p>Para detalhes sobre os temas da prova didática, critérios de pontuação e cronograma completo, é indispensável a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados do processo seletivo da UEMA serão divulgados no site <a href=\"https://www.uema.br\" rel=\"noopener\" target=\"_blank\">www.uema.br</a> e no <a href=\"https://concursoseseletivos.uema.br\" rel=\"noopener\" target=\"_blank\">portal de concursos da UEMA</a>, conforme cronograma estabelecido no edital.</p>\n<p>Após a divulgação do resultado preliminar da prova didática e da análise de títulos, o candidato terá <strong>dois dias</strong> para interpor recurso, contados a partir do dia seguinte à publicação, até às 18h (horário de Brasília). Os recursos devem ser fundamentados e enviados exclusivamente pela plataforma eletrônica.</p>\n<p>O resultado final será homologado pelo Conselho de Centro/Campus e publicado no Diário Oficial do Estado do Maranhão. A classificação final considerará a média entre as notas da prova didática e do julgamento de títulos.</p>\n<p>Os candidatos aprovados e classificados dentro do número de vagas serão convocados pela <strong>Pró-Reitoria de Gestão de Pessoas (PROGEP/UEMA)</strong> ou pelo Departamento/Campus responsável, com prazo de até <strong>15 dias</strong> para apresentação e assinatura do contrato. O não comparecimento ou a ausência de documentação implicará na eliminação do candidato e convocação do próximo classificado.</p>\n<p>O prazo de validade do seletivo é de <strong>12 meses</strong>, prorrogável por igual período. Todas as publicações oficiais devem ser acompanhadas diretamente pelos candidatos, tanto no site da UEMA quanto no Diário Oficial do Estado do Maranhão.</p>\n</div>"
    },
    {
        "title": "Prefeitura Praia Grande (SC) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-praia-grande-sc-concurso-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 09/11/2025 | Remuneração: até R$ 15169.76",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da Prefeitura Municipal de Praia Grande (SC), regido pelo Edital nº 01/2025, está com edital publicado e inscrições abertas. Organizado pelo Instituto Legalle, o certame visa ao provimento de <strong>63 vagas imediatas e formação de cadastro reserva</strong> para o Quadro Geral de Servidores do Município, sob o <strong>regime estatutário</strong>.</p>\n<p>As oportunidades abrangem todos os níveis de escolaridade — fundamental incompleto e completo, médio/técnico e superior — com salários que variam de <strong>R$ 1.518,00 a R$ 15.169,76</strong>, conforme o cargo.</p>\n<p>Há vagas em diversas áreas da administração pública, com destaque para setores de interesse como <strong>Agronomia, Medicina Veterinária e Nutrição</strong>, contemplando os cargos de Engenheiro Agrônomo, Médico Veterinário e Nutricionista.</p>\n<p>Se você busca estabilidade e deseja atuar no serviço público municipal, continue a leitura para conhecer os detalhes sobre inscrições, etapas e cronograma deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Praia Grande (SC) estão <strong>abertas de 10 de outubro a 9 de novembro de 2025</strong>, exclusivamente pelo site do Instituto Legalle: <a href=\"https://www.institutolegalle.org.br\" rel=\"noopener\" target=\"_blank\">www.institutolegalle.org.br</a>.</p>\n<p>As taxas de inscrição variam conforme o nível de escolaridade do cargo pretendido. O pagamento deve ser realizado até o dia 10 de novembro de 2025, por meio de boleto bancário emitido no ato da inscrição. O boleto é gerado com código de barras do Banco do Brasil e deve ser conferido antes do pagamento.</p>\n<p>O candidato deve preencher o formulário online com atenção, informando dados pessoais e o cargo desejado. É necessário possuir CPF regularizado e documento de identidade válido. Documentos digitais (CNH digital, RG digital) são aceitos, desde que apresentados nos aplicativos oficiais.</p>\n<p>Pedidos de isenção da taxa puderam ser feitos entre 10 e 16 de outubro de 2025. O resultado oficial das solicitações será divulgado em 29 de outubro.</p>\n<p>Após o pagamento, é fundamental acompanhar a confirmação da inscrição e demais atualizações na Área do Candidato, disponível no site da organizadora.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todos os requisitos e prazos.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por até três etapas, conforme o cargo:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva</strong> (eliminatória e classificatória): aplicada a todos os cargos, com questões de múltipla escolha. Serão 20 questões para cargos de nível fundamental e 40 questões para níveis médio/técnico e superior. A pontuação máxima varia de 80 a 100 pontos, conforme o cargo. Para aprovação, é necessário obter no mínimo 50% do total de pontos e acertos mínimos por disciplina.</li>\n<li><strong>Prova Prática</strong> (eliminatória e classificatória): exclusiva para os cargos de Motorista, Operador de Equipamentos e Operador de Trator Agrícola. Avalia habilidades técnicas e práticas, com nota máxima de 20 pontos. Apenas os 20 primeiros classificados na prova objetiva, por cargo, serão convocados. É exigida CNH compatível com o cargo.</li>\n<li><strong>Prova de Títulos</strong> (classificatória): destinada aos cargos de Professor (todas as áreas). Serão aceitos títulos de pós-graduação lato sensu, mestrado e doutorado, com pontuação máxima de 10 pontos. O envio será feito online, em formato PDF, via Área do Candidato.</li>\n</ul>\n<p>As provas objetivas estão previstas para os dias 7 e 8 de dezembro de 2025. A duração será de até 3 horas. Recomenda-se leitura atenta do edital para detalhes sobre conteúdo programático, critérios de avaliação e cronograma completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O gabarito preliminar da prova objetiva será divulgado em <strong>8 de dezembro de 2025</strong>, com prazo para recursos entre <strong>9 e 11 de dezembro</strong>. O gabarito oficial e as notas preliminares serão publicados em <strong>8 de janeiro de 2026</strong>.</p>\n<p>Após o período de vistas e recursos, as <strong>notas definitivas da prova objetiva</strong> serão divulgadas em <strong>15 de janeiro de 2026</strong>, junto com a convocação para as provas prática e de títulos, conforme o cargo.</p>\n<p>As <strong>notas preliminares das provas prática e de títulos</strong> serão publicadas em <strong>10 de fevereiro de 2026</strong>, com prazo de recursos entre <strong>11 e 13 de fevereiro</strong>. As notas oficiais dessas etapas sairão em <strong>17 de fevereiro</strong>.</p>\n<p>Em caso de empate, os critérios de desempate incluem: idade igual ou superior a 60 anos, exercício da função de jurado, maior nota nas provas (objetiva, prática, títulos), entre outros. Persistindo o empate, será realizado sorteio público.</p>\n<p>A <strong>homologação dos resultados finais</strong> está prevista para <strong>19 de fevereiro de 2026</strong>. A convocação dos aprovados será feita conforme necessidade da Prefeitura, respeitando a ordem de classificação. Os atos de nomeação serão publicados no site <a href=\"https://praiagrande.atende.net\" rel=\"noopener\" target=\"_blank\">praiagrande.atende.net</a>.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações no site da banca organizadora e no Diário Oficial do Município.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 993/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-993-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/11/2025 | Remuneração: até R$ 5379.45",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>Foi publicado o edital do concurso público da Universidade Estadual Paulista (UNESP), regido pelo Despacho nº 448/2025-RUNESP, com objetivo de contratar <strong>1 Professor Substituto</strong> por tempo determinado, em caráter emergencial. O certame, de provas e títulos, visa atender a necessidade excepcional de interesse público junto ao Departamento de Melhoramento e Nutrição Animal da Faculdade de Medicina Veterinária e Zootecnia, no Câmpus de Botucatu.</p>\n<p>A contratação será realizada sob o regime jurídico da <strong>CLT</strong>, com jornada de <strong>12 horas semanais</strong> e remuneração entre <strong>R$ 4.834,64 e R$ 5.379,45</strong>, conforme titulação do aprovado. A oportunidade é destinada a profissionais com <strong>graduação em Zootecnia, Agronomia ou Medicina Veterinária</strong> e <strong>título de Doutor</strong> na área de Nutrição e Alimentação Animal.</p>\n<p>O cargo contempla atividades de ensino em disciplinas como Alimentos e Bromatologia, Forragicultura, Nutrição de Ruminantes, entre outras, com atuação nos cursos de graduação, em períodos diurno e/ou noturno.</p>\n<p>Se você tem formação e experiência na área de Nutrição Animal, esta é uma excelente oportunidade para atuar no ensino superior público. Confira a seguir os detalhes sobre inscrições, etapas e cronograma do concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>via internet</strong>, por meio do endereço <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>, entre <strong>24 de outubro de 2025</strong> e <strong>07 de novembro de 2025</strong>, até às 17h (horário de Brasília).</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 202,00</strong>, a ser pago por <strong>transferência ou depósito bancário identificado</strong> na conta da Faculdade de Medicina Veterinária e Zootecnia do Câmpus de Botucatu. Os dados bancários estão disponíveis no edital.</p>\n<p>O candidato deverá preencher o formulário eletrônico no sistema de inscrições e seguir atentamente as instruções para envio e pagamento. Não há menção a critérios de isenção da taxa no edital.</p>\n<p>Após a inscrição, é fundamental acompanhar o status da candidatura na área restrita do site da UNESP, onde também serão divulgadas informações sobre as próximas etapas.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todos os requisitos e prazos.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por <strong>três etapas</strong>, todas de caráter <strong>classificatório</strong>:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> o candidato terá 60 minutos para consulta e 180 minutos para redigir um texto dissertativo sobre ponto sorteado previamente. A avaliação considera critérios como apresentação, conteúdo e linguagem, com nota de 0 a 10.</li>\n<li><strong>Prova Didática:</strong> consiste em aula teórica com duração entre 40 e 60 minutos, sobre tema sorteado com 24 horas de antecedência. Serão avaliados aspectos como plano de aula, domínio do conteúdo, clareza e uso de recursos didáticos. A nota varia de 0 a 10, com peso 2.</li>\n<li><strong>Análise de Curriculum Lattes Documentado:</strong> a banca atribuirá nota única com base em títulos acadêmicos, produção científica, atividade didática e outras experiências profissionais. Também com peso 2 na média final.</li>\n</ul>\n<p>As provas serão realizadas somente após a publicação das decisões sobre eventuais recursos contra indeferimentos de inscrição. A convocação para as etapas será divulgada no Diário Oficial do Estado (DOE) e no site <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a> com pelo menos 5 dias úteis de antecedência.</p>\n<p>Para detalhes sobre os critérios de pontuação, bibliografia e cronograma completo, é imprescindível consultar o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Serão considerados aprovados os candidatos que obtiverem <strong>média final igual ou superior a 7,0</strong>, atribuída por pelo menos dois membros da banca examinadora. A classificação seguirá a ordem decrescente das médias finais.</p>\n<p>Em caso de empate, serão aplicados os seguintes critérios, nesta ordem:</p>\n<ul>\n<li>Maior idade entre candidatos com 60 anos ou mais;</li>\n<li>Maior nota na prova didática;</li>\n<li>Maior nota na prova de títulos;</li>\n<li>Maior nota na prova escrita.</li>\n</ul>\n<p>O resultado final será publicado no <strong>Diário Oficial do Estado</strong> e também disponibilizado no site <a href=\"https://inscricoes.unesp.br\" rel=\"noopener\" target=\"_blank\">https://inscricoes.unesp.br</a>, onde os candidatos poderão consultar as planilhas com a composição das notas.</p>\n<p>Após a publicação do resultado, haverá prazo de <strong>5 dias úteis</strong> para interposição de recurso, que deverá ser feito pelo mesmo site. A homologação do concurso será realizada pela Congregação da Unidade Universitária e publicada no DOE.</p>\n<p>A convocação para contratação será feita conforme a ordem de classificação, respeitando o prazo de validade do concurso, que é de <strong>24 meses</strong> a partir da homologação. O contrato terá duração de 2 anos, sem possibilidade de prorrogação.</p>\n<p>O acompanhamento das publicações oficiais no site da UNESP e no Diário Oficial é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura Parauapebas (PA) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-parauapebas-pa-selecao-simplificada-02-2025/",
        "description": "Local: Pará | Tipo: cadastro reserva vaga(s) | Prazo: até 23/10/2025 | Remuneração: até R$ 12607.99",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado nº 002/2025 da Prefeitura Municipal de Parauapebas (PMP) está com edital publicado e visa à contratação temporária de profissionais de níveis médio, técnico e superior. O certame será executado pela própria Prefeitura, por meio de comissão organizadora designada oficialmente.</p>\n<p>Ao todo, são ofertadas <strong>1.364 vagas imediatas</strong>, além de formação de cadastro reserva, com salários que variam de <strong>R$ 1.500,00 a R$ 12.607,99</strong>, conforme o cargo e a carga horária.</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, com destaque para os setores de educação, saúde, assistência social e infraestrutura. Há vagas para profissionais com formação em <strong>Agronomia, Medicina Veterinária, Zootecnia, Biologia, Engenharia Ambiental, Engenharia Florestal, Nutrição</strong> e outras áreas de interesse técnico e científico.</p>\n<p>As contratações ocorrerão sob regime jurídico especial, com prazo determinado, conforme a Lei Municipal nº 4.249/2002, e estão condicionadas à disponibilidade orçamentária e financeira do município.</p>\n<p>Se você busca uma oportunidade no serviço público com ingresso rápido e atuação direta na gestão municipal, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado nº 002/2025 da Prefeitura de Parauapebas estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>online</strong>, por meio da plataforma oficial disponível no endereço <a href=\"https://pss.parauapebas.pa.gov.br/\" rel=\"noopener\" target=\"_blank\">https://pss.parauapebas.pa.gov.br/</a>.</p>\n<p>O período de inscrição vai das <strong>00h00 do dia 20 de outubro de 2025</strong> até as <strong>23h59 do dia 23 de outubro de 2025</strong>. A participação é <strong>gratuita</strong>, não havendo cobrança de taxa em nenhuma etapa.</p>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico, indicar a função e a lotação desejada, e anexar os documentos obrigatórios exigidos no edital, incluindo documento de identidade oficial e comprovantes de escolaridade e experiência profissional, conforme o cargo pretendido.</p>\n<p>É vedada a realização de mais de uma inscrição por candidato. A ausência de documentos obrigatórios ou o envio incompleto implicará no indeferimento da inscrição.</p>\n<p>Após o envio, é possível acompanhar o status da inscrição diretamente na área restrita da plataforma, utilizando a senha cadastrada. Recomenda-se que o candidato emita e salve o comprovante de inscrição.</p>\n<p>Antes de se inscrever, é essencial a leitura atenta do edital completo, disponível no site da Prefeitura de Parauapebas.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado será composto por quatro fases distintas, conforme descrito no edital:</p>\n<ul>\n<li><strong>Inscrição (1ª fase)</strong>: realizada online, com envio de documentos obrigatórios para validação da candidatura.</li>\n<li><strong>Análise Documental e Curricular (2ª fase)</strong>: de caráter <em>eliminatório e classificatório</em>, avalia a documentação enviada no ato da inscrição, incluindo comprovação de escolaridade, experiência profissional e cursos de aperfeiçoamento. A pontuação máxima nesta fase é de 30 pontos.</li>\n<li><strong>Entrevista (3ª fase)</strong>: também de caráter <em>eliminatório e classificatório</em>, será conduzida por subcomissões designadas. Serão avaliados critérios como comunicação, trabalho em equipe, comprometimento e domínio técnico da área. A pontuação máxima é de 10 pontos.</li>\n<li><strong>Habilitação (4ª fase)</strong>: de caráter <em>eliminatório</em>, consiste na apresentação presencial e conferência de documentos originais e exames médicos exigidos.</li>\n</ul>\n<p>As entrevistas poderão ser realizadas individualmente ou em grupo, conforme a função. O não comparecimento ou a ausência de documentos obrigatórios acarretará eliminação do candidato.</p>\n<p>Para mais informações sobre os critérios de pontuação, documentos exigidos e cronograma completo, é imprescindível a leitura atenta do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do Processo Seletivo Simplificado será publicado no Diário Oficial do Município e no portal oficial da Prefeitura de Parauapebas.</p>\n<p>Serão divulgados os seguintes resultados, por etapa:</p>\n<ul>\n<li><strong>Resultado preliminar da Análise Curricular</strong>, com possibilidade de interposição de recurso via plataforma online.</li>\n<li><strong>Resultado final da Análise Curricular</strong>, após julgamento dos recursos.</li>\n<li><strong>Resultado da Entrevista</strong>, com pontuação individual por critério avaliado.</li>\n<li><strong>Resultado final do certame</strong>, com classificação geral por função.</li>\n</ul>\n<p>Os critérios de desempate incluem: idade igual ou superior a 60 anos, maior pontuação em experiência profissional e maior idade cronológica.</p>\n<p>Após a publicação do resultado final e julgamento dos recursos, o processo será <strong>homologado</strong> pelo Prefeito Municipal, com publicação no Diário Oficial. A homologação marca o início da validade do certame, que será de <strong>1 ano</strong>, podendo ser prorrogado por igual período.</p>\n<p>A <strong>convocação dos candidatos aprovados</strong> será feita exclusivamente por meio de publicação oficial no Diário Oficial do Município. O candidato deverá acompanhar atentamente as atualizações no site <a href=\"https://pss.parauapebas.pa.gov.br/\" rel=\"noopener\" target=\"_blank\">https://pss.parauapebas.pa.gov.br/</a>.</p>\n<p>O acompanhamento das publicações oficiais é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UFRPE (PE) – Concurso 42/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrpe-pe-concurso-42-2025/",
        "description": "Local: Pernambuco | Tipo: cadastro reserva vaga(s) | Prazo: até 17/11/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O concurso público regido pelo <strong>Edital nº 42/2025</strong>, promovido pela <strong>Universidade Federal Rural de Pernambuco (UFRPE)</strong>, está com edital publicado e inscrições abertas para o provimento de <strong>32 vagas imediatas</strong> e formação de cadastro reserva para cargos de <strong>Professor do Magistério Superior</strong> e <strong>Professor do Ensino Básico, Técnico e Tecnológico (EBTT)</strong>. A seleção visa à contratação de docentes sob o regime <strong>estatutário</strong>, conforme a Lei nº 8.112/1990.</p>\n<p>As oportunidades são destinadas a profissionais com <strong>nível superior e titulação de doutorado</strong>, conforme os requisitos específicos de cada área. As vagas estão distribuídas entre diversas unidades da UFRPE, contemplando áreas como <strong>Agronomia, Engenharia Ambiental, Engenharia de Alimentos, Engenharia Florestal e Biologia</strong>, entre outras de interesse estratégico para o desenvolvimento científico e tecnológico.</p>\n<p>Com remuneração que pode chegar a até <strong>R$ 13.288,85</strong>, o certame representa uma excelente oportunidade para profissionais que desejam integrar o corpo docente de uma instituição federal de ensino. A seguir, confira os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As <strong>inscrições estão abertas</strong> e devem ser realizadas exclusivamente pela internet, por meio do <a href=\"https://sigs.ufrpe.br/sigrh/public/home.jsf\" rel=\"noopener\" target=\"_blank\">Sistema Integrado de Gestão de Recursos Humanos (SIGRH)</a>, no período de <strong>17 de outubro a 17 de novembro de 2025</strong>, observando o horário local de Recife.</p>\n<p>Para se inscrever, o candidato deve acessar o sistema, realizar o cadastro (caso ainda não possua), preencher o formulário de inscrição e enviá-lo eletronicamente. Após o envio, será encaminhado ao e-mail cadastrado o link de acesso à área do candidato, onde será possível acompanhar o status da inscrição.</p>\n<p>O valor da taxa de inscrição varia conforme o cargo pretendido, sendo necessário o pagamento da GRU para homologação, exceto para candidatos que obtiverem isenção conforme critérios previstos no edital. O pedido de isenção deve ser feito dentro do prazo estipulado no cronograma.</p>\n<p>É responsabilidade do candidato acompanhar todas as atualizações, comunicados e resultados por meio da área restrita no site da UFRPE. Para mais informações sobre documentos exigidos, critérios de isenção e instruções detalhadas, recomenda-se a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por <strong>cinco fases</strong>, aplicadas de forma sequencial e com caráter eliminatório e/ou classificatório, conforme descrito abaixo:</p>\n<ul>\n<li><strong>Fase I – Compatibilidade de Perfil:</strong> de caráter eliminatório, consiste na análise documental para verificar se o candidato atende aos requisitos da vaga escolhida.</li>\n<li><strong>Fase II – Prova Escrita:</strong> eliminatória e classificatória, com duração de 4 horas. Avalia a capacidade de análise crítica, clareza e correção linguística. Nota mínima: 7,0.</li>\n<li><strong>Fase III – Prova Didática:</strong> eliminatória e classificatória. O candidato ministra uma aula entre 45 e 55 minutos, com avaliação de domínio do conteúdo, metodologia e adequação ao tempo. Nota mínima: 7,0.</li>\n<li><strong>Fase IV – Defesa Pública do Plano de Atividades:</strong> eliminatória e classificatória. O candidato apresenta um plano de ensino, pesquisa e extensão com duração de até 20 minutos, seguido de arguição. Nota mínima: 7,0.</li>\n<li><strong>Fase V – Prova de Títulos:</strong> classificatória. Avalia a formação acadêmica, produção científica e experiência profissional. A nota é atribuída conforme tabela de pontuação constante no edital.</li>\n</ul>\n<p>As provas serão realizadas presencialmente nas unidades da UFRPE, com datas e locais definidos no cronograma oficial. Recomenda-se a leitura atenta do edital para compreender os critérios de avaliação, exigências documentais e prazos de cada fase.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa do concurso serão divulgados no site oficial da UFRPE, na aba <strong>Concursos em Andamento</strong>, disponível em <a href=\"https://sigs.ufrpe.br/sigrh/public/home.jsf\" rel=\"noopener\" target=\"_blank\">https://sigs.ufrpe.br/sigrh/public/home.jsf</a>, na seção Notas Informativas.</p>\n<p>Ao final de cada fase, será publicada a lista de candidatos com os status de <em>classificado</em>, <em>aprovado</em>, <em>reprovado</em> ou <em>eliminado</em>, conforme os critérios estabelecidos no edital. A nota final do concurso será calculada por média ponderada das provas, com base nos pesos atribuídos a cada fase.</p>\n<p>Em caso de empate, serão aplicados critérios sucessivos como: maior idade, maior nota na Prova Didática, Prova Escrita e Defesa do Plano de Atividades, além de comprovação de atividade como jurado ou voluntariado, conforme regulamentação vigente.</p>\n<p>A <strong>homologação do resultado final</strong> será publicada no <strong>Diário Oficial da União</strong> e no site da UFRPE, com a relação dos candidatos aprovados por ordem de classificação. A convocação para nomeação será feita conforme surgimento de vagas, e o acompanhamento dessas publicações é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura Alto Rio Novo (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-alto-rio-novo-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 05/11/2025 | Remuneração: até R$ 5120",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da Prefeitura Municipal de Alto Rio Novo – ES, regido pelo Edital nº 001/2025, está com edital publicado e inscrições abertas. Organizado pelo Instituto de Desenvolvimento Social, Gestão e Tecnologia (IDESG), o certame visa ao provimento de <strong>105 vagas imediatas</strong> e formação de cadastro reserva em diversos cargos, sob o regime celetista.</p>\n<p>As oportunidades contemplam os níveis fundamental, médio/técnico e superior, distribuídas entre áreas administrativas, operacionais, educacionais e da saúde. Há destaque para cargos de interesse como <strong>Engenharia Ambiental, Nutrição, Medicina Veterinária e Engenharia Agronômica</strong>, além de funções técnicas e pedagógicas.</p>\n<p>Com salários variando entre R$ 1.518,00 e R$ 5.120,00, o concurso oferece uma ampla gama de opções para profissionais com diferentes formações. Continue a leitura para conhecer os detalhes sobre inscrições, etapas e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Alto Rio Novo estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, por meio do site <a href=\"https://idesg.org.br/\" rel=\"noopener\" target=\"_blank\">https://idesg.org.br/</a>, no período de <strong>22 de outubro a 5 de novembro de 2025</strong>, até às 18h (horário de Brasília).</p>\n<p>As taxas de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li>R$ 70,00 para cargos de Ensino Fundamental;</li>\n<li>R$ 100,00 para cargos de Nível Médio/Técnico;</li>\n<li>R$ 150,00 para cargos de Nível Superior.</li>\n</ul>\n<p>O pagamento deve ser feito via boleto bancário gerado no ato da inscrição, exclusivamente pelo Banco Banestes, em nome da Prefeitura Municipal de Alto Rio Novo. O candidato é responsável pela impressão e guarda do comprovante de pagamento.</p>\n<p>Pedidos de isenção da taxa devem seguir os critérios e prazos estabelecidos no edital. Após a inscrição, é possível acompanhar o status e corrigir eventuais inconsistências na <em>Área do Candidato</em> no site do IDESG.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por até <strong>três etapas</strong>, conforme o cargo:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> – <em>eliminatória e classificatória</em>: aplicada a todos os cargos, com duração de 3 horas. A prova será composta por questões de múltipla escolha, abrangendo disciplinas como Língua Portuguesa, Matemática, Informática, Conhecimentos Específicos, entre outras, conforme o cargo.</li>\n<li><strong>Prova Discursiva</strong> – <em>eliminatória e classificatória</em>: exclusiva para os cargos de Advogado do CREAS e Procurador Municipal. Consiste na elaboração de uma peça prático-profissional (petição ou parecer), com pontuação máxima de 100 pontos. Será considerado habilitado o candidato que obtiver nota igual ou superior a 50 pontos.</li>\n<li><strong>Prova Prática</strong> – <em>eliminatória e classificatória</em>: destinada aos cargos de Motorista, Operador de Máquinas Pesadas e Operador de Trator de Pneu. Avalia habilidades técnicas específicas, com nota mínima de 50 pontos para aprovação.</li>\n<li><strong>Prova de Títulos</strong> – <em>classificatória</em>: aplicada aos cargos de Nível Superior e do Magistério. Os títulos devem ser cadastrados via formulário online, conforme orientações e prazos do edital.</li>\n</ul>\n<p>As provas serão realizadas preferencialmente no município de Alto Rio Novo/ES, podendo ser aplicadas em cidades vizinhas caso necessário. Os detalhes sobre data, local e horário estarão disponíveis no cartão de inscrição.</p>\n<p>Para informações completas sobre conteúdo programático, critérios de avaliação e cronograma, é indispensável a leitura do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados seguirá as etapas do concurso, com publicações previstas no site <a href=\"https://idesg.org.br/\" rel=\"noopener\" target=\"_blank\">idesg.org.br</a> e no portal da Prefeitura de Alto Rio Novo.</p>\n<p>Serão divulgados os gabaritos preliminares e definitivos das provas objetivas, além dos resultados preliminares e finais de cada etapa (provas discursiva, prática e de títulos, conforme o cargo). Após a análise dos recursos, será publicada a <strong>classificação final</strong>, em ordem decrescente de pontuação.</p>\n<p>Os critérios de desempate incluem: idade igual ou superior a 60 anos, maior nota nas provas específicas (prática, títulos, conhecimentos específicos, etc.), maior idade e menor número de inscrição, entre outros.</p>\n<p>A homologação do resultado final será feita pelo Prefeito Municipal, com publicação oficial no site da Prefeitura. A convocação dos aprovados será realizada conforme a necessidade da administração, dentro do prazo de validade do concurso.</p>\n<p><strong>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais</strong> nos sites da banca organizadora e da Prefeitura, bem como no Diário Oficial, para não perder prazos e atualizações importantes.</p>\n</div>"
    },
    {
        "title": "Prefeitura Tupandi (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-tupandi-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 31/10/2025 | Remuneração: até R$ 14779.03",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da Prefeitura Municipal de Tupandi, regido pelo Edital nº 01/2025, foi oficialmente publicado e está com inscrições abertas. Organizado pelo Instituto Legalle, o certame visa ao provimento de <strong>5 vagas imediatas</strong> e à formação de <strong>cadastro reserva</strong> para diversos cargos do Quadro Geral e do Magistério, sob o <strong>regime estatutário</strong>.</p>\n<p>São ofertadas oportunidades para candidatos com escolaridade de nível <strong>fundamental, médio/técnico e superior</strong>, abrangendo áreas administrativas, operacionais, educacionais e da saúde. Entre os cargos disponíveis, destacam-se funções de interesse como <strong>Nutricionista</strong> e <strong>Fiscal</strong>, este último com possibilidade de atuação em <strong>Engenharia Agronômica e Engenharia Ambiental</strong>.</p>\n<p>Com remunerações que variam de <strong>R$ 2.427,98 a R$ 14.779,03</strong>, o concurso representa uma excelente oportunidade para profissionais que desejam ingressar no serviço público municipal. Continue a leitura para saber como se inscrever, quais são as etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Tupandi estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>online</strong>, no período de <strong>16 de outubro de 2025, a partir das 18h, até 31 de outubro de 2025, às 23h59</strong>, por meio do site do Instituto Legalle: <a href=\"https://www.institutolegalle.org.br\" rel=\"noopener\" target=\"_blank\">www.institutolegalle.org.br</a>.</p>\n<p>As taxas de inscrição variam conforme o nível de escolaridade exigido para o cargo:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> valor não especificado no edital</li>\n<li><strong>Nível Médio/Técnico:</strong> valor não especificado no edital</li>\n<li><strong>Nível Superior:</strong> valor não especificado no edital</li>\n</ul>\n<p>Após preencher o formulário eletrônico, o candidato deverá imprimir o boleto bancário (Banco do Brasil) e efetuar o pagamento até o dia 31/10/2025. A inscrição somente será confirmada após a compensação do pagamento.</p>\n<p>Pedidos de isenção da taxa puderam ser realizados entre <strong>16 e 21 de outubro de 2025</strong>, conforme critérios estabelecidos no edital. A Prefeitura disponibilizará computador com acesso à internet na Casa de Cultura Sobrado Weber, em dias úteis, para candidatos sem acesso próprio.</p>\n<p>É responsabilidade do candidato acompanhar o status da inscrição e possíveis atualizações na área restrita do site da banca. Para mais informações, recomenda-se a leitura atenta do edital completo disponível no site oficial.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso da Prefeitura de Tupandi será composto por até <strong>três etapas</strong>, de acordo com o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva</strong> (eliminatória e classificatória): aplicada a todos os cargos. Composta por 20 questões para cargos de nível fundamental e 40 questões para níveis médio/técnico e superior, com 4 alternativas cada. A pontuação varia conforme o cargo, sendo necessário obter pelo menos 50% do total de pontos e não zerar em conhecimentos gerais ou específicos.</li>\n<li><strong>Prova Prática</strong> (eliminatória e classificatória): exclusiva para os cargos de <strong>Motorista</strong> e <strong>Operador de Máquinas</strong>. Avalia habilidades técnicas por meio de demonstração prática. Serão convocados os 25 primeiros classificados na prova objetiva em cada cargo.</li>\n<li><strong>Prova de Títulos</strong> (classificatória): destinada aos cargos do magistério e Orientador Educacional. Os títulos deverão ser enviados eletronicamente e serão aceitas apenas pós-graduações relacionadas às atribuições do cargo.</li>\n</ul>\n<p>As provas objetivas estão previstas para os dias <strong>30 de novembro e 1º de dezembro de 2025</strong>, com locais e horários a serem divulgados em edital específico. As demais etapas seguirão cronograma próprio, conforme publicação oficial.</p>\n<p>Para detalhes sobre conteúdos programáticos, critérios de avaliação e cronograma completo, é imprescindível consultar o edital oficial disponível no site da banca organizadora.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do concurso prevê a divulgação do <strong>gabarito preliminar</strong> da Prova Teórico-Objetiva em <strong>02 de dezembro de 2025</strong>, com prazo para interposição de recursos até <strong>04 de dezembro</strong>. O <strong>gabarito oficial</strong> e as <strong>notas preliminares</strong> serão publicados em <strong>16 de dezembro de 2025</strong>.</p>\n<p>Após análise dos recursos, as <strong>notas oficiais</strong> da prova objetiva serão divulgadas em <strong>22 de dezembro de 2025</strong>. Para os cargos que não exigem segunda etapa, a <strong>homologação dos resultados finais</strong> ocorrerá a partir dessa mesma data.</p>\n<p>Os candidatos classificados para a <strong>Prova Prática</strong> e/ou <strong>Prova de Títulos</strong> serão convocados em <strong>08 de janeiro de 2026</strong>. As notas preliminares dessas etapas serão publicadas em <strong>10 de fevereiro</strong>, com recursos até <strong>13 de fevereiro</strong>. As <strong>notas oficiais</strong> serão divulgadas em <strong>18 de fevereiro</strong>, e a <strong>homologação final</strong> para esses cargos está prevista a partir de <strong>23 de fevereiro de 2026</strong>.</p>\n<p>Em caso de empate na classificação final, serão aplicados critérios objetivos definidos no edital. Se necessário, será realizado <strong>sorteio público</strong> em <strong>20 de fevereiro de 2026</strong>.</p>\n<p>Todos os resultados, convocações e homologações serão publicados nos sites <a href=\"https://www.institutolegalle.org.br\" rel=\"noopener\" target=\"_blank\">www.institutolegalle.org.br</a> e <a href=\"https://www.tupandi.rs.gov.br\" rel=\"noopener\" target=\"_blank\">www.tupandi.rs.gov.br</a>, no Diário Oficial dos Municípios da FAMURS e em murais da Prefeitura.</p>\n<p><strong>O acompanhamento das publicações oficiais é de responsabilidade exclusiva do candidato</strong>. Recomenda-se atenção constante aos canais oficiais para não perder prazos e etapas importantes.</p>\n</div>"
    },
    {
        "title": "IFSC (SC) – Seleção Simplificada 25/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifsc-sc-selecao-simplificada-25-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 26/10/2025 | Remuneração: até R$ 4474",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Santa Catarina (IFSC) publicou o <strong>Edital de Processo Seletivo Simplificado</strong> para contratação temporária de professores, conforme previsto na Lei nº 8.745/1993. O certame, regido pelo Edital nº 001/2024/CDP/IFSC, visa o preenchimento de <strong>19 vagas imediatas e formação de cadastro reserva</strong> para atuação em diversos câmpus da instituição.</p>\n<p>As contratações ocorrerão em regime temporário e abrangem oportunidades para profissionais com formação de nível médio/técnico e superior. As áreas contempladas incluem setores como Engenharia, Informática, Moda, Construção Civil, Educação, Química, Física, entre outros. Há destaque para vagas em áreas de interesse como <strong>Medicina Veterinária, Zootecnia, Engenharia de Alimentos, Engenharia Agronômica, Biologia</strong> e <strong>Engenharia Ambiental</strong>, o que amplia as possibilidades para profissionais dessas áreas.</p>\n<p>Com etapas realizadas de forma remota, o processo seletivo oferece uma oportunidade acessível para docentes interessados em contribuir com o ensino técnico e tecnológico público. Continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFSC estão <strong>abertas de 16 a 26 de outubro de 2025</strong> e devem ser realizadas exclusivamente <strong>online</strong>, por meio do formulário disponível no seguinte link: <a href=\"https://limesurvey.ifsc.edu.br/index.php/891843?lang=pt-BR\" rel=\"noopener\" target=\"_blank\">https://limesurvey.ifsc.edu.br/index.php/891843?lang=pt-BR</a>.</p>\n<p><strong>Não há cobrança de taxa de inscrição</strong>. Cada candidato poderá se inscrever para apenas uma vaga. No ato da inscrição, é obrigatório o envio de um arquivo único em PDF contendo os documentos exigidos, como documento de identidade, currículo (preferencialmente com link direto para a Plataforma Lattes), folha de rosto preenchida, comprovantes de titulação e experiência, além de documentação específica para candidatos às vagas reservadas.</p>\n<p>O envio correto e completo da documentação é essencial para a homologação da inscrição. Candidatos que não atenderem aos requisitos ou não finalizarem o envio no prazo serão eliminados. A confirmação da inscrição será exibida ao final do preenchimento do formulário com a mensagem: “As suas respostas foram salvas”.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo e do passo a passo disponível em <a href=\"http://www.ifsc.edu.br/contratacao-de-professores\" rel=\"noopener\" target=\"_blank\">http://www.ifsc.edu.br/contratacao-de-professores</a> para garantir o correto preenchimento e envio da inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do IFSC será composto por duas etapas, ambas realizadas de forma remota:</p>\n<ul>\n<li><strong>Avaliação Curricular</strong> (caráter classificatório e eliminatório): baseada na análise documental enviada no momento da inscrição. A pontuação vai de 0 a 100, considerando titulação acadêmica, experiência profissional, publicações, atividades de extensão e projetos de pesquisa. Apenas os 10 primeiros colocados de cada lista (ampla concorrência e reservas) serão classificados para a próxima etapa.</li>\n<li><strong>Prova de Desempenho Didático com Arguição</strong> (caráter classificatório e eliminatório): consiste em uma aula com duração máxima de 25 minutos, seguida de arguição de até 15 minutos. A prova será realizada por videoconferência na plataforma Web RNP. A pontuação também varia de 0 a 100, com critérios como domínio do conteúdo, metodologia, recursos didáticos e avaliação do conteúdo.</li>\n</ul>\n<p>Para ser considerado classificado, o candidato deve obter no mínimo 60 pontos na prova didática. A classificação final será calculada com peso de 20% para a avaliação curricular e 80% para a prova didática.</p>\n<p>Recomenda-se a leitura completa do edital para conhecer os critérios de pontuação, cronograma detalhado e orientações específicas sobre cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa do processo seletivo serão divulgados conforme o cronograma estabelecido no edital, nos sites dos câmpus onde os candidatos concorrem. A publicação incluirá:</p>\n<ul>\n<li><strong>Resultados da Avaliação Curricular</strong> (antes e após recursos)</li>\n<li><strong>Resultados da Prova de Desempenho Didático com Arguição</strong> (antes e após recursos)</li>\n<li><strong>Resultados da verificação documental e autodeclarações</strong> (para candidatos às vagas reservadas)</li>\n</ul>\n<p>A classificação final será calculada pela fórmula: <em>Pontuação Final = (Avaliação Curricular x 0,20) + (Prova Didática x 0,80)</em>. Serão considerados:</p>\n<ul>\n<li><strong>Aprovados</strong>: candidatos classificados dentro do número de vagas ofertadas</li>\n<li><strong>Classificados</strong>: os 10 primeiros de cada lista específica (ou empatados na 10ª colocação)</li>\n<li><strong>Não classificados</strong>: demais candidatos com nota mínima na prova didática</li>\n<li><strong>Eliminados</strong>: candidatos que não participaram de alguma etapa ou não atenderam aos requisitos</li>\n</ul>\n<p>Em caso de empate, será aplicado o critério de idade (preferência para idosos com 60 anos ou mais), seguido da maior nota na prova didática e maior idade.</p>\n<p>A homologação do resultado final será publicada no site oficial do IFSC: <a href=\"http://www.ifsc.edu.br/contratacao-de-professores\" rel=\"noopener\" target=\"_blank\">http://www.ifsc.edu.br/contratacao-de-professores</a>. A convocação para contratação será feita pelos câmpus, e os candidatos devem acompanhar atentamente as publicações no site da instituição e no Diário Oficial. A responsabilidade pelo acompanhamento é exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura Mafra (SC) – Seleção Pública 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-mafra-sc-selecao-publica-02-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 27/10/2025 | Remuneração: até R$ 3428.79",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Município de Mafra, em Santa Catarina, publicou o edital do <strong>Processo Seletivo Público</strong> para contratação temporária e formação de cadastro reserva no magistério municipal, sob responsabilidade da banca WE DO CONCURSOS. O certame está regulamentado pelo Edital nº 01/2025 e encontra-se com <strong>inscrições abertas</strong>.</p>\n<p>O processo visa selecionar profissionais para diversas áreas da educação, abrangendo desde a Educação Infantil até o Ensino Fundamental, com oportunidades para professores habilitados e não habilitados. O regime de contratação é <strong>temporário</strong>, conforme legislação municipal vigente.</p>\n<p>As vagas são destinadas exclusivamente a candidatos com <strong>nível superior</strong> completo ou em formação, com destaque para áreas como <strong>Ciências Biológicas, Educação do Campo, Agronomia, Medicina Veterinária e Zootecnia</strong>, especialmente no cargo de Professor III – Práticas Zootécnicas/Industriais/Gerenciais e Agrícolas.</p>\n<p>Se você busca uma oportunidade no serviço público educacional e possui formação compatível, continue a leitura para conhecer os detalhes sobre inscrições, etapas e critérios de classificação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Público do Município de Mafra estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>pela internet</strong>, no site da banca organizadora: <a href=\"https://www.wedoconcursos.com.br/\" rel=\"noopener\" target=\"_blank\">www.wedoconcursos.com.br</a>, entre os dias <strong>16 de outubro de 2025</strong> e <strong>27 de outubro de 2025</strong>, até às 14h.</p>\n<p>O valor da taxa de inscrição varia conforme o cargo escolhido e deve ser pago via <strong>boleto bancário</strong> gerado no ato da inscrição. Não são aceitos pagamentos via PIX, depósito ou agendamento. Recomenda-se evitar o uso de carteiras digitais, pois podem causar atraso na compensação e indeferimento da inscrição.</p>\n<p>Estão previstas <strong>isenções de taxa</strong> para candidatos que se enquadrem em categorias específicas, como: inscritos no CadÚnico, doadores regulares de sangue, leite materno ou medula óssea, jurados e mesários. A solicitação deve ser feita dentro do prazo e com documentação comprobatória anexada corretamente no sistema.</p>\n<p>O candidato deve acompanhar o status da inscrição e eventuais pendências diretamente na <strong>área do candidato</strong> no site da banca. O boleto pago é o comprovante provisório de inscrição e deve ser guardado. Não será permitida alteração de cargo após a inscrição.</p>\n<p>É fundamental a leitura atenta do edital completo para garantir o correto preenchimento do formulário e cumprimento dos prazos e exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por <strong>duas etapas principais</strong>: Prova Objetiva e Avaliação de Títulos, ambas com caráter classificatório. Não há etapa eliminatória, exceto nos casos de nota zero na prova objetiva.</p>\n<ul>\n<li><strong>Prova Objetiva</strong>: composta por 20 questões de múltipla escolha, com 4 alternativas cada. A prova terá duração de 2 horas e será aplicada a todos os cargos. A distribuição das disciplinas é a seguinte:\n<ul>\n<li>Língua Portuguesa – 4 questões</li>\n<li>Informática Aplicada na Educação – 3 questões</li>\n<li>Conhecimentos Gerais e Atualidades – 3 questões</li>\n<li>Conhecimentos Específicos e Legislação – 10 questões</li>\n</ul>\n<p>A pontuação total da prova é de 93 pontos. Será considerado aprovado o candidato que não obtiver nota zero.</p></li>\n<li><strong>Avaliação de Títulos</strong>: exclusiva para candidatos aprovados na prova objetiva. Os títulos devem ser enviados em formato PDF, frente e verso, via área do candidato. A pontuação máxima nesta etapa é de 7 pontos, considerando:\n<ul>\n<li>Doutorado: até 5 pontos</li>\n<li>Mestrado: até 3 pontos</li>\n<li>Especialização: até 2 pontos</li>\n<li>Curso do Programa Nacional de Criança Alfabetizada (CNCA): até 2 pontos</li>\n</ul>\n<p>Somente o maior título de cada categoria será considerado. Documentos fora do padrão, incompletos ou anexados em local incorreto serão desconsiderados.</p></li>\n</ul>\n<p>Para detalhes sobre critérios de pontuação, cronograma e procedimentos de envio dos títulos, recomenda-se a leitura completa do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado final será composto pela soma das notas obtidas na <strong>prova objetiva</strong> (até 93 pontos) e na <strong>avaliação de títulos</strong> (até 7 pontos), totalizando 100 pontos possíveis.</p>\n<p>Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (Estatuto da Pessoa Idosa)</li>\n<li>Maior número de acertos em Conhecimentos Específicos e Legislação</li>\n<li>Maior número de acertos em Língua Portuguesa</li>\n<li>Maior número de acertos em Informática Aplicada na Educação</li>\n<li>Maior número de acertos em Conhecimentos Gerais e Atualidades</li>\n<li>Exercício da função de jurado (com comprovação)</li>\n<li>Maior idade (dia, mês e ano)</li>\n</ul>\n<p>Os candidatos devem declarar, no ato da inscrição, se exerceram a função de jurado e anexar a documentação comprobatória. Após a homologação preliminar das inscrições, será divulgado o resultado das solicitações.</p>\n<p>A classificação final provisória será publicada em duas listas: ampla concorrência e candidatos com deficiência. Após o período de recursos, será divulgado o resultado oficial e a <strong>homologação final</strong> do certame.</p>\n<p><strong>Todos os atos de convocação</strong> dos aprovados serão de responsabilidade do Município de Mafra e divulgados nos canais oficiais. É dever do candidato acompanhar as publicações no site da banca organizadora e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Forquilhinha (SC) – Seleção Pública 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-forquilhinha-sc-selecao-publica-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 30/10/2025 | Remuneração: até R$ 17336.84",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Município de Forquilhinha, em Santa Catarina, publicou o edital do <strong>Processo Seletivo Público 2025</strong>, com objetivo de preencher vagas imediatas e formar cadastro reserva para diversos cargos do quadro geral de servidores. O certame será regido pelo <strong>Regime Estatutário</strong> e executado pelo Instituto Legalle.</p>\n<p>As oportunidades contemplam todos os níveis de escolaridade — fundamental incompleto e completo, médio/técnico e superior — abrangendo áreas administrativas, operacionais, da saúde, educação, engenharia e assistência social.</p>\n<p>Há destaque para cargos de interesse de profissionais das áreas de <strong>Agronomia, Medicina Veterinária, Biologia, Nutrição, Engenharia Ambiental e Engenharia Florestal</strong>, com remunerações que variam de <strong>R$ 1.801,91 a R$ 17.336,84</strong>, conforme o cargo e a carga horária.</p>\n<p>Se você busca estabilidade e deseja atuar no serviço público municipal, continue a leitura para saber todos os detalhes sobre inscrições, etapas e resultados do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Forquilhinha estarão abertas <strong>de 15 a 30 de outubro de 2025</strong>, exclusivamente pela internet, no site do <a href=\"https://www.institutolegalle.org.br\" rel=\"noopener\" target=\"_blank\">Instituto Legalle</a>. O prazo se encerra às <strong>18h do dia 30/10</strong>.</p>\n<p>O valor da taxa de inscrição varia conforme o nível de escolaridade exigido para o cargo. O boleto bancário deverá ser gerado e pago até <strong>31/10/2025</strong>, exclusivamente no Banco do Brasil. A inscrição será confirmada apenas após a compensação do pagamento.</p>\n<p>Candidatos que não possuem acesso à internet poderão utilizar um computador disponibilizado pela Prefeitura, na Avenida 25 de Julho, nº 3.400, Centro, Forquilhinha/SC, de segunda a sexta-feira, das 7h às 17h, em dias úteis.</p>\n<p>Pedidos de isenção da taxa poderão ser feitos entre <strong>15 e 24 de outubro de 2025</strong>, conforme critérios estabelecidos no edital. Também é possível solicitar atendimento especial, como lactantes e sabatistas, mediante requerimento no ato da inscrição.</p>\n<p>Após a inscrição, o candidato deve acompanhar a situação do cadastro e demais comunicados na área restrita do site da banca.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto preenchimento dos dados e o cumprimento de todos os requisitos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por até três etapas, conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva</strong> – <em>eliminatória e classificatória</em>, obrigatória para todos os cargos. A prova será de múltipla escolha, com disciplinas como Língua Portuguesa, Matemática, Legislação, Conhecimentos Gerais e Conhecimentos Específicos, conforme o cargo. A aplicação está prevista para <strong>16/11/2025</strong>.</li>\n<li><strong>Prova Prática</strong> – <em>eliminatória e classificatória</em>, exclusiva para os cargos de <strong>Motorista</strong> e <strong>Operador de Equipamentos</strong>. Avaliará habilidades técnicas relacionadas à função.</li>\n<li><strong>Prova de Títulos</strong> – <em>classificatória</em>, destinada aos cargos de <strong>Professor</strong> (Artes, Dança, Educação Física, Educação Infantil, Ensino Fundamental, Ensino Religioso e Inglês). Os documentos deverão ser enviados eletronicamente entre <strong>1º e 3 de dezembro de 2025</strong>.</li>\n</ul>\n<p>As etapas seguirão o cronograma oficial divulgado no edital, que também detalha critérios de pontuação, duração das provas e conteúdos programáticos. A leitura completa do edital é essencial para o correto entendimento das regras e prazos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O gabarito preliminar da Prova Teórico-Objetiva será divulgado em <strong>17/11/2025</strong>, com prazo para interposição de recursos nos dias <strong>18 e 19/11</strong>. O gabarito oficial e as notas preliminares estão previstos para <strong>26/11</strong>, com possibilidade de recurso até <strong>28/11</strong>.</p>\n<p>As notas oficiais da prova objetiva e a convocação para as etapas seguintes (Prova Prática e Prova de Títulos) serão publicadas em <strong>1º/12/2025</strong>. As notas preliminares dessas etapas sairão em <strong>09/12</strong>, com recursos até <strong>11/12</strong>. As notas finais serão divulgadas em <strong>18/12</strong>.</p>\n<p>Se houver empate na classificação final, serão aplicados critérios como idade (para candidatos com 60 anos ou mais), exercício da função de jurado, maior nota nas provas e, se necessário, sorteio público previsto para <strong>19/12/2025</strong>.</p>\n<p>A homologação dos resultados finais está prevista para <strong>23/12/2025</strong>. A convocação dos aprovados será feita conforme a necessidade da Prefeitura, respeitando a ordem de classificação e o prazo de validade do processo seletivo.</p>\n<p><strong>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais</strong> no site do Instituto Legalle e no Diário Oficial do Município.</p>\n</div>"
    },
    {
        "title": "Prefeitura Doutor Maurício Cardoso (RS) – Seleção Simplificada 54/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-doutor-mauricio-cardoso-rs-selecao-simplificada-54-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 21/10/2025 | Remuneração: até R$ 3212.8",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura Municipal de Doutor Maurício Cardoso (RS), regido pelo Edital nº 01/2025, está com inscrições abertas para contratação temporária de um <strong>Licenciador Ambiental</strong>. A seleção visa suprir necessidade excepcional de interesse público, com contratação por até seis meses, prorrogável por igual período, sob regime administrativo temporário.</p>\n<p>O cargo exige <strong>nível superior</strong> em áreas como Engenharia Agronômica, Engenharia Florestal, Engenharia Ambiental, Engenharia Química, Engenharia Civil, Biologia, Gestão Ambiental ou Zootecnia, além de registro no respectivo conselho de classe. A jornada é de 20 horas semanais, com remuneração mensal de R$ 3.212,80, sujeita a reajustes conforme os índices aplicados aos servidores municipais.</p>\n<p>Esta é uma excelente oportunidade para profissionais das áreas ambientais e biológicas que desejam atuar no setor público. Continue a leitura para saber como se inscrever, quais são as etapas da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado estão <strong>abertas de 15 a 21 de outubro de 2025</strong> e devem ser realizadas <strong>presencialmente</strong>, das 07h30 às 12h e das 13h30 às 17h, na <strong>Seção de Treinamento e Administração de Pessoal da Prefeitura Municipal de Doutor Maurício Cardoso</strong>.</p>\n<p>Para se inscrever, o candidato deve apresentar:</p>\n<ul>\n<li>Ficha de inscrição preenchida e assinada (fornecida no local);</li>\n<li>Comprovante de escolaridade exigida;</li>\n<li>Registro no conselho de classe correspondente;</li>\n<li>Cópia de documento de identidade.</li>\n</ul>\n<p>Não há cobrança de taxa de inscrição, tampouco previsão de isenção, já que o processo é gratuito. A inscrição implica na aceitação integral das regras do edital.</p>\n<p>Recomenda-se a leitura atenta do edital completo, disponível no site oficial da Prefeitura (<a href=\"http://www.pdrmcard.com.br\" rel=\"noopener\" target=\"_blank\">www.pdrmcard.com.br</a>), para garantir o correto cumprimento de todos os requisitos e prazos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será realizado em <strong>etapa única</strong>, com caráter <strong>classificatório</strong>, por meio de <strong>análise de currículos</strong>, conforme critérios definidos no edital.</p>\n<p>A avaliação considerará exclusivamente os <strong>títulos e experiências profissionais</strong> na área ambiental, com pontuação total de até 100 pontos, distribuída da seguinte forma:</p>\n<ul>\n<li><strong>Experiência profissional na área:</strong> até 30 pontos;</li>\n<li><strong>Pós-graduação lato sensu (especialização):</strong> até 30 pontos;</li>\n<li><strong>Mestrado na área ambiental:</strong> até 20 pontos;</li>\n<li><strong>Cursos especializados com mais de 360h:</strong> até 10 pontos;</li>\n<li><strong>Cursos ou estágios com no mínimo 60h:</strong> até 10 pontos.</li>\n</ul>\n<p>Os documentos comprobatórios devem ser entregues no ato da inscrição. A escolaridade mínima exigida não será pontuada, sendo critério eliminatório.</p>\n<p>Após a análise, será publicado o resultado preliminar, com possibilidade de recurso. A classificação final será divulgada após julgamento dos recursos, respeitando os critérios de desempate: maior pontuação em experiência profissional e, se necessário, sorteio público.</p>\n<p>Para detalhes sobre os critérios de pontuação, prazos e procedimentos recursais, consulte o edital completo disponível no site da Prefeitura.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado preliminar da análise curricular será publicado no painel de publicações oficiais da Prefeitura e em meio eletrônico, em até três dias após o encerramento das inscrições. Os candidatos poderão interpor recurso no prazo de um dia, com possibilidade de reconsideração pela Comissão ou encaminhamento ao Prefeito Municipal para decisão final.</p>\n<p>Após o julgamento dos recursos, será publicada a <strong>classificação final</strong> dos candidatos aprovados. O resultado será homologado pelo Prefeito Municipal no prazo de um dia, iniciando-se a validade do processo seletivo, que será de <strong>um ano</strong>, podendo ser prorrogado por igual período.</p>\n<p>Em caso de empate, os critérios de desempate são, nesta ordem: maior pontuação em experiência profissional e sorteio público, com convocação dos candidatos interessados.</p>\n<p>A convocação para contratação será feita por meio de contato direto (telefone, e-mail ou outro meio que assegure a ciência do interessado). O não comparecimento ou o não atendimento aos requisitos implicará na convocação do próximo classificado, conforme a ordem de classificação.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da Prefeitura (<a href=\"http://www.pdrmcard.com.br\" rel=\"noopener\" target=\"_blank\">www.pdrmcard.com.br</a>) e no painel de publicações da sede municipal.</p>\n</div>"
    },
    {
        "title": "Prefeitura Campo Largo (PR) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-campo-largo-pr-concurso-01-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 09/11/2025 | Remuneração: até R$ 12970.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público n.º 075/2025 da Prefeitura Municipal de Campo Largo, no Estado do Paraná, teve seu edital oficialmente publicado e está com inscrições abertas. Organizado pela Fundação FAFIPA, o certame visa ao provimento de 20 vagas imediatas e à formação de cadastro de reserva para diversos cargos do quadro efetivo da Administração Pública Municipal, sob o regime estatutário.</p>\n<p>As oportunidades abrangem os níveis médio/técnico e superior, com remunerações que variam de R$ 2.056,60 a R$ 12.970,85. As áreas contempladas são amplas, com destaque para setores de interesse como <strong>Agronomia, Medicina Veterinária, Engenharia Ambiental, Engenharia Florestal, Biologia e Nutrição</strong>. Há ainda cargos nas áreas de saúde, educação, tecnologia, engenharia, assistência social, entre outras.</p>\n<p>Se você busca estabilidade e deseja atuar no serviço público municipal, continue lendo para conhecer os detalhes sobre inscrições, etapas e resultados deste concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Campo Largo estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no site da Fundação FAFIPA (<a href=\"www.fundacaofafipa.org.br\" target=\"_blank\">www.fundacaofafipa.org.br</a>), entre <strong>9 de outubro de 2025, às 8h</strong>, e <strong>9 de novembro de 2025, às 23h59</strong>, conforme o horário oficial de Brasília.</p>\n<p>O valor da taxa de inscrição varia conforme o cargo escolhido, de acordo com as tabelas do edital. O pagamento deve ser feito por meio de boleto bancário gerado no ato da inscrição, exclusivamente pelo Banco do Brasil (código 001). É fundamental verificar se os dados do boleto estão corretos antes de efetuar o pagamento. O prazo final para quitação é <strong>10 de novembro de 2025</strong>, respeitando os horários de compensação bancária.</p>\n<p>Para solicitar isenção da taxa, o candidato deve seguir os critérios e prazos estabelecidos no edital. Após a inscrição, o status poderá levar até 72 horas para ser atualizado na área restrita do candidato.</p>\n<p>Recomenda-se a leitura atenta do edital completo para informações detalhadas sobre valores, isenções e procedimentos de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por duas etapas principais:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> – de caráter eliminatório e classificatório, obrigatória para todos os cargos. A avaliação será composta por 60 questões de múltipla escolha, com cinco alternativas cada e apenas uma correta. As disciplinas cobradas abrangem áreas como <em>Língua Portuguesa, Matemática/Raciocínio Lógico, Informática, Conhecimentos Gerais/Legislação e Conhecimentos Específicos</em>, conforme o cargo. A duração da prova será de 4 horas, e o candidato deverá obter no mínimo 50 pontos, em uma escala de 0 a 100, para ser considerado aprovado.</li>\n<li><strong>Prova de Títulos</strong> – de caráter classificatório, exclusiva para os cargos de nível superior. Apenas os candidatos aprovados na prova objetiva e classificados dentro da linha de corte participarão dessa etapa. A pontuação máxima é de 10 pontos, conforme critérios estabelecidos no edital.</li>\n</ul>\n<p>A nota final será a soma das pontuações obtidas nas duas etapas. Em caso de empate, serão aplicados critérios sucessivos como maior idade (para idosos), maior pontuação em disciplinas específicas e experiência como jurado, entre outros.</p>\n<p>Para detalhes sobre o conteúdo programático, critérios de avaliação e cronograma completo, é essencial consultar o edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>gabarito preliminar</strong> e o <strong>caderno de questões</strong> da prova objetiva serão divulgados <strong>um dia após a aplicação da prova</strong>, no site da Fundação FAFIPA (<a href=\"www.fundacaofafipa.org.br\" target=\"_blank\">www.fundacaofafipa.org.br</a>). Os cadernos estarão disponíveis por 10 dias corridos na Área do Candidato.</p>\n<p>A <strong>nota da prova de títulos</strong> será publicada em edital específico no mesmo endereço eletrônico. O <strong>resultado final</strong> será divulgado em três listas distintas: geral, candidatos com deficiência e candidatos afrodescendentes, todas em ordem classificatória.</p>\n<p>Os critérios de classificação seguem a nota final (soma da prova objetiva e títulos, quando aplicável). Em caso de empate, serão utilizados critérios como maior idade (para candidatos com 60 anos ou mais), maior pontuação em disciplinas específicas e sorteio público, conforme ordem estabelecida no edital.</p>\n<p>Após a análise de eventuais recursos, o resultado final será <strong>homologado</strong> pelo Município de Campo Largo e publicado no <strong>Diário Oficial</strong>, no site da banca organizadora e no portal <a href=\"https://campolargo.atende.net/\" rel=\"noopener\" target=\"_blank\">https://campolargo.atende.net/</a>.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos canais indicados pela organização do concurso.</p>\n</div>"
    },
    {
        "title": "UEMG (MG) – Seleção Simplificada 53/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uemg-mg-selecao-simplificada-53-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 23/10/2025 | Remuneração: até R$ 3.947,22",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Processo Seletivo Simplificado da Universidade do Estado de Minas Gerais (UEMG), regido pelo Edital publicado pela Reitoria, está com inscrições abertas para contratação temporária de Professor de Educação Superior. O certame visa preencher <strong>1 vaga imediata</strong> e formar cadastro de reserva, com foco em atender necessidade temporária de excepcional interesse público, conforme legislação vigente.</p>\n<p>A contratação será realizada sob regime temporário, conforme previsto na Lei nº 15.463/2005 e demais normativos citados no edital. O processo contempla exclusivamente o <strong>nível superior</strong>, com exigência de formação em <strong>Engenharia Agronômica ou Agronomia</strong>, sendo desejável pós-graduação na mesma área ou em áreas afins.</p>\n<p>Esta é uma excelente oportunidade para profissionais da <strong>Agronomia</strong> que desejam atuar no magistério superior, contribuindo com a formação acadêmica e científica na UEMG. Continue a leitura para saber como se inscrever, quais são as etapas e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da UEMG estão <strong>abertas</strong> e devem ser realizadas <strong>presencialmente</strong>, mediante entrega da documentação exigida no edital. O período de inscrição vai de <strong>17 a 23 de outubro de 2025</strong>, exclusivamente em dias úteis, das <strong>08h às 12h</strong> e das <strong>13h às 17h</strong>, na seguinte unidade:</p>\n<p><strong>Endereço:</strong> Avenida Paraná, 3001 – Bloco 7 / Sala 705, Bairro Jardim Belvedere – Divinópolis/MG – CEP: 35501-170.</p>\n<p>A inscrição é <strong>gratuita</strong> e deve ser feita pessoalmente ou por meio de procurador com instrumento de procuração simples, sem necessidade de reconhecimento de firma. O candidato poderá se inscrever em apenas uma vaga, conforme o Quadro de Vagas do edital.</p>\n<p>É imprescindível entregar todos os documentos listados no item 6 do edital, incluindo a ficha de inscrição (Anexo II), documentos pessoais e comprovações do Currículo Lattes. Inscrições fora do prazo ou por outros meios não serão aceitas.</p>\n<p>Recomenda-se a leitura atenta do edital completo, disponível em: <a href=\"https://www.uemg.br/component/phocadownload/category/3670-editais-2025\" rel=\"noopener\" target=\"_blank\">https://www.uemg.br/component/phocadownload/category/3670-editais-2025</a>.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por <strong>uma única etapa</strong>, de caráter <strong>classificatório</strong>: a <strong>Análise do Currículo Lattes</strong> e da documentação comprobatória.</p>\n<ul>\n<li><strong>Formato:</strong> análise documental, com base no Currículo Lattes atualizado e impresso, acompanhado de comprovações organizadas conforme o edital.</li>\n<li><strong>Pontuação:</strong> até 100 pontos, conforme critérios definidos no Quadro de Pontuação (Anexo I).</li>\n<li><strong>Critérios avaliados:</strong>\n<ul>\n<li>Formação e Qualificação Acadêmica (graduação, especialização, mestrado ou doutorado)</li>\n<li>Experiência em docência universitária</li>\n<li>Orientações acadêmicas nos últimos 5 anos</li>\n<li>Produção científica e tecnológica</li>\n<li>Atuação em gestão acadêmica</li>\n<li>Participação em atividades de extensão universitária</li>\n</ul>\n</li>\n<li><strong>Documentação:</strong> deve ser entregue em formato físico, encadernada, com páginas numeradas e índice identificando cada item.</li>\n</ul>\n<p>Os candidatos serão classificados em ordem decrescente de pontuação. Serão desclassificados aqueles que não atenderem às exigências do edital ou apresentarem documentação irregular. A banca examinadora será composta por, no mínimo, três docentes efetivos.</p>\n<p>Para detalhes sobre os critérios de pontuação, documentação exigida e cronograma, é fundamental consultar o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>Resultado Final</strong> será publicado no site oficial da UEMG (<a href=\"https://www.uemg.br/component/phocadownload/category/3670-editais-2025\" rel=\"noopener\" target=\"_blank\">https://www.uemg.br</a>) e no Diário Oficial. Candidatos classificados dentro do número de vagas deverão manifestar interesse pela vaga <strong>em até dois dias úteis</strong> após a publicação, por meio de e-mail para <a href=\"/cdn-cgi/l/email-protection#9dfaf8eee9fcf2edf8eeeef2fceeb3f9f4ebf4f3f2edf2f1f4eedde8f8f0fab3ffef\"><span class=\"__cf_email__\" data-cfemail=\"7116140205101e011402021e10025f151807181f1e011e1d18023104141c165f1303\">[email protected]</span></a>.</p>\n<p>O não envio da manifestação no prazo resultará na convocação do próximo candidato da lista. A Unidade Acadêmica seguirá a ordem de classificação até o preenchimento da vaga.</p>\n<p>Recursos poderão ser interpostos nas seguintes situações:</p>\n<ul>\n<li>Indeferimento da inscrição regular</li>\n<li>Indeferimento da inscrição como PCD</li>\n<li>Resultado de Classificação Preliminar</li>\n</ul>\n<p>O prazo para recurso é de <strong>2 dias úteis</strong> após a publicação do ato questionado. Os recursos devem ser enviados exclusivamente por e-mail para <a href=\"/cdn-cgi/l/email-protection#37455254424544584419474444535854525943527742525a50195545\"><span class=\"__cf_email__\" data-cfemail=\"611304021413120e124f111212050e02040f15042114040c064f0313\">[email protected]</span></a>, com até 3.000 caracteres no corpo da mensagem, conforme orientações do edital.</p>\n<p>Após a homologação do resultado, os candidatos convocados deverão apresentar a documentação exigida no Anexo III, até dois dias úteis após a perícia médica, diretamente na Unidade Acadêmica.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UEMG e no Diário Oficial, inclusive eventuais convocações e alterações no cronograma.</p>\n</div>"
    },
    {
        "title": "Prefeitura Arroio do Padre (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-arroio-do-padre-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 31/10/2025 | Remuneração: até R$ 5532.12",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público do Município de Arroio do Padre, regido pelo Edital nº 01/2025, foi oficialmente publicado e encontra-se com inscrições abertas. Organizado pela Legalle Concursos Ltda., o certame visa ao provimento de <strong>6 vagas imediatas</strong> e formação de <strong>cadastro reserva</strong> para diversos cargos do Quadro Geral de Servidores Municipais, sob o <strong>regime estatutário</strong>.</p>\n<p>As oportunidades abrangem os níveis <strong>Médio/Técnico</strong> e <strong>Superior</strong>, com atuação em áreas administrativas, saúde, planejamento urbano e agrárias. Entre os destaques, há vagas para <strong>Engenheiro Agrônomo</strong>, cargo de interesse especial para profissionais das Ciências Agrárias.</p>\n<p>Com remunerações que variam de <strong>R$ 1.883,63</strong> a <strong>R$ 5.532,12</strong>, o concurso contempla jornadas de trabalho entre 12h e 40h semanais. Continue a leitura para conhecer os detalhes sobre inscrições, etapas e cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Arroio do Padre estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>online</strong>, no site da Legalle Concursos (<a href=\"https://candidato.legalleconcursos.com.br/\" rel=\"noopener\" target=\"_blank\">https://candidato.legalleconcursos.com.br/</a>), entre os dias <strong>2 e 31 de outubro de 2025</strong>, até às 18h do último dia.</p>\n<p>As taxas de inscrição são de <strong>R$ 80,00</strong> para cargos de nível médio e <strong>R$ 120,00</strong> para cargos de nível superior. O pagamento deve ser efetuado até a data limite, exclusivamente por meio de boleto bancário gerado no ato da inscrição.</p>\n<p>Candidatos que desejarem solicitar <strong>isenção da taxa</strong> devem seguir as orientações do edital, observando os prazos e critérios estabelecidos. A homologação da inscrição está condicionada ao pagamento confirmado e ao correto preenchimento do formulário eletrônico.</p>\n<p>Para quem não tem acesso à internet, a Prefeitura disponibilizará computador no endereço: Avenida Vinte e Cinco de Julho, nº 383, Centro, Arroio do Padre/RS, de segunda a sexta-feira, das 08h às 12h e das 13h às 17h, em dias úteis.</p>\n<p>É fundamental que o candidato acompanhe o status da inscrição na Área do Candidato e leia atentamente o edital completo antes de se inscrever.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso será composto por até <strong>duas etapas</strong>, conforme o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva</strong> (eliminatória e classificatória): aplicada a todos os cargos, com 40 questões de múltipla escolha. Serão cobradas disciplinas como Língua Portuguesa, Matemática, Informática, Legislação, Atualidades e Conhecimentos Específicos. A prova terá duração de até 3 horas e será considerada aprovada a pontuação mínima de 50% do total de pontos, além de acertos mínimos por disciplina.</li>\n<li><strong>Prova de Títulos</strong> (classificatória): exclusiva para os cargos de Arquiteto e Urbanista, Engenheiro Agrônomo, Médico Clínico Geral e Psicólogo. Serão aceitos títulos de pós-graduação (especialização, mestrado ou doutorado), com pontuação máxima de até 10 pontos. O envio será feito eletronicamente, em formato PDF, pela Área do Candidato.</li>\n</ul>\n<p>As provas objetivas serão aplicadas em data a ser divulgada com pelo menos 8 dias de antecedência. Recomenda-se leitura atenta do edital para detalhes sobre conteúdo programático, critérios de avaliação e cronograma completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os <strong>gabaritos preliminares</strong> da Prova Teórico-Objetiva serão divulgados no site da banca organizadora, com prazo de <strong>3 dias úteis</strong> para interposição de recursos. Após análise, será publicado o <strong>gabarito definitivo</strong>.</p>\n<p>Os <strong>resultados preliminares</strong> das provas objetivas e de títulos também serão divulgados em editais específicos, com possibilidade de recurso no mesmo prazo. A <strong>classificação final</strong> será definida pela soma das notas das etapas aplicáveis, sem arredondamentos, e publicada após o julgamento de todos os recursos.</p>\n<p>Em caso de empate, serão aplicados critérios como maior idade (para candidatos com 60 anos ou mais), exercício da função de jurado, maior nota nas provas e, se necessário, sorteio público.</p>\n<p>A <strong>homologação final</strong> do concurso será publicada no site da Prefeitura de Arroio do Padre (<a href=\"http://www.arroiodopadre.rs.gov.br\" rel=\"noopener\" target=\"_blank\">www.arroiodopadre.rs.gov.br</a>) e no site da Legalle Concursos. A <strong>convocação dos aprovados</strong> seguirá a ordem de classificação e será feita por meio de edital, com comunicação complementar por e-mail e/ou telefone.</p>\n<p>O prazo de validade do concurso é de <strong>2 anos</strong>, prorrogável por igual período. É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos canais indicados.</p>\n</div>"
    },
    {
        "title": "UNIPAMPA (RS) – Concurso 306/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unipampa-rs-concurso-306-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Concurso Público da Universidade Federal do Pampa (UNIPAMPA), regido pelo Edital de Condições Gerais nº 228/2016 e demais normativos, está com edital publicado e inscrições abertas para o preenchimento de <strong>5 vagas no cargo de Professor da Carreira do Magistério Superior</strong>. A seleção visa à contratação de docentes em regime estatutário, com dedicação exclusiva e carga horária de 40 horas semanais.</p>\n<p>As oportunidades são destinadas a profissionais com formação superior e título de doutorado, contemplando diversas áreas do conhecimento. Entre os campos com vagas, destacam-se <strong>Engenharia de Produção, Matemática, Educação, Direito e Microbiologia/Bioinformática</strong>. Há especial interesse para candidatos com formação em <strong>Ciências Biológicas, Agronomia, Medicina Veterinária e Biotecnologia</strong>, áreas de grande relevância para o público deste portal.</p>\n<p>Com remuneração inicial de R$ 13.288,85, o certame representa uma excelente oportunidade para quem busca estabilidade e carreira acadêmica no ensino superior federal. Confira a seguir os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da UNIPAMPA estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>online</strong>, por meio do site <a href=\"https://guri.unipampa.edu.br/psa/processos/\" rel=\"noopener\" target=\"_blank\">https://guri.unipampa.edu.br/psa/processos/</a>, entre os dias <strong>10 e 29 de outubro de 2025</strong>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 180,00</strong>. Candidatos que desejarem solicitar isenção devem fazê-lo até <strong>19 de outubro de 2025</strong>, conforme os critérios estabelecidos no edital. O resultado dos pedidos de isenção será divulgado em <strong>20 de outubro de 2025</strong>.</p>\n<p>O pagamento da taxa deve ser efetuado até o dia <strong>30 de outubro de 2025</strong>. Candidatos que não tiverem seus pedidos de isenção deferidos e não efetuarem o pagamento até essa data serão automaticamente excluídos do certame.</p>\n<p>Durante a inscrição, é possível solicitar atendimento especial, inclusive para lactantes, conforme orientações específicas disponíveis no edital. A homologação das inscrições será publicada em <strong>4 de novembro de 2025</strong>, no mesmo site de inscrição.</p>\n<p>Recomenda-se a leitura atenta do edital completo para garantir o correto cumprimento de todas as exigências e prazos.</p>\n<h2>Etapas e Provas</h2>\n<p>O concurso da UNIPAMPA será composto por <strong>quatro etapas obrigatórias</strong>, todas de caráter eliminatório e/ou classificatório, realizadas presencialmente na cidade de origem da vaga ou em local definido pela instituição:</p>\n<ul>\n<li><strong>Prova Escrita</strong> (eliminatória e classificatória): avaliação dissertativa sobre ponto sorteado, com critérios como domínio técnico-científico, estruturação do texto e clareza. Valor máximo: 20 pontos.</li>\n<li><strong>Prova Didática</strong> (eliminatória e classificatória): aula expositiva sobre tema sorteado, com avaliação de planejamento, domínio do conteúdo, comunicação e postura pedagógica. Valor máximo: 30 pontos.</li>\n<li><strong>Defesa do Memorial Descritivo</strong> (eliminatória e classificatória): apresentação oral do memorial e proposta de atuação acadêmica, com foco na aderência ao projeto institucional da UNIPAMPA. Valor máximo: 20 pontos.</li>\n<li><strong>Prova de Títulos</strong> (classificatória): análise de produção acadêmica e experiência profissional, conforme critérios definidos na Resolução CONSUNI nº 82/2014. Valor máximo: 30 pontos.</li>\n</ul>\n<p>Somente os candidatos aprovados nas etapas anteriores poderão participar da Prova de Títulos. A pontuação final do concurso será composta pela soma das notas das quatro etapas, totalizando até 100 pontos.</p>\n<p>A previsão é que as provas tenham início a partir de <strong>24 de novembro de 2025</strong>, com divulgação dos locais e horários a partir de <strong>10 de novembro de 2025</strong>, no site oficial do concurso.</p>\n<p>Para detalhes sobre critérios de avaliação, pontuação por área e cronograma completo, é indispensável consultar o edital e seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados do concurso da UNIPAMPA serão divulgados por meio de editais publicados no <strong>Diário Oficial da União</strong> e no site <a href=\"https://guri.unipampa.edu.br/psa/processos/\" rel=\"noopener\" target=\"_blank\">https://guri.unipampa.edu.br/psa/processos/</a>. A classificação final dos candidatos será feita com base na soma das notas obtidas nas quatro etapas, conforme critérios estabelecidos no edital e na legislação vigente.</p>\n<p>Serão considerados aprovados os candidatos que atingirem as notas mínimas exigidas e forem classificados dentro do número de vagas ou cadastro reserva, respeitando os critérios de desempate previstos no Art. 39 do Decreto nº 9.739/2019.</p>\n<p>A <strong>homologação do resultado final</strong> será publicada no Diário Oficial da União, marcando o início da validade do concurso, que será de <strong>dois anos</strong>, prorrogável por igual período, a critério da instituição.</p>\n<p>A <strong>convocação dos aprovados</strong> será feita conforme a necessidade da UNIPAMPA, por meio de editais específicos publicados nos mesmos canais oficiais. É responsabilidade exclusiva do candidato acompanhar todas as atualizações e publicações referentes ao certame.</p>\n</div>"
    },
    {
        "title": "UFCA (CE) – Seleção Simplificada 31/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufca-ce-selecao-simplificada-31-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 24/10/2025 | Remuneração: até R$ 22600",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O <strong>Edital nº 31/2025</strong> da Universidade Federal do Cariri (UFCA) anuncia a abertura do Processo Seletivo Simplificado para contratação de <strong>professores substitutos</strong>. O certame está com <strong>inscrições abertas</strong> e visa ao preenchimento de <strong>4 vagas imediatas</strong>, além da formação de cadastro reserva, conforme distribuição detalhada no Quadro de Vagas.</p>\n<p>O regime de contratação será por tempo determinado, com base na <strong>Lei nº 8.745/1993</strong>, e os contratos seguirão o padrão de remuneração do Magistério Superior, variando entre R$ 13.300,00 e R$ 22.600,00, de acordo com a titulação exigida e o setor de estudo.</p>\n<p>As oportunidades são destinadas a profissionais com <strong>nível superior</strong> e abrangem áreas como Comunicação, Contabilidade, Moda e, com destaque especial, <strong>Genética e Melhoramento Vegetal</strong> — setor que exige graduação em <strong>Agronomia</strong> e titulação em áreas correlatas, sendo de grande interesse para candidatos das Ciências Agrárias.</p>\n<p>Se você busca uma oportunidade docente no ensino superior federal, continue a leitura para conhecer os prazos, etapas e critérios de avaliação deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da UFCA estão <strong>abertas</strong> e devem ser realizadas <strong>exclusivamente online</strong>, por meio da <a href=\"https://forms.ufca.edu.br/\" rel=\"noopener\" target=\"_blank\">Plataforma FORMS/UFCA</a>, entre os dias <strong>13 de outubro de 2025</strong> e <strong>24 de outubro de 2025</strong>, até às 22h.</p>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico e anexar os documentos exigidos em formato PDF, incluindo comprovante de pagamento da taxa de inscrição ou resultado da solicitação de isenção, documento de identificação e, se for o caso, declarações para concorrer às vagas reservadas.</p>\n<p>A taxa de inscrição deve ser paga exclusivamente no Banco do Brasil, via Guia de Recolhimento da União (GRU), conforme instruções do edital. O valor da taxa varia conforme o setor de estudo e está especificado no Anexo I do edital.</p>\n<p>Pedidos de isenção devem ser realizados conforme prazos e critérios estabelecidos no cronograma. A confirmação da inscrição será enviada por e-mail, sendo responsabilidade do candidato verificar o correto preenchimento de seus dados.</p>\n<p>Recomenda-se que o candidato acompanhe o status da inscrição e eventuais atualizações diretamente na plataforma e no <a href=\"https://www.ufca.edu.br/\" rel=\"noopener\" target=\"_blank\">Portal da UFCA</a>. Para mais detalhes, é imprescindível a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por até <strong>três etapas</strong>, todas de caráter <strong>eliminatório e classificatório</strong>, conforme o setor de estudo:</p>\n<ul>\n<li><strong>Prova Escrita Discursiva</strong>: obrigatória para todos os candidatos. Consiste na redação de três dissertações, com temas sorteados do programa de estudos. A prova deve ser manuscrita, com duração máxima de 4 horas. Serão aprovados os candidatos que obtiverem nota igual ou superior a 7,0, respeitado o limite de classificados por vaga.</li>\n<li><strong>Prova Didática</strong>: também obrigatória para todos os setores. Consiste em uma aula expositiva sobre tema sorteado, com duração entre 45 e 50 minutos. A apresentação será gravada e avaliada por comissão julgadora. A nota mínima para aprovação é 7,0.</li>\n<li><strong>Prova Prática</strong>: exclusiva para o setor de estudos “Moda”. Avalia a capacidade operacional do candidato em tarefas práticas relacionadas à área. A sistemática da prova será divulgada previamente no portal da UFCA.</li>\n</ul>\n<p>As provas serão realizadas em datas e locais definidos no Calendário de Provas, a ser publicado no Portal da UFCA. Apenas candidatos aprovados em cada etapa, dentro do número de vagas, seguirão para a fase seguinte.</p>\n<p>Para detalhes sobre critérios de avaliação, conteúdos e cronograma completo, recomenda-se a leitura integral do edital e seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar das inscrições</strong> será divulgado no Portal da UFCA em até 15 dias após o encerramento das inscrições. Candidatos com inscrições indeferidas poderão interpor recurso por meio da Plataforma FORMS/UFCA, conforme prazos do cronograma.</p>\n<p>Os <strong>resultados das provas</strong> (escrita discursiva, didática e prática) serão publicados no portal da UFCA nas datas previstas no Calendário de Provas. Após cada divulgação, o candidato poderá solicitar cópia de sua avaliação e apresentar pedido de reconsideração no prazo de 24 horas.</p>\n<p>Somente candidatos com nota igual ou superior a 7,0 em cada etapa e classificados dentro do limite de vagas seguirão no certame. Em caso de empate, serão aplicados critérios como idade igual ou superior a 60 anos, maior nota nas provas e maior idade.</p>\n<p>O <strong>resultado final</strong> será publicado no Portal da UFCA após o julgamento dos recursos. A <strong>homologação</strong> do certame será feita no Diário Oficial da União, iniciando o prazo de validade de 1 ano, prorrogável por igual período.</p>\n<p>A convocação dos aprovados será realizada conforme necessidade da UFCA, e os candidatos devem acompanhar todas as publicações oficiais no <a href=\"https://www.ufca.edu.br/\" rel=\"noopener\" target=\"_blank\">Portal da UFCA</a> e no Diário Oficial da União. É responsabilidade exclusiva do candidato manter-se informado sobre todas as etapas do processo.</p>\n</div>"
    },
    {
        "title": "UFPel (RS) – Seleção Simplificada 25/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufpel-rs-selecao-simplificada-25-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 23/10/2025 | Remuneração: até R$ 4.326,60",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital CAP nº 025/2025 da Universidade Federal de Pelotas (UFPel) anuncia a abertura de processo seletivo simplificado para contratação de <strong>professor(a) substituto(a)</strong>, com regime de contratação temporária conforme a Lei nº 8.745/1993. O certame visa ao preenchimento de <strong>26 vagas</strong> distribuídas em diversas áreas do conhecimento, com formação exigida em nível superior, incluindo especialização, mestrado ou doutorado, conforme o cargo.</p>\n<p>As oportunidades abrangem setores como Artes, Computação, Direito, Letras, Medicina, Odontologia, Engenharia, Ciências Humanas e Exatas. <strong>Áreas de destaque para o público do site</strong> incluem <strong>Engenharia Florestal</strong> (Silvicultura), <strong>Biologia</strong> (Ecologia), <strong>Ciências da Saúde</strong> (Anatomia Humana, Terapia Ocupacional, Saúde Bucal Coletiva), entre outras com interface em áreas ambientais e biológicas.</p>\n<p>O processo seletivo contempla cadastro reserva e as contratações terão duração de até um ano, com possibilidade de prorrogação. Continue a leitura para saber como se inscrever, quais são as etapas e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFPel estão <strong>abertas de 08 a 23 de outubro de 2025</strong>, exclusivamente pela internet, no site oficial do certame: <a href=\"http://ces.ufpel.edu.br/conctecadmed0025_2025/\" rel=\"noopener\" target=\"_blank\">http://ces.ufpel.edu.br/conctecadmed0025_2025/</a>.</p>\n<p>A taxa de inscrição é de <strong>R$ 100,00</strong>, com pagamento via Guia de Recolhimento da União (GRU), gerada após o preenchimento do formulário. O boleto deve ser pago até <strong>24 de outubro de 2025</strong>, exclusivamente no Banco do Brasil. Não serão aceitos pagamentos por agendamento, DOC, TED ou depósito.</p>\n<p>Candidatos podem solicitar isenção da taxa entre <strong>08 e 13 de outubro de 2025</strong>, se estiverem inscritos no CadÚnico ou forem doadores de medula óssea, mediante preenchimento de formulário específico disponível no edital.</p>\n<p>É fundamental acompanhar a confirmação da inscrição no site do certame até três dias úteis após o pagamento. O comprovante da GRU deve ser guardado pelo candidato.</p>\n<p>O edital também prevê a possibilidade de concorrer por cotas (CER ou PcD), com envio de documentação adicional conforme orientações específicas.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo para garantir o correto cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UFPel será composto por duas etapas obrigatórias para todas as áreas:</p>\n<ul>\n<li><strong>Prova Didática</strong> – de caráter eliminatório e classificatório. Consiste em uma aula presencial com duração entre 40 e 50 minutos, sobre tema sorteado com 24 horas de antecedência, a partir de uma lista de 10 itens. A prova será pública, gravada em áudio e vídeo, e avaliada com nota de 0,00 a 10,00. A média mínima para aprovação é 7,00.</li>\n<li><strong>Exame de Títulos</strong> – de caráter classificatório. Os candidatos aprovados na prova didática deverão entregar cópias dos documentos comprobatórios de sua formação e produção acadêmica, conforme ordem do currículo Lattes. A maior pontuação será convertida em nota 10,00, e as demais serão proporcionais.</li>\n</ul>\n<p>Os candidatos devem comparecer obrigatoriamente à instalação da banca examinadora, sob pena de eliminação. O cronograma detalhado de provas será divulgado após a homologação das inscrições.</p>\n<p>Recomenda-se a leitura atenta do edital para conhecer os critérios de avaliação, os pontos do programa e as regras específicas de cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma prevê a <strong>divulgação do resultado preliminar</strong> em <strong>06 de fevereiro de 2026</strong>, na página oficial do certame. Após o prazo de recursos, o <strong>resultado final será publicado no Diário Oficial da União em 02 de março de 2026</strong>.</p>\n<p>A classificação final será calculada pela média ponderada: ((nota da Prova Didática x 2) + nota do Exame de Títulos) ÷ 3. Em caso de empate, os critérios de desempate são, nesta ordem: maior nota na Prova Didática, maior tempo de docência, maior titulação e idade.</p>\n<p>Serão homologadas até 5 (cinco) candidaturas por área, respeitando as cotas étnico-raciais e para pessoas com deficiência. A convocação dos aprovados será feita a partir de 03 de março de 2026, pela Pró-Reitoria de Gestão com Pessoas da UFPel.</p>\n<p>O candidato deve acompanhar todas as publicações no site oficial do concurso e no Diário Oficial da União. A responsabilidade por se manter informado é exclusivamente do candidato.</p>\n</div>"
    },
    {
        "title": "IFPR (PR) – Seleção Simplificada 263/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifpr-pr-selecao-simplificada-263-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal do Paraná (IFPR) – Campus Palmas publicou o <strong>Edital nº 263/2025</strong>, referente ao processo seletivo simplificado para formação de cadastro de reserva de <strong>professor substituto</strong>. O certame, com inscrições abertas, visa atender a demandas temporárias da instituição, conforme a legislação vigente (Lei nº 8.745/1993 e alterações).</p>\n<p>A seleção contempla a área de <strong>Agronomia</strong>, com exigência de graduação na área e pós-graduação em qualquer campo do conhecimento. A contratação será realizada sob o regime da Lei nº 8.745/1993, com carga horária de 40 horas semanais e remuneração variando entre <strong>R$ 4.326,60</strong> e <strong>R$ 8.058,29</strong>, conforme titulação do candidato aprovado.</p>\n<p>O processo visa exclusivamente à formação de cadastro de reserva, sem garantia de convocação, estando a contratação condicionada à necessidade institucional e disponibilidade orçamentária.</p>\n<p>Se você é profissional da área de Agronomia e busca uma oportunidade docente no serviço público federal, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>pela internet</strong>, no período de <strong>06 de outubro, às 12h, até 29 de outubro de 2025, às 17h</strong>, por meio do site oficial do IFPR Campus Palmas: <a href=\"https://ifpr.edu.br/palmas/\" rel=\"noopener\" target=\"_blank\">https://ifpr.edu.br/palmas/</a>.</p>\n<p>Para se inscrever, o candidato deve preencher o requerimento eletrônico e anexar os documentos exigidos, como RG, CPF e comprovantes de titulação e experiência profissional. A inscrição é gratuita, e não há cobrança de taxa.</p>\n<p>O IFPR não se responsabiliza por problemas técnicos que impeçam a efetivação da inscrição. Após o encerramento do prazo, será publicada a lista preliminar de inscritos no site do campus. Em caso de indeferimento, o candidato poderá interpor recurso em até 1 (um) dia útil, pelo e-mail <a href=\"/cdn-cgi/l/email-protection#5f2f2c2c712f3e33323e2c1f36392f2d713a3b2a713d2d\"><span class=\"__cf_email__\" data-cfemail=\"c0b0b3b3eeb0a1acada1b380a9a6b0b2eea5a4b5eea2b2\">[email protected]</span></a>.</p>\n<p>Recomenda-se que o candidato acompanhe regularmente a área de publicações do site para verificar o status da inscrição e demais comunicados oficiais. Para mais informações, é essencial a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por <strong>duas etapas</strong>, ambas de caráter <strong>eliminatório e classificatório</strong>:</p>\n<ul>\n<li><strong>Prova Didática</strong>: consistirá em uma aula presencial de 40 minutos, ministrada sobre um ponto sorteado com no mínimo 24 horas de antecedência. O sorteio será divulgado no site do IFPR Palmas. A avaliação considerará critérios como planejamento, domínio do conteúdo, linguagem, recursos didáticos e coerência na exposição. A pontuação máxima é de 100 pontos, sendo necessário obter <strong>mínimo de 70 pontos</strong> para avançar.</li>\n<li><strong>Prova de Títulos</strong>: será realizada com base na documentação enviada no ato da inscrição. Serão avaliados títulos acadêmicos (doutorado, mestrado, especialização), formação pedagógica e experiência profissional docente e na área de Agronomia. A pontuação máxima também é de 100 pontos.</li>\n</ul>\n<p>A média final será calculada com base na fórmula: <strong>(Prova Didática x 7 + Prova de Títulos x 3) / 10</strong>.</p>\n<p>As provas didáticas estão previstas para os dias <strong>06 e 07 de novembro de 2025</strong>, com sorteio do ponto no dia <strong>05 de novembro</strong>. O cronograma detalhado será divulgado em edital específico no site do campus.</p>\n<p>Para informações completas sobre critérios de avaliação, pontuação e cronograma, recomenda-se a leitura integral do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar</strong> do processo seletivo será divulgado no site do IFPR Campus Palmas (<a href=\"https://ifpr.edu.br/palmas/\" rel=\"noopener\" target=\"_blank\">https://ifpr.edu.br/palmas/</a>) no dia <strong>10 de novembro de 2025</strong>, contendo a classificação dos candidatos com base na média ponderada das provas.</p>\n<p>Os candidatos poderão interpor <strong>recurso</strong> contra o resultado preliminar nos dias <strong>11 e 12 de novembro de 2025</strong>, por meio de requerimento enviado ao e-mail <a href=\"/cdn-cgi/l/email-protection#552526267b253439383426153c3325277b3031207b3727\"><span class=\"__cf_email__\" data-cfemail=\"245457570a544548494557644d4254560a4140510a4656\">[email protected]</span></a>. A decisão sobre os recursos será publicada no dia <strong>13 de novembro de 2025</strong>, juntamente com a homologação do resultado final.</p>\n<p>Em caso de empate, os critérios de desempate são:</p>\n<ul>\n<li>Maior idade (para candidatos com 60 anos ou mais);</li>\n<li>Maior nota na prova didática;</li>\n<li>Maior idade (geral).</li>\n</ul>\n<p>O processo seletivo terá validade de <strong>1 ano</strong>, a partir da publicação da homologação no Diário Oficial da União. A convocação dos candidatos aprovados será feita conforme necessidade institucional, por meio de editais publicados no site do campus e no DOU.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IFPR Palmas e no Diário Oficial da União para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UEPG (PR) – Seleção Simplificada 937/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uepg-pr-selecao-simplificada-937-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 27/10/2025 | Remuneração: até R$ 10.687,27",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital PROGESP/DICON 2025 da Universidade Estadual de Ponta Grossa (UEPG) anuncia a abertura de Processo Seletivo Simplificado para contratação temporária de Professores Colaboradores. O certame está com edital publicado e tem como objetivo o preenchimento de 10 vagas imediatas, além da formação de cadastro reserva, em diversas áreas do conhecimento.</p>\n<p>As contratações ocorrerão sob o regime da Consolidação das Leis do Trabalho (CLT), conforme legislação estadual vigente. As oportunidades são destinadas exclusivamente a profissionais com formação de nível superior, incluindo especialização, mestrado ou doutorado, conforme os requisitos específicos de cada área.</p>\n<p>O processo contempla vagas em áreas estratégicas como Agronomia, Engenharia de Alimentos, Engenharia Florestal, Biologia, Nutrição e outras correlatas — o que o torna especialmente atrativo para profissionais dessas áreas. As cargas horárias variam entre 20h e 40h semanais, com exigência de titulação mínima conforme especificado por área.</p>\n<p>Se você busca uma oportunidade docente no ensino superior público paranaense, continue a leitura para saber como se inscrever, quais são as etapas do processo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da UEPG estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no período de <strong>9 a 27 de outubro de 2025</strong>, por meio do endereço eletrônico <a href=\"https://sisei.apps.uepg.br/protocolo-digital\" rel=\"noopener\" target=\"_blank\">https://sisei.apps.uepg.br/protocolo-digital</a>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 150,00</strong>, com pagamento via boleto bancário, gerado após a finalização do cadastro online. O boleto deve ser pago até a data de vencimento indicada no sistema, sendo a inscrição validada apenas após a compensação bancária.</p>\n<p>O candidato deve preencher corretamente todos os dados no sistema, criar senha de acesso e anotar o número de inscrição. O resumo da inscrição será enviado por e-mail. A ficha de inscrição, gerada em PDF, deve ser salva para eventual envio posterior.</p>\n<p>Pedidos de isenção da taxa são permitidos para apenas uma inscrição por candidato e devem seguir os critérios estabelecidos no edital. Candidatos que desejarem se inscrever em mais de uma área devem utilizar senhas distintas e estar atentos à possibilidade de conflitos de datas e horários das provas.</p>\n<p>O uso de nome social pode ser solicitado via protocolo digital no mesmo período das inscrições, conforme orientações do edital.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo para garantir o correto cumprimento de todos os requisitos e prazos.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da UEPG será composto por três etapas principais:</p>\n<ul>\n<li><strong>Prova Escrita</strong> – De caráter eliminatório, com duração de 3 horas. Avalia o conhecimento aprofundado sobre tema sorteado no dia da prova, com possibilidade de 15 minutos de consulta a materiais impressos antes do início. A nota mínima para aprovação é 5,00.</li>\n<li><strong>Prova Didática com Arguição</strong> – Também de caráter eliminatório, avalia a capacidade de planejamento, comunicação e domínio do conteúdo. A apresentação tem duração de 30 minutos, seguida de arguição de até 20 minutos. Pode ser realizada presencialmente ou por videoconferência, conforme definido por cada departamento. Exige envio prévio de plano de aula e materiais.</li>\n<li><strong>Avaliação de Títulos</strong> – De caráter classificatório, destinada apenas aos candidatos aprovados na Prova Didática. Avalia titulação acadêmica e experiência profissional nos últimos 5 anos. A pontuação varia de 5,00 a 10,00 pontos.</li>\n</ul>\n<p>Para ser classificado, o candidato deve obter nota mínima de 5,00 em cada etapa. A nota final será a média aritmética das três etapas. Em caso de empate, serão considerados critérios como idade (para candidatos com 60 anos ou mais), nota da prova didática, prova escrita, títulos e tempo de magistério.</p>\n<p>Todos os detalhes sobre critérios de avaliação, cronograma e procedimentos estão disponíveis no edital. A leitura completa do documento é essencial para o bom desempenho no certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do Processo Seletivo Simplificado da UEPG segue etapas específicas. Após cada fase, será publicada uma Ata com os nomes dos candidatos aprovados, eliminados e ausentes, acompanhada das respectivas notas com duas casas decimais.</p>\n<p>O resultado da <strong>Avaliação de Títulos</strong> será divulgado junto com o <strong>Resultado Final</strong> do certame. Candidatos poderão interpor pedidos de reconsideração em até dois dias úteis após a publicação, via sistema eletrônico da UEPG.</p>\n<p>As Bancas Examinadoras terão até três dias úteis após o início da avaliação de títulos para emitir a Ata de Resultado Final por área de conhecimento. Após essa etapa, os documentos serão encaminhados ao Departamento de Ensino para homologação departamental.</p>\n<p>O <strong>Edital com o Resultado Final</strong> será publicado pela Pró-Reitoria de Gestão de Pessoas em até sete dias úteis após o encerramento do processo seletivo em todas as áreas. A classificação final será homologada pelo Conselho de Administração e divulgada no <strong>Diário Oficial do Estado</strong> e no site oficial da UEPG.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial, inclusive eventuais retificações, convocações e homologações.</p>\n</div>"
    },
    {
        "title": "Prefeitura Sangão (SC) – Seleção Pública 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sangao-sc-selecao-publica-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 23/10/2025 | Remuneração: até R$ 7367.88",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Município de Sangão, em Santa Catarina, publicou o edital do <strong>Processo Seletivo 2025</strong>, com objetivo de formar cadastro reserva para contratação temporária de profissionais em diversas áreas da administração pública. O certame está com <strong>inscrições abertas</strong> e será regido pela legislação municipal e federal vigente.</p>\n<p>O processo seletivo contempla oportunidades para os níveis <strong>fundamental (incompleto e completo), médio, técnico e superior</strong>, com remunerações que variam de <strong>R$ 1.719,01 a R$ 7.367,88</strong>, conforme o cargo. O regime de contratação é por tempo determinado, conforme previsto no art. 37, IX da Constituição Federal.</p>\n<p>As vagas abrangem setores administrativos, educacionais, operacionais e da saúde, com destaque para áreas de interesse como <strong>Engenharia Ambiental</strong>, <strong>Engenharia Florestal</strong>, <strong>Engenharia Agronômica</strong>, <strong>Biologia</strong>, <strong>Nutrição</strong> e <strong>Medicina Veterinária</strong>. Há também oportunidades para professores, técnicos em enfermagem, motoristas, operadores de máquinas, entre outros.</p>\n<p>Se você busca uma oportunidade no serviço público municipal, continue a leitura para conhecer os prazos, etapas e critérios do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da Prefeitura de Sangão estão <strong>abertas</strong> e devem ser realizadas <strong>exclusivamente pela internet</strong>, no site <a href=\"https://portal.sctreinamentos.selecao.site\" rel=\"noopener\" target=\"_blank\">https://portal.sctreinamentos.selecao.site</a>, até as <strong>23h59 do dia 23 de outubro de 2025</strong>.</p>\n<p>Para se inscrever, o candidato deve acessar a área de concursos, selecionar o edital de Sangão 2025, preencher o requerimento de inscrição e gerar o boleto bancário. A inscrição só será efetivada após o pagamento da taxa, que deve ser realizado até a data de vencimento indicada no boleto.</p>\n<p>Os valores das taxas variam conforme o nível de escolaridade exigido para o cargo. Candidatos podem solicitar <strong>isenção da taxa</strong> entre os dias <strong>7 e 17 de outubro de 2025</strong>, caso se enquadrem como doadores de sangue fidelizados ou doadores de medula óssea, conforme critérios estabelecidos no edital.</p>\n<p>É possível se inscrever em até dois cargos, desde que as provas sejam aplicadas em turnos distintos. O acompanhamento do status da inscrição, bem como a emissão de segunda via do boleto e atualizações cadastrais, deve ser feito na área restrita do candidato.</p>\n<p>Recomenda-se a leitura atenta do edital completo antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo da Prefeitura de Sangão será composto por até três etapas, de acordo com o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> – de caráter <strong>eliminatório e classificatório</strong>, será aplicada a todos os candidatos no dia <strong>2 de novembro de 2025</strong>. A avaliação será composta por 25 questões de múltipla escolha, com disciplinas como Língua Portuguesa, Matemática, Conhecimentos Gerais e Atualidades, além de Conhecimentos Específicos do cargo. A duração máxima da prova será de 3 horas.</li>\n<li><strong>Prova de Títulos</strong> – de caráter <strong>classificatório</strong>, destinada a cargos de nível superior e professores. Os documentos devem ser enviados eletronicamente até <strong>1º de novembro de 2025</strong> pela área do candidato no site da banca. Serão aceitos títulos de pós-graduação (especialização, mestrado ou doutorado), com pontuação não cumulativa.</li>\n<li><strong>Prova Prática</strong> – de caráter <strong>eliminatório e classificatório</strong>, será aplicada em <strong>1º de novembro de 2025</strong> para cargos como Motorista, Operador de Máquinas, Pedreiro, Servente, entre outros. Os critérios de avaliação incluem desempenho técnico, segurança, uso correto de equipamentos e cumprimento de tarefas específicas.</li>\n</ul>\n<p>Os critérios de aprovação variam conforme o nível de escolaridade e a etapa. Por exemplo, na prova objetiva, exige-se mínimo de 30% de acertos para cargos de nível superior, 20% para nível médio/técnico e 10% para nível fundamental.</p>\n<p>Para detalhes sobre os cargos que exigem cada etapa, critérios de pontuação e conteúdo programático, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do Processo Seletivo prevê a divulgação do <strong>gabarito preliminar</strong> da prova objetiva em <strong>2 de novembro de 2025</strong>, após as 20h, no site <a href=\"https://portal.sctreinamentos.selecao.site\" rel=\"noopener\" target=\"_blank\">https://portal.sctreinamentos.selecao.site</a>. Os candidatos poderão interpor recursos contra questões e gabarito nos dias <strong>3 e 4 de novembro</strong>.</p>\n<p>O <strong>gabarito oficial</strong> e a <strong>classificação provisória</strong> serão publicados em <strong>12 de novembro</strong>. Recursos contra a nota e classificação poderão ser apresentados nos dias <strong>13 e 14 de novembro</strong>, com julgamento previsto até <strong>18 de novembro</strong>.</p>\n<p>A <strong>homologação do resultado final</strong> ocorrerá a partir de <strong>18 de novembro de 2025</strong>. A classificação final considerará as notas obtidas nas provas objetiva, prática e de títulos, conforme o cargo. Em caso de empate, serão aplicados critérios como idade, maior nota em conhecimentos específicos, títulos e sorteio público, se necessário.</p>\n<p>A convocação dos aprovados será feita por telefone e/ou e-mail, e também publicada no site da Prefeitura (<a href=\"https://sangao.sc.gov.br/concursos-publicos/\" rel=\"noopener\" target=\"_blank\">https://sangao.sc.gov.br/concursos-publicos/</a>). O candidato deverá comparecer ao setor de Recursos Humanos no prazo de até 5 dias úteis, com a documentação exigida.</p>\n<p>O acompanhamento de todas as publicações oficiais é de responsabilidade exclusiva do candidato. Recomenda-se verificar frequentemente os sites da banca organizadora e da Prefeitura para não perder prazos importantes.</p>\n</div>"
    },
    {
        "title": "UFAC (AC) – Seleção Simplificada 059/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufac-ac-selecao-simplificada-059-2025/",
        "description": "Local: Acre | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 9.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O <strong>Edital nº 59/2025 – PROGRAD</strong> da Universidade Federal do Acre (Ufac) anuncia a abertura de um <strong>processo seletivo simplificado</strong> para formação de cadastro de reserva de <strong>professores substitutos</strong>. O certame está com edital publicado e será conduzido pela Pró-Reitoria de Graduação, com execução das etapas pelas bancas examinadoras dos respectivos centros acadêmicos.</p>\n<p>O objetivo é suprir, por tempo determinado, a demanda docente nos campi de <strong>Rio Branco</strong> e <strong>Cruzeiro do Sul</strong>, conforme a necessidade institucional. A contratação será regida pela <strong>Lei nº 8.745/1993</strong>, em regime temporário, com carga horária de <strong>20h ou 40h semanais</strong>, a critério da Ufac.</p>\n<p>O processo contempla exclusivamente o nível <strong>superior</strong>, com oportunidades em diversas áreas do conhecimento. Entre elas, destacam-se áreas de interesse como <strong>Produção Vegetal</strong> (Agronomia) e <strong>Nutrição Humana e Esportiva</strong>, além de campos como Engenharia Elétrica, Engenharia Civil, Matemática, Geografia, Educação, Música e Saúde.</p>\n<p>Se você busca uma oportunidade para atuar no ensino superior público federal, continue a leitura e saiba como participar do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da Ufac estão com <strong>prazo definido</strong> e serão realizadas <strong>exclusivamente pela internet</strong>, no período de <strong>07 a 15 de outubro de 2025</strong>, por meio do site <a href=\"https://sistemas2.ufac.br/concurso_docente/\" rel=\"noopener\" target=\"_blank\">https://sistemas2.ufac.br/concurso_docente/</a>.</p>\n<p>A taxa de inscrição é de <strong>R$ 80,00</strong>, com pagamento via <strong>Guia de Recolhimento da União (GRU)</strong>, preferencialmente no Banco do Brasil, até o primeiro dia útil após o encerramento das inscrições. Não serão aceitos agendamentos como comprovante de pagamento.</p>\n<p>O candidato poderá se inscrever para apenas <strong>uma área de conhecimento</strong>. Em caso de múltiplas inscrições, será considerada válida apenas a última efetivada. A alteração da área de inscrição não será permitida.</p>\n<p>Pedidos de isenção devem ser realizados conforme critérios estabelecidos no edital. É responsabilidade do candidato acompanhar o status da inscrição na área restrita do site da Ufac.</p>\n<p>Antes de efetuar o pagamento, é fundamental verificar se atende a todos os requisitos do edital, pois não haverá devolução da taxa, salvo em caso de cancelamento do certame.</p>\n<p>Para mais informações sobre os requisitos, procedimentos e prazos, recomenda-se a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será realizado de <strong>27 de outubro a 11 de novembro de 2025</strong>, de forma <strong>presencial</strong>, nos municípios de Rio Branco ou Cruzeiro do Sul, conforme a área de atuação. As etapas variam conforme a área, podendo ocorrer em <strong>fase única</strong> ou em <strong>duas fases</strong>, conforme definido pela Assembleia de Centro.</p>\n<p>As avaliações poderão incluir até dois dos seguintes elementos de julgamento, com pontuação máxima de 10 pontos cada:</p>\n<ul>\n<li>Prova escrita</li>\n<li>Prova prática</li>\n<li>Prova didática</li>\n<li>Seminário</li>\n<li>Entrevista</li>\n</ul>\n<p>Além disso, haverá <strong>Prova de Títulos</strong>, de caráter classificatório. Cada elemento de julgamento terá caráter <strong>eliminatório e/ou classificatório</strong>, conforme definido no cronograma da área.</p>\n<p>Na seleção em duas fases, a primeira será composta por um dos elementos acima. Os candidatos aprovados (nota mínima de 5,0) seguem para a segunda fase, que incluirá outro elemento de julgamento e a prova de títulos. Já na fase única, os candidatos realizarão dois elementos de julgamento e a prova de títulos no mesmo dia, com intervalo mínimo de 15 minutos entre as avaliações.</p>\n<p>A <strong>nota final</strong> será composta pela soma dos dois elementos de julgamento e da pontuação da prova de títulos. Para aprovação, o candidato deve obter nota mínima de 5,0 em cada avaliação eliminatória.</p>\n<p>O cronograma detalhado com datas, horários e locais será publicado no site <a href=\"https://www3.ufac.br/prograd/2025\" rel=\"noopener\" target=\"_blank\">https://www3.ufac.br/prograd/2025</a> no dia 24 de outubro de 2025.</p>\n<p>Para detalhes sobre os critérios de avaliação, pontuação e conteúdo das provas, é indispensável a leitura completa do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar</strong> do processo seletivo será divulgado no dia <strong>12 de novembro de 2025</strong>, no site <a href=\"https://www3.ufac.br/prograd/2025\" rel=\"noopener\" target=\"_blank\">https://www3.ufac.br/prograd/2025</a>. Na mesma data, será publicada a convocação para os procedimentos de heteroidentificação e validação documental dos candidatos autodeclarados negros, indígenas e quilombolas.</p>\n<p>Esses procedimentos ocorrerão em <strong>13 de novembro de 2025</strong>, com divulgação do resultado preliminar no dia <strong>14 de novembro</strong>. Recursos poderão ser interpostos em <strong>17 de novembro</strong>, e o resultado final desses procedimentos será publicado em <strong>18 de novembro de 2025</strong>.</p>\n<p>O <strong>resultado final do processo seletivo</strong> será publicado em <strong>19 de novembro de 2025</strong>, após análise dos recursos e homologação pela Assembleia do Centro. A homologação final será feita pela Reitoria e publicada no <strong>Diário Oficial da União</strong> e no site da Ufac.</p>\n<p>A classificação final obedecerá à ordem decrescente das notas finais. Em caso de empate, serão considerados, nesta ordem: maior idade (conforme o Estatuto do Idoso), maior pontuação na prova de títulos, maior média na prova didática, maior tempo de experiência no magistério superior e, por fim, sorteio.</p>\n<p>O prazo de validade do processo seletivo será de <strong>1 ano</strong>, a contar da assinatura do primeiro contrato, podendo ser prorrogado por igual período.</p>\n<p>Reforçamos que o acompanhamento de todas as publicações oficiais no site da banca organizadora e no Diário Oficial da União é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UEMS (MS) – Seleção Pública 75/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uems-ms-selecao-publica-75-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 20/10/2025 | Remuneração: até R$ 10.200,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital da <strong>Seleção de Docentes da Universidade Estadual de Mato Grosso do Sul (UEMS)</strong> foi oficialmente publicado, com inscrições abertas para contratação temporária e formação de cadastro reserva para o ano letivo de 2026. A seleção é promovida pela Pró-Reitoria de Desenvolvimento Humano e Social em conjunto com a Pró-Reitoria de Ensino, conforme as normativas internas da instituição.</p>\n<p>O processo seletivo contempla exclusivamente o <strong>nível superior</strong> e visa à contratação de professores temporários em diversas áreas do conhecimento. Entre os campos contemplados, destacam-se <strong>Agronomia</strong> e <strong>Zootecnia</strong>, áreas de grande interesse para profissionais das ciências agrárias. As contratações ocorrerão sob regime temporário, conforme a legislação estadual vigente.</p>\n<p>Se você possui formação acadêmica compatível e interesse em atuar no ensino superior público, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para a seleção de docentes da UEMS estarão abertas de <strong>6 a 20 de outubro de 2025</strong>, até às 13h (horário de Mato Grosso do Sul), e deverão ser realizadas exclusivamente <strong>online</strong>, por meio do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>Para se inscrever, o candidato deverá:</p>\n<ul>\n<li>Realizar o cadastro na plataforma Moodle, se ainda não possuir;</li>\n<li>Preencher a ficha de inscrição via Google Formulários;</li>\n<li>Enviar os documentos exigidos em formato PDF único, conforme orientações do edital.</li>\n</ul>\n<p>Não há cobrança de taxa de inscrição informada no edital. Também não foram especificados critérios ou prazos para solicitação de isenção.</p>\n<p>O envio dos documentos deve incluir: documento de identidade, comprovantes de formação exigida, currículo Lattes com documentação comprobatória e tabelas de pontuação preenchidas. Candidatos que desejarem concorrer às vagas reservadas devem incluir as declarações correspondentes.</p>\n<p>Recomenda-se que o candidato acompanhe o status da inscrição na área indicada do site e leia atentamente o edital completo disponível no mesmo endereço eletrônico.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMS será composto por duas etapas presenciais, ambas realizadas na Unidade Universitária de Aquidauana, conforme cronograma oficial:</p>\n<ul>\n<li><strong>Prova Didática</strong> – <em>caráter eliminatório e classificatório</em>: o candidato deverá ministrar uma aula expositiva sobre tema sorteado pela banca, com duração entre 30 e 40 minutos. A apresentação será pública e deverá ser acompanhada de um plano de aula entregue previamente aos avaliadores. Serão avaliados critérios como adequação dos objetivos, desenvolvimento do conteúdo, clareza, linguagem e postura profissional. A nota será atribuída por cada examinador em escala de 0 a 10, sendo eliminado o candidato que obtiver média inferior a 7,0.</li>\n<li><strong>Prova de Títulos</strong> – <em>caráter classificatório</em>: realizada apenas pelos candidatos aprovados na prova didática. Consiste na análise do currículo Lattes, com pontuação conforme os critérios estabelecidos no Anexo II do edital.</li>\n</ul>\n<p>A nota final será a soma das notas obtidas nas duas etapas. Em caso de empate, serão considerados, nesta ordem: maior titulação acadêmica, maior nota na prova didática, maior tempo de magistério superior e maior idade.</p>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, é imprescindível a leitura atenta do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>As notas da prova didática serão publicadas após o encerramento das apresentações de todos os candidatos, conforme cronograma, nos sites <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e <a href=\"http://www.uems.br\" rel=\"noopener\" target=\"_blank\">www.uems.br</a>, na seção de editais e concursos.</p>\n<p>Em seguida, será realizada a avaliação da prova de títulos. As notas dessa etapa também serão divulgadas por meio de edital no site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>O resultado final do processo seletivo será encaminhado à Reitoria da UEMS para homologação. O edital de homologação será publicado nos mesmos endereços eletrônicos e no <strong>Diário Oficial do Estado de Mato Grosso do Sul</strong>.</p>\n<p>Os critérios de classificação seguem a ordem decrescente da nota final. Em caso de empate, serão aplicados os seguintes critérios: titulação acadêmica, nota da prova didática, tempo de magistério superior e idade.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos sites da UEMS e no Diário Oficial, garantindo o conhecimento de prazos, resultados e eventuais convocações.</p>\n</div>"
    },
    {
        "title": "UEMS (MS) – Seleção 71/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uems-ms-selecao-71-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 20/10/2025 | Remuneração: até R$ 10.200,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital da <strong>Seleção de Docentes da Universidade Estadual de Mato Grosso do Sul (UEMS)</strong> foi oficialmente publicado, com objetivo de contratar professores temporários e formar cadastro reserva para o ano letivo de 2026. A seleção é promovida pela Pró-Reitoria de Desenvolvimento Humano e Social em conjunto com a Pró-Reitoria de Ensino, conforme as normas institucionais vigentes.</p>\n<p>O processo seletivo contempla vagas para profissionais com <strong>nível superior</strong>, com exigência de titulação mínima de mestrado. As oportunidades estão distribuídas em diversas áreas do conhecimento, com destaque para <strong>Agroecologia, Zootecnia e Engenharia Florestal</strong>, setores de grande interesse para candidatos das ciências agrárias e ambientais.</p>\n<p>O regime de contratação é <strong>temporário</strong>, com atribuição de aulas conforme a necessidade da instituição. A validade da seleção é para o ano letivo de 2026, podendo ser prorrogada por mais um ano, a critério da UEMS.</p>\n<p>Se você busca uma oportunidade docente no ensino superior e possui formação nas áreas contempladas, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As <strong>inscrições estão abertas</strong> de <strong>6 a 20 de outubro de 2025</strong>, até às 13h (horário de Mato Grosso do Sul), e devem ser realizadas exclusivamente pela internet, por meio do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>O processo de inscrição envolve três etapas obrigatórias: cadastro na plataforma Moodle (caso o candidato ainda não possua), preenchimento da ficha de inscrição via Google Formulários e envio da documentação exigida em formato PDF único. Os documentos obrigatórios incluem: documento oficial de identidade com foto, comprovantes de formação acadêmica, currículo Lattes com comprovações e tabelas preenchidas conforme o edital.</p>\n<p>Não há menção a cobrança de taxa de inscrição no edital, tampouco a critérios para isenção.</p>\n<p>Após o envio, o candidato deve acompanhar o status da inscrição na área “Inscrições” do site da UEMS. É fundamental garantir que todos os documentos estejam legíveis e organizados conforme as orientações do edital.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas presenciais, ambas de caráter <strong>eliminatório e classificatório</strong>:</p>\n<ul>\n<li><strong>Prova Didática</strong>: consiste em uma aula expositiva presencial, com duração entre 30 e 40 minutos, sobre tema sorteado previamente pela banca examinadora. A prova será realizada na Unidade Universitária de Amambai e será aberta ao público. O candidato deverá apresentar um plano de aula impresso aos membros da banca antes do início da exposição. Serão avaliados critérios como adequação dos objetivos, clareza, domínio do conteúdo, linguagem e postura profissional. Cada examinador atribuirá nota de 0 a 10, sendo eliminado o candidato que obtiver média inferior a 7,0.</li>\n<li><strong>Prova de Títulos</strong>: aplicada apenas aos candidatos aprovados na prova didática. Consiste na análise do currículo Lattes, com pontuação conforme os critérios estabelecidos no Anexo II do edital. Serão considerados títulos acadêmicos, produção científica, experiência docente e demais atividades pertinentes.</li>\n</ul>\n<p>A <strong>nota final</strong> será a soma das notas da prova didática e da prova de títulos. Em caso de empate, os critérios de desempate serão: maior titulação acadêmica, maior nota na prova didática, maior tempo de magistério superior e maior idade.</p>\n<p>Para detalhes sobre os conteúdos, critérios de pontuação e cronograma completo, consulte o edital oficial disponível no site da UEMS.</p>\n<h2>Resultados e Gabarito</h2>\n<p>As <strong>notas da prova didática</strong> serão publicadas após a realização de todas as apresentações, conforme o cronograma do edital. A divulgação ocorrerá nos sites <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e <a href=\"http://www.uems.br\" rel=\"noopener\" target=\"_blank\">www.uems.br</a>, na seção de editais e concursos.</p>\n<p>Em seguida, será realizada a <strong>avaliação dos títulos</strong> dos candidatos aprovados na etapa anterior. As notas também serão divulgadas nos mesmos canais oficiais.</p>\n<p>O <strong>resultado final</strong> será composto pela soma das notas da prova didática e da prova de títulos. Em caso de empate, serão aplicados os seguintes critérios, nesta ordem: titulação acadêmica, nota da prova didática, tempo de magistério superior e maior idade.</p>\n<p>A homologação do resultado final será feita pela Reitoria da UEMS e publicada no <strong>Diário Oficial do Estado de Mato Grosso do Sul</strong>, além dos sites institucionais mencionados.</p>\n<p>As <strong>convocações para contratação</strong> ocorrerão conforme a necessidade da instituição e deverão ser acompanhadas exclusivamente pelos canais oficiais da UEMS. É responsabilidade do candidato manter-se informado sobre todas as publicações referentes ao certame.</p>\n</div>"
    },
    {
        "title": "UEMS (MS) – Seleção 77/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uems-ms-selecao-77-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 22/10/2025 | Remuneração: até R$ 10.200,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O processo seletivo para contratação de docentes temporários da Universidade Estadual de Mato Grosso do Sul (UEMS), regido pelo edital publicado pela Pró-Reitoria de Desenvolvimento Humano e Social em conjunto com a Pró-Reitoria de Ensino, está com inscrições abertas. O certame visa à formação de cadastro reserva para o ano letivo de 2026, com possibilidade de prorrogação por mais um ano, conforme interesse institucional.</p>\n<p>O regime de contratação é temporário e contempla profissionais com formação em nível superior. As oportunidades abrangem diversas áreas do conhecimento, com destaque para a área de <strong>Ciências Biológicas</strong>, com exigência de doutorado em áreas como <strong>Agronomia</strong>, <strong>Biotecnologia</strong> ou <strong>Recursos Naturais</strong>, o que pode interessar especialmente a profissionais das áreas de <strong>Biologia</strong> e <strong>Agronomia</strong>.</p>\n<p>Se você tem interesse em atuar como professor universitário e atende aos requisitos exigidos, continue a leitura para saber como se inscrever e conhecer as etapas do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UEMS estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>online</strong>, no período de <strong>6 a 22 de outubro de 2025</strong>, até as 13h (horário de Mato Grosso do Sul), por meio do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>Para se inscrever, o candidato deve:</p>\n<ul>\n<li>Realizar cadastro na plataforma Moodle, caso ainda não possua;</li>\n<li>Preencher a ficha de inscrição via Google Formulários;</li>\n<li>Enviar em formato PDF, em um único arquivo, os documentos exigidos: documento de identidade com foto, comprovantes de formação, currículo Lattes com documentos comprobatórios, e as tabelas I e II do edital preenchidas.</li>\n</ul>\n<p>Não há menção a cobrança de taxa de inscrição no edital. Candidatos que desejarem concorrer por reserva de vagas devem incluir as declarações correspondentes no mesmo arquivo PDF.</p>\n<p>Recomenda-se que o candidato acompanhe o status da inscrição na área “Inscrições” do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e leia atentamente o edital completo para garantir o correto envio da documentação.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMS será composto por duas etapas presenciais, ambas realizadas na Unidade Universitária de Cassilândia, conforme cronograma do edital:</p>\n<ul>\n<li><strong>Prova Didática</strong> (eliminatória e classificatória): consiste em uma aula expositiva sobre tema sorteado com pelo menos 22 horas de antecedência. A apresentação deve durar entre 30 e 40 minutos e será aberta ao público. O candidato deverá entregar à banca um plano de aula antes do início da prova. A avaliação considerará critérios como adequação dos objetivos, desenvolvimento do conteúdo, clareza na exposição e postura profissional. Cada examinador atribuirá nota de 0 a 10, e será eliminado o candidato que obtiver média inferior a 7,0.</li>\n<li><strong>Prova de Títulos</strong> (classificatória): aplicada apenas aos candidatos aprovados na prova didática. A pontuação será baseada na análise do currículo Lattes e dos documentos comprobatórios, conforme critérios definidos no Anexo II do edital.</li>\n</ul>\n<p>A nota final será a soma das notas da prova didática e da prova de títulos. Em caso de empate, serão considerados, nesta ordem: titulação acadêmica, nota da prova didática, tempo de magistério superior e maior idade.</p>\n<p>Para detalhes sobre os critérios de avaliação, conteúdo programático e datas específicas, é essencial a leitura atenta do edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>As notas da prova didática serão divulgadas em edital após o encerramento dessa etapa, nos sites <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e <a href=\"http://www.uems.br\" rel=\"noopener\" target=\"_blank\">www.uems.br</a>, na seção de editais e concursos. Da mesma forma, os resultados da prova de títulos serão publicados após sua conclusão, conforme o cronograma oficial.</p>\n<p>O resultado final do processo seletivo será encaminhado pela banca à Comissão Organizadora, que o enviará à Reitoria para homologação. O edital de homologação será divulgado nos mesmos canais eletrônicos e também publicado no Diário Oficial do Estado de Mato Grosso do Sul.</p>\n<p>Os critérios de classificação seguem a nota final (soma das provas), sendo aplicados os critérios de desempate em caso de igualdade. A convocação dos candidatos classificados será feita conforme necessidade da UEMS, e os interessados devem acompanhar atentamente as publicações oficiais.</p>\n<p>O acompanhamento das atualizações, resultados e convocações é de responsabilidade exclusiva do candidato, devendo ser feito por meio dos sites da banca organizadora e do Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Barra do Turvo (SP) – Seleção Simplificada 18/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-barra-do-turvo-sp-selecao-simplificada-18-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 12/10/2025 | Remuneração: até R$ 8201.71",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Barra do Turvo, em São Paulo, publicou o edital normativo de credenciamento n° 18/2025 para o seu novo Processo Seletivo Simplificado. O certame visa a contratação temporária de profissionais para preencher uma vaga imediata, além de formar cadastro de reserva, para o cargo de Engenheiro Agrônomo. A contratação será por prazo determinado de até 12 meses, com possibilidade de prorrogação por igual período, conforme a necessidade da Administração Pública Municipal.</p>\n<p>A oportunidade é destinada a candidatos com formação de nível superior em Engenharia Agronômica e registro ativo no CREA. Este processo seletivo é uma excelente oportunidade para profissionais da área de <strong>Agronomia</strong> que buscam uma colocação no setor público. Continue a leitura para conferir os detalhes sobre as inscrições, etapas de classificação e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Credenciamento da Prefeitura de Barra do Turvo estarão abertas no período de <strong>06 a 12 de outubro de 2025</strong>.</p>\n<p>A participação é <strong>gratuita</strong>. Para se inscrever, o candidato deverá enviar a ficha de inscrição preenchida (disponível no edital) juntamente com a documentação exigida para o endereço de e-mail <em><a class=\"__cf_email__\" data-cfemail=\"eb888485889e999884ab898a99998a8f849f9e999d84c5989bc58c849dc58999\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>A documentação necessária inclui:</p>\n<ul>\n<li>Fotocópia do documento de identidade;</li>\n<li>Diploma de conclusão do curso superior em Engenharia Agronômica;</li>\n<li>Comprovante de inscrição ativa no Conselho Regional de Engenharia e Agronomia (CREA);</li>\n<li>Demais documentos pertinentes para a prova de títulos.</li>\n</ul>\n<p>É fundamental que o candidato leia atentamente o edital completo para conferir todas as normas e garantir que a inscrição seja realizada corretamente.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Barra do Turvo consistirá em uma única etapa de <strong>Análise de Títulos e Experiência Profissional</strong>, de caráter classificatório. A classificação dos candidatos será determinada pela somatória de pontos obtidos a partir da documentação comprobatória enviada no ato da inscrição. Os critérios de pontuação são os seguintes:</p>\n<ul>\n<li><strong>Formação e Registro:</strong> 1,0 ponto para o diploma de Engenharia Agronômica e registro no CREA.</li>\n<li><strong>Tempo de Inscrição no CREA:</strong> 1,0 ponto para cada 6 meses de registro.</li>\n<li><strong>Experiência no Setor Público ou Sistema “S”:</strong> 2,0 pontos para cada 6 meses de atuação na área.</li>\n<li><strong>Pós-Graduação (Lato Sensu):</strong> 1,0 ponto por cada título relacionado à área.</li>\n<li><strong>Mestrado:</strong> 2,0 pontos por cada título relacionado à área.</li>\n<li><strong>Doutorado:</strong> 3,0 pontos por cada título relacionado à área.</li>\n<li><strong>Experiência em ATER:</strong> 1,0 ponto a cada 50 horas comprovadas.</li>\n<li><strong>Experiência em Áreas Específicas da Agronomia:</strong> 1,0 ponto a cada 80 horas comprovadas por tema.</li>\n<li><strong>Elaboração de Projetos Técnicos:</strong> 1,0 ponto por projeto comprovado como Responsável Técnico.</li>\n</ul>\n<p>Para obter detalhes sobre os documentos comprobatórios aceitos e as regras de pontuação, é imprescindível a consulta ao edital normativo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação provisória dos candidatos será divulgada em data a ser definida, após o encerramento do período de inscrições. Após a publicação, será aberto um prazo de 02 (dois) dias úteis para a interposição de recursos. A classificação definitiva será publicada posteriormente, após a análise dos recursos.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de preferência:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos (dando-se preferência ao mais velho);</li>\n<li>Maior número de filhos menores de 6 anos ou incapazes;</li>\n<li>Maior número de filhos entre 6 e 14 anos;</li>\n<li>Estado civil (casado, viúvo, separado/divorciado com encargos familiares);</li>\n<li>Maior idade (geral).</li>\n</ul>\n<p>Se o empate persistir, será realizado um sorteio público. O resultado final será homologado e publicado nos canais oficiais. A convocação dos aprovados ocorrerá de acordo com a ordem de classificação e a necessidade da administração municipal.</p>\n<p>Todas as publicações, incluindo classificações, convocações e demais atos, serão feitas no site oficial do Município de Barra do Turvo e no Diário Oficial do Município. É de exclusiva responsabilidade do candidato acompanhar todas as atualizações referentes ao processo seletivo.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 327/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-327-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 06/11/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho nº 343/2025-RUNESP) para o provimento de <strong>01 vaga de Professor Assistente</strong>. A oportunidade é para o Departamento de Biotecnologia Agropecuária e Ambiental da Faculdade de Ciências Agrárias e Veterinárias do Câmpus de Jaboticabal.</p>\n<p>O certame destina-se a candidatos com nível superior e titulação mínima de Doutor, com contratação sob o regime jurídico efetivo e Dedicação Integral à Docência e à Pesquisa (RDIDP). A vaga em destaque é na área de <strong>Agronomia</strong>, um dos principais focos de interesse do nosso público.</p>\n<p>Este concurso representa uma excelente oportunidade para profissionais que buscam uma carreira acadêmica consolidada em uma das mais importantes universidades do país. Nas seções a seguir, você encontrará todos os detalhes sobre as inscrições, etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas das <strong>09h de 06 de outubro de 2025 até as 17h de 06 de novembro de 2025</strong> (horário de Brasília). O processo deve ser realizado exclusivamente pela internet, através do Sistema de Inscrições da universidade.</p>\n<p>A taxa de inscrição foi fixada em <strong>R$ 276,00</strong>. O pagamento pode ser efetuado por transferência, depósito bancário ou PIX, e o comprovante deve ser anexado no sistema para validação da candidatura.</p>\n<p>Candidatos que sejam estudantes (graduação ou pós-graduação) e que possuam remuneração mensal inferior a dois salários mínimos ou estejam desempregados podem solicitar a <strong>redução de 50% do valor da taxa</strong>. O pedido de redução deve ser feito nos primeiros cinco dias do período de inscrição, de 06 a 10 de outubro de 2025, seguindo os critérios especificados no edital.</p>\n<p>Para garantir a participação, é fundamental a leitura completa do edital, disponível no site da UNESP.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases, com diferentes provas para avaliar o conhecimento e a aptidão dos candidatos. A aprovação na primeira fase é pré-requisito para avançar.</p>\n<p>A estrutura do concurso é a seguinte:</p>\n<ul>\n<li><strong>Primeira Fase:</strong> Prova Escrita, de caráter eliminatório e classificatório. Os candidatos terão um período para consulta e, em seguida, deverão dissertar sobre um tema sorteado. A nota mínima para aprovação nesta etapa é 7,0.</li>\n<li><strong>Segunda Fase:</strong> Composta por três avaliações de caráter classificatório para os aprovados na prova escrita:\n<ul>\n<li><em>Prova de Títulos (peso 2):</em> Análise do Currículo Lattes documentado.</li>\n<li><em>Prova Didática (peso 2):</em> Apresentação de uma aula teórica em nível de graduação, com duração de 40 a 60 minutos.</li>\n<li><em>Prova de Análise e Arguição (peso 1):</em> Defesa do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária submetidos na inscrição.</li>\n</ul>\n</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de pontuação de cada prova e o cronograma completo, a consulta ao edital oficial é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e definitivos de cada etapa, incluindo notas e classificação, serão divulgados no Diário Oficial do Estado (DOE) e disponibilizados no Sistema de Inscrições da UNESP. A aprovação no certame exige que o candidato obtenha média final igual ou superior a 7,0, atribuída por, no mínimo, dois membros da banca examinadora.</p>\n<p>A classificação final será estabelecida com base no maior número de indicações recebidas pelos candidatos de cada examinador. Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Melhor nota na Prova de Títulos;</li>\n<li>Melhor média na Prova Didática;</li>\n<li>Melhor média na Prova Escrita;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>Após a análise de eventuais recursos, o resultado final será homologado e publicado no DOE. A convocação para nomeação seguirá rigorosamente a ordem de classificação. O concurso terá validade de seis meses, podendo ser prorrogado uma vez por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial do Estado para não perder nenhum prazo ou convocação.</p>\n</div>"
    },
    {
        "title": "Prefeitura Marcelândia (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-marcelandia-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 05/11/2025 | Remuneração: até R$ 10938.09",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Marcelândia, no Mato Grosso, publicou o edital nº 01/2025 do seu Concurso Público, sob organização do Instituto Selecon. O certame visa o preenchimento de cargos efetivos e a formação de cadastro de reserva em diversas áreas da administração municipal, com contratação pelo regime estatutário. As oportunidades abrangem todos os níveis de escolaridade: alfabetizado, fundamental, médio, técnico e superior.</p>\n<p>O concurso oferece vagas em setores como administração, educação, saúde e serviços gerais. <strong>Para os profissionais das áreas de agrárias e biológicas, há oportunidades para Engenheiro Agrônomo, Engenheiro Ambiental, Engenheiro Florestal, Médico Veterinário, Zootecnista, Biólogo e Nutricionista.</strong></p>\n<p>Este é um certame de médio porte, com diversas oportunidades para quem busca uma carreira no serviço público municipal. Nas seções a seguir, você encontrará informações detalhadas sobre as inscrições, etapas do processo seletivo e como acompanhar os resultados. Continue a leitura para se preparar.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Marcelândia – MT estão abertas e devem ser realizadas exclusivamente pela internet, no site do Instituto Selecon, entre os dias <strong>2 de outubro de 2025 e 5 de novembro de 2025</strong>. Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Alfabetizado:</strong> R$ 68,00</li>\n<li><strong>Nível Fundamental:</strong> R$ 78,00</li>\n<li><strong>Níveis Médio e Técnico:</strong> R$ 95,00</li>\n<li><strong>Nível Superior:</strong> R$ 120,00</li>\n</ul>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico no site da banca, gerar o boleto bancário e efetuar o pagamento até a data de vencimento. Caso perca o prazo, é possível emitir uma segunda via do boleto até o dia útil seguinte ao término das inscrições. O edital prevê a possibilidade de isenção da taxa para doadores regulares de sangue, conforme as regras especificadas. Após 48 horas do pagamento, é fundamental que o candidato acesse a “Área do Candidato” no site da Selecon para confirmar o processamento da sua inscrição.</p>\n<p>Para conhecer todos os procedimentos, critérios de isenção e demais regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Marcelândia – MT será composto por até três etapas, dependendo do cargo escolhido pelo candidato. A estrutura de avaliação é a seguinte:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos. A prova será de múltipla escolha, com quatro alternativas por questão. A duração será de 3 horas para os cargos de nível alfabetizado e fundamental, e de 4 horas para os de nível médio e superior. Para ser aprovado, o candidato deve obter no mínimo 50% do total de pontos. Para os níveis médio e superior, também é exigido não zerar nenhuma disciplina. As disciplinas variam por nível, incluindo Língua Portuguesa, Matemática, Raciocínio Lógico, Noções de Informática e Conhecimentos Específicos.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, destinada apenas aos candidatos aos cargos de Motorista, Operador de Máquinas Pesadas, Operador de Motoniveladora e Operador de PC 200 que forem aprovados na prova objetiva dentro das classificações especificadas no edital. A avaliação consistirá na execução de tarefas práticas com os veículos e equipamentos correspondentes, e será aprovado quem obtiver no mínimo 50 de 100 pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta etapa é voltada para os candidatos aos cargos de nível superior aprovados na prova objetiva. Serão pontuados títulos de pós-graduação, como Doutorado, Mestrado e Especialização, com pontuação máxima de 10 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação de cada etapa e o cronograma completo, é fundamental consultar o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Marcelândia – MT seguirá um cronograma oficial. O gabarito preliminar da prova objetiva será publicado no site do Instituto Selecon em até 24 horas após a aplicação da prova, abrindo-se o prazo para recursos. Após a análise dos recursos, o gabarito definitivo e os resultados preliminares de cada etapa serão divulgados.</p>\n<p>Os critérios de desempate na classificação final variam conforme o nível do cargo. Para todos os níveis, o primeiro critério de preferência é para o candidato com idade igual ou superior a 60 anos. Em seguida, são considerados o maior número de acertos nas disciplinas de Conhecimentos Específicos e Língua Portuguesa, entre outras. Para os cargos de nível superior, a pontuação na Prova de Títulos também é um critério de desempate. Persistindo o empate, o candidato mais velho terá a preferência.</p>\n<p>O resultado final do certame será homologado pela Prefeitura de Marcelândia e publicado no site da banca organizadora e no Diário Oficial do município. A convocação dos aprovados para a posse ocorrerá de acordo com a necessidade da administração municipal e seguirá a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações, retificações e resultados, no site do Instituto Selecon e nos meios de comunicação oficiais da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Passagem Franca do Piauí (PI) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-passagem-franca-do-piaui-pi-concurso-01-2025/",
        "description": "Local: Piauí | Tipo: cadastro reserva vaga(s) | Prazo: até 03/11/2025 | Remuneração: até R$ 6332.7",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Passagem Franca do Piauí, no estado do Piauí, publicou o edital para seu novo concurso público, organizado pelo Instituto Legatus. O certame visa o preenchimento de vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental (incompleto e completo), médio, técnico e superior. Os candidatos aprovados serão contratados sob o regime estatutário, garantindo estabilidade no serviço público.</p>\n<p>As oportunidades abrangem diversas áreas, como administração, educação, saúde e serviços operacionais. <strong>Para os profissionais das áreas de ciências agrárias e biológicas, o concurso oferece vagas para Engenheiro Agrônomo, Médico Veterinário, Nutricionista e Professor de Ciências (Biologia), além de oportunidades na área ambiental para Auxiliar Administrativo e Fiscal.</strong></p>\n<p>Este é um certame de grande porte para o município, com uma variedade de cargos e remunerações. Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Passagem Franca do Piauí-PI estarão abertas e devem ser realizadas exclusivamente pela internet, através do site da banca organizadora, o Instituto Legatus. O período para se inscrever vai <strong>de 06 de outubro de 2025 até as 23h59 do dia 03 de novembro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 80,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 100,00</li>\n<li><strong>Nível Superior:</strong> R$ 125,00</li>\n</ul>\n<p>O pagamento pode ser efetuado via boleto bancário ou PIX (através do QR Code gerado no sistema) até o primeiro dia útil após o término do prazo de inscrição. Candidatos que atendam aos critérios do CadÚnico (com renda familiar per capita de até meio salário mínimo) podem solicitar a isenção da taxa. O pedido de isenção deve ser feito no site específico da banca (https://isencoes.legatus.org.br/) até o quarto dia após o início das inscrições, com o envio da documentação comprobatória exigida.</p>\n<p>Após o pagamento, o candidato deve acompanhar a confirmação de sua inscrição na “Área do Candidato” no site do Instituto Legatus. É fundamental a leitura completa do edital para compreender todas as regras e procedimentos de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Passagem Franca do Piauí-PI será estruturado em duas etapas principais, variando de acordo com o cargo escolhido. Todos os candidatos serão avaliados por meio de uma prova objetiva, enquanto os concorrentes aos cargos de professor também passarão por uma avaliação de títulos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os candidatos na data provável de <strong>07 de dezembro de 2025</strong>. A prova terá duração de 4 horas e será composta por 40 questões de múltipla escolha. Para ser considerado classificado, o candidato deverá obter no mínimo 60 pontos na nota total e 36 pontos nas questões de conhecimentos específicos e locais. As disciplinas cobradas incluem Língua Portuguesa, Raciocínio Lógico-Matemático, Noções de Informática e Conhecimentos Específicos e Locais, com variações conforme o cargo.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é exclusiva para os candidatos aos cargos de Professor que forem aprovados na prova objetiva e classificados dentro do limite estabelecido pelo edital. A pontuação máxima nesta fase é de 10 pontos, atribuída com base em diplomas de pós-graduação (especialização, mestrado e doutorado).</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado de cada disciplina, os critérios de avaliação e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso será realizada em etapas, seguindo o cronograma oficial disponível no site do Instituto Legatus. Após a aplicação das provas, a banca publicará os gabaritos preliminares, abrindo um prazo para que os candidatos possam interpor recursos. Após a análise dos recursos, o gabarito definitivo e os resultados preliminares da prova objetiva serão divulgados.</p>\n<p>A classificação final dos candidatos será baseada na nota obtida na prova objetiva, somada à pontuação da avaliação de títulos para os cargos de professor. Em caso de empate, serão aplicados os seguintes critérios de desempate, nesta ordem: </p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota em conhecimentos específicos e locais;</li>\n<li>Maior nota em Língua Portuguesa;</li>\n<li>Maior idade (entre os candidatos com menos de 60 anos).</li>\n</ul>\n<p>O resultado final do concurso será homologado pela Prefeitura Municipal de Passagem Franca do Piauí-PI e publicado no Diário Oficial dos Municípios e no site da banca. A convocação dos aprovados para a nomeação será realizada por meio de Ato Convocatório publicado nos canais oficiais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo gabaritos, resultados, convocações e eventuais retificações, no site da banca organizadora e nos meios de comunicação oficiais da prefeitura.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 480/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-480-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual do Maranhão (UEMA) publicou o edital de seu novo processo seletivo simplificado, destinado à contratação temporária de Professor Substituto para o Campus Colinas. O certame, regido pelo processo SEI n.º 2025.240201.25811, visa preencher vagas imediatas para profissionais de nível superior.</p>\n<p>As oportunidades contemplam diversas áreas do conhecimento. <strong>Há vagas de grande interesse para profissionais de Agronomia e Ciências Biológicas</strong>, além de posições que aceitam formação em <strong>Engenharia Florestal</strong> e Gestão Ambiental. A seleção busca suprir necessidades emergenciais da instituição, oferecendo uma excelente oportunidade para ingressar na carreira acadêmica. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UEMA estarão abertas de <strong>7 a 15 de outubro de 2025</strong>. Os interessados devem se candidatar exclusivamente de forma online, através do portal oficial da universidade, no endereço <em>concursoseseletivos.uema.br</em>. A taxa de inscrição foi fixada em R$ 100,00 para todos os cargos, e o pagamento deve ser realizado por meio de boleto bancário.</p>\n<p>O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem observar os prazos e procedimentos específicos para o pedido. Após a confirmação do pagamento, a inscrição será efetivada. É fundamental que o candidato anexe toda a documentação exigida no ato da inscrição, pois não será permitida a juntada posterior de documentos. Para informações completas, leia atentamente o edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMA será composto por duas etapas principais, estruturadas para avaliar tanto a capacidade didática quanto a qualificação acadêmica dos candidatos. As fases são:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva com duração de 45 a 55 minutos sobre um tema sorteado. O candidato deverá apresentar um plano de aula e obter nota média igual ou superior a 7,0 para ser aprovado.</li>\n<li><strong>Julgamento de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos aprovados na prova didática. A banca examinadora analisará o Currículo Lattes e os documentos comprobatórios enviados durante a inscrição para pontuar a formação e a experiência profissional do candidato.</li>\n</ul>\n<p>Para conhecer os temas da prova didática e os critérios de pontuação dos títulos, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares, com as notas da prova didática e da análise de títulos, serão divulgados a partir de 7 de novembro de 2025. O resultado final do certame está previsto para ser publicado em 28 de novembro de 2025. Em caso de empate na classificação final, os critérios de desempate seguirão a ordem: maior nota na prova didática, maior tempo de experiência no magistério superior e maior idade.</p>\n<p>A homologação do resultado será realizada pelo Conselho de Centro/Campus, e a convocação dos aprovados ocorrerá por meio de publicação no Diário Oficial do Estado do Maranhão. Os candidatos convocados terão 15 dias para se apresentar e assinar o contrato.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UEMA e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "UFAPE (PE) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufape-pe-selecao-simplificada-03-2025/",
        "description": "Local: Pernambuco | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Agreste de Pernambuco (UFAPE) publicou o <strong>Edital nº 003/2025</strong> para o seu novo Processo Seletivo Simplificado. O certame visa a contratação de Professores Substitutos por tempo determinado para atuação na instituição. Todas as oportunidades são para candidatos com nível superior completo.</p>\n<p>O processo seletivo contempla vagas em diversas áreas do conhecimento, incluindo Ciências da Computação e Sociologia. <strong>Destacam-se as oportunidades para profissionais de Zootecnia, Agronomia e Medicina Veterinária</strong>, áreas de grande interesse para nossa comunidade. A seleção será coordenada pelo Setor de Concurso e Seleção da UFAPE.</p>\n<p>Para conhecer em detalhes os requisitos, as etapas de avaliação e os prazos, continue a leitura das seções a seguir.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UFAPE serão realizadas exclusivamente pela internet, no período de <strong>07 de outubro de 2025 a 15 de outubro de 2025</strong>. Os interessados devem acessar o site oficial do certame, em <em>www.concursos.ufape.edu.br</em>, para realizar o cadastro e submeter a documentação comprobatória exigida.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 75,00 para todos os cargos. O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), que precisa ser gerada no portal PagTesouro. O edital especifica os códigos necessários para o preenchimento da guia (UG 156687; Gestão 26456; Cód. de recolhimento 28883-7).</p>\n<p>A confirmação da inscrição depende do correto preenchimento do formulário online, do envio dos documentos solicitados em formato PDF e da confirmação do pagamento da taxa. O edital não detalha o procedimento para solicitação de isenção, apenas menciona que candidatos isentos não precisam realizar o pagamento.</p>\n<p>É fundamental que os candidatos leiam atentamente o edital completo para compreender todas as regras e exigências do processo de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UFAPE será composto por duas etapas principais de avaliação, ambas de caráter classificatório e eliminatório. A nota final mínima para aprovação no certame é de 7,0 pontos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Didática:</strong> Consiste em uma aula expositiva presencial, com duração de até 60 minutos, sobre um tema sorteado previamente. Esta etapa tem peso 6,0 na nota final e avalia o domínio do conteúdo, a capacidade de organização e exposição de ideias, e o uso de recursos didáticos.</li>\n<li><strong>Prova de Títulos:</strong> Etapa de caráter classificatório, com peso 4,0 na nota final. Consiste na análise do <em>Curriculum Vitae</em> (modelo Lattes) e dos documentos comprobatórios enviados pelo candidato no ato da inscrição. A pontuação será atribuída conforme os critérios detalhados no edital.</li>\n</ul>\n<p>A nota final será calculada pela média ponderada das notas obtidas nas duas etapas, seguindo a fórmula: <em>Nota Final = ((Nota da Prova Didática × 6) + (Nota da Prova de Títulos × 4)) / 10</em>. Para obter informações detalhadas sobre os conteúdos programáticos, os critérios de avaliação e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Após a realização das avaliações, a UFAPE divulgará o resultado preliminar no site oficial do concurso. Os candidatos terão o prazo de 24 horas, a contar da publicação, para interpor recursos, que deverão ser enviados devidamente fundamentados para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"f5969a9b968087869adb919a96909b8190b58093948590db909180db9787\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>O resultado final será publicado em duas listas: uma geral, com a pontuação de todos os candidatos aprovados, e outra específica para os candidatos inscritos como Pessoas com Deficiência (PCD). Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Maior idade;</li>\n<li>Maior nota na Prova Didática;</li>\n<li>Comprovação de exercício da função de jurado;</li>\n<li>Comprovação de exercício de atividades voluntárias.</li>\n</ul>\n<p>A convocação dos aprovados ocorrerá de acordo com a necessidade da instituição e seguirá a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo resultados, convocações e eventuais retificações, no site da UFAPE (<em>www.concursos.ufape.edu.br</em>) e no Diário Oficial da União (DOU).</p>\n</div>"
    },
    {
        "title": "Ales (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ales-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 30/10/2025 | Remuneração: até R$ 9360.43",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Assembleia Legislativa do Estado do Espírito Santo (ALES) foi publicado, oferecendo uma excelente oportunidade para profissionais de nível superior. Organizado pelo Instituto Brasileiro de Gestão e Pesquisa (IBGP), o certame visa o preenchimento de 20 vagas imediatas, além da formação de cadastro de reserva, para cargos do quadro de servidores públicos da casa legislativa. As oportunidades abrangem as carreiras de Analista Legislativo e Consultor Legislativo em diversas áreas de especialização, como administrativa, contábil, jurídica e legislativa.</p>\n<p>Para os profissionais das áreas de ciências agrárias e biológicas, o concurso se destaca por oferecer vagas específicas. <strong>Há oportunidades para os cargos de Consultor Legislativo nas áreas de Agricultura, Bem-estar dos Animais, Meio Ambiente e Saúde Pública, contemplando formações como Agronomia, Medicina Veterinária, Zootecnia, Biologia, Engenharia Ambiental, Engenharia Florestal e Nutrição.</strong> O regime de contratação é o estatutário, garantindo estabilidade aos aprovados. Convidamos você a explorar as seções seguintes para obter informações detalhadas sobre as inscrições, etapas e cronograma deste importante concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da ALES serão realizadas exclusivamente pela internet, através do site da banca organizadora. O período para se inscrever terá início às <strong>09h do dia 06 de outubro de 2025 e se encerrará às 16h do dia 30 de outubro de 2025</strong>. Para confirmar a participação, é necessário preencher o formulário eletrônico, gerar o Documento Único de Arrecadação (DUA) e efetuar o pagamento da taxa de inscrição até o dia 31 de outubro de 2025.</p>\n<p>Os valores das taxas foram definidos de acordo com o cargo pretendido:</p>\n<ul>\n<li><strong>Analista Legislativo:</strong> R$ 115,00</li>\n<li><strong>Consultor Legislativo:</strong> R$ 220,00</li>\n</ul>\n<p>O pagamento pode ser realizado em toda a rede bancária conveniada ou via QR Code Pix. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos interessados devem consultar os critérios e procedimentos detalhados no documento oficial. Após a inscrição, é fundamental que o candidato acompanhe a confirmação do pagamento e o status de sua participação na área restrita do site do IBGP. Para garantir sua participação e conhecer todas as regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da ALES será estruturado em múltiplas etapas, com caráter eliminatório e/ou classificatório, dependendo do cargo. Todos os candidatos serão submetidos a uma Prova Objetiva de Múltipla Escolha e a uma Prova de Títulos. A aplicação das provas objetivas está prevista para o dia <strong>23 de novembro de 2025</strong>, no turno da manhã.</p>\n<p>As etapas do certame são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para todos os cargos.</li>\n<li><strong>Prova Discursiva:</strong> Exclusiva para os candidatos aos cargos de Consultor Legislativo, esta etapa possui caráter eliminatório e classificatório e será realizada no mesmo dia da prova objetiva, no turno da tarde.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, será aplicada para todos os cargos.</li>\n<li><strong>Procedimento de Heteroidentificação:</strong> Etapa de verificação para os candidatos que se autodeclararem negros (pretos ou pardos).</li>\n<li><strong>Avaliação Médico Pericial e Biopsicossocial:</strong> Destinada aos candidatos inscritos nas vagas reservadas para Pessoas com Deficiência (PcD).</li>\n</ul>\n<p>É fundamental consultar o edital para conhecer o conteúdo programático detalhado de cada prova, os critérios de avaliação, a pontuação mínima para aprovação e o cronograma completo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da ALES seguirá um cronograma específico, com a publicação das listas de aprovados no site da banca organizadora, o IBGP. Os resultados finais serão apresentados em quatro listas distintas: uma com a classificação geral de todos os candidatos por cargo, e outras três listas específicas para os candidatos aprovados nas vagas reservadas para Pessoas com Deficiência (PcD), negros e indígenas.</p>\n<p>Após a conclusão de todas as etapas e a análise de recursos, o resultado final do concurso será homologado por ato do Presidente da Assembleia Legislativa. A homologação será publicada no Diário do Poder Legislativo (DPL) do Espírito Santo e também nos sites oficiais da ALES e do IBGP. A convocação dos candidatos aprovados dentro do número de vagas ocorrerá após a homologação, seguindo a ordem de classificação. Os candidatos devem monitorar atentamente essas publicações para não perderem os prazos de nomeação e posse.</p>\n<p>O acompanhamento de todas as publicações, convocações e comunicados referentes ao concurso, divulgados no site da banca organizadora e no Diário Oficial, é de responsabilidade exclusiva do candidato.</p>\n</div>"
    }
]