[
    {
        "title": "IFPR (PR) – Seleção Simplificada 263/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifpr-pr-selecao-simplificada-263-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal do Paraná (IFPR) – Campus Palmas publicou o <strong>Edital nº 263/2025</strong>, referente ao processo seletivo simplificado para formação de cadastro de reserva de <strong>professor substituto</strong>. O certame, com inscrições abertas, visa atender a demandas temporárias da instituição, conforme a legislação vigente (Lei nº 8.745/1993 e alterações).</p>\n<p>A seleção contempla a área de <strong>Agronomia</strong>, com exigência de graduação na área e pós-graduação em qualquer campo do conhecimento. A contratação será realizada sob o regime da Lei nº 8.745/1993, com carga horária de 40 horas semanais e remuneração variando entre <strong>R$ 4.326,60</strong> e <strong>R$ 8.058,29</strong>, conforme titulação do candidato aprovado.</p>\n<p>O processo visa exclusivamente à formação de cadastro de reserva, sem garantia de convocação, estando a contratação condicionada à necessidade institucional e disponibilidade orçamentária.</p>\n<p>Se você é profissional da área de Agronomia e busca uma oportunidade docente no serviço público federal, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>pela internet</strong>, no período de <strong>06 de outubro, às 12h, até 29 de outubro de 2025, às 17h</strong>, por meio do site oficial do IFPR Campus Palmas: <a href=\"https://ifpr.edu.br/palmas/\" rel=\"noopener\" target=\"_blank\">https://ifpr.edu.br/palmas/</a>.</p>\n<p>Para se inscrever, o candidato deve preencher o requerimento eletrônico e anexar os documentos exigidos, como RG, CPF e comprovantes de titulação e experiência profissional. A inscrição é gratuita, e não há cobrança de taxa.</p>\n<p>O IFPR não se responsabiliza por problemas técnicos que impeçam a efetivação da inscrição. Após o encerramento do prazo, será publicada a lista preliminar de inscritos no site do campus. Em caso de indeferimento, o candidato poderá interpor recurso em até 1 (um) dia útil, pelo e-mail <a href=\"/cdn-cgi/l/email-protection#a4d4d7d78ad4c5c8c9c5d7e4cdc2d4d68ac1c0d18ac6d6\"><span class=\"__cf_email__\" data-cfemail=\"7d0d0e0e530d1c11101c0e3d141b0d0f53181908531f0f\">[email protected]</span></a>.</p>\n<p>Recomenda-se que o candidato acompanhe regularmente a área de publicações do site para verificar o status da inscrição e demais comunicados oficiais. Para mais informações, é essencial a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por <strong>duas etapas</strong>, ambas de caráter <strong>eliminatório e classificatório</strong>:</p>\n<ul>\n<li><strong>Prova Didática</strong>: consistirá em uma aula presencial de 40 minutos, ministrada sobre um ponto sorteado com no mínimo 24 horas de antecedência. O sorteio será divulgado no site do IFPR Palmas. A avaliação considerará critérios como planejamento, domínio do conteúdo, linguagem, recursos didáticos e coerência na exposição. A pontuação máxima é de 100 pontos, sendo necessário obter <strong>mínimo de 70 pontos</strong> para avançar.</li>\n<li><strong>Prova de Títulos</strong>: será realizada com base na documentação enviada no ato da inscrição. Serão avaliados títulos acadêmicos (doutorado, mestrado, especialização), formação pedagógica e experiência profissional docente e na área de Agronomia. A pontuação máxima também é de 100 pontos.</li>\n</ul>\n<p>A média final será calculada com base na fórmula: <strong>(Prova Didática x 7 + Prova de Títulos x 3) / 10</strong>.</p>\n<p>As provas didáticas estão previstas para os dias <strong>06 e 07 de novembro de 2025</strong>, com sorteio do ponto no dia <strong>05 de novembro</strong>. O cronograma detalhado será divulgado em edital específico no site do campus.</p>\n<p>Para informações completas sobre critérios de avaliação, pontuação e cronograma, recomenda-se a leitura integral do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar</strong> do processo seletivo será divulgado no site do IFPR Campus Palmas (<a href=\"https://ifpr.edu.br/palmas/\" rel=\"noopener\" target=\"_blank\">https://ifpr.edu.br/palmas/</a>) no dia <strong>10 de novembro de 2025</strong>, contendo a classificação dos candidatos com base na média ponderada das provas.</p>\n<p>Os candidatos poderão interpor <strong>recurso</strong> contra o resultado preliminar nos dias <strong>11 e 12 de novembro de 2025</strong>, por meio de requerimento enviado ao e-mail <a href=\"/cdn-cgi/l/email-protection#9aeae9e9b4eafbf6f7fbe9daf3fceae8b4fffeefb4f8e8\"><span class=\"__cf_email__\" data-cfemail=\"08787b7b2678696465697b48616e787a266d6c7d266a7a\">[email protected]</span></a>. A decisão sobre os recursos será publicada no dia <strong>13 de novembro de 2025</strong>, juntamente com a homologação do resultado final.</p>\n<p>Em caso de empate, os critérios de desempate são:</p>\n<ul>\n<li>Maior idade (para candidatos com 60 anos ou mais);</li>\n<li>Maior nota na prova didática;</li>\n<li>Maior idade (geral).</li>\n</ul>\n<p>O processo seletivo terá validade de <strong>1 ano</strong>, a partir da publicação da homologação no Diário Oficial da União. A convocação dos candidatos aprovados será feita conforme necessidade institucional, por meio de editais publicados no site do campus e no DOU.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IFPR Palmas e no Diário Oficial da União para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UEPG (PR) – Seleção Simplificada 937/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uepg-pr-selecao-simplificada-937-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 27/10/2025 | Remuneração: até R$ 10.687,27",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital PROGESP/DICON 2025 da Universidade Estadual de Ponta Grossa (UEPG) anuncia a abertura de Processo Seletivo Simplificado para contratação temporária de Professores Colaboradores. O certame está com edital publicado e tem como objetivo o preenchimento de 10 vagas imediatas, além da formação de cadastro reserva, em diversas áreas do conhecimento.</p>\n<p>As contratações ocorrerão sob o regime da Consolidação das Leis do Trabalho (CLT), conforme legislação estadual vigente. As oportunidades são destinadas exclusivamente a profissionais com formação de nível superior, incluindo especialização, mestrado ou doutorado, conforme os requisitos específicos de cada área.</p>\n<p>O processo contempla vagas em áreas estratégicas como Agronomia, Engenharia de Alimentos, Engenharia Florestal, Biologia, Nutrição e outras correlatas — o que o torna especialmente atrativo para profissionais dessas áreas. As cargas horárias variam entre 20h e 40h semanais, com exigência de titulação mínima conforme especificado por área.</p>\n<p>Se você busca uma oportunidade docente no ensino superior público paranaense, continue a leitura para saber como se inscrever, quais são as etapas do processo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado da UEPG estão <strong>abertas</strong> e devem ser realizadas exclusivamente pela internet, no período de <strong>9 a 27 de outubro de 2025</strong>, por meio do endereço eletrônico <a href=\"https://sisei.apps.uepg.br/protocolo-digital\" rel=\"noopener\" target=\"_blank\">https://sisei.apps.uepg.br/protocolo-digital</a>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 150,00</strong>, com pagamento via boleto bancário, gerado após a finalização do cadastro online. O boleto deve ser pago até a data de vencimento indicada no sistema, sendo a inscrição validada apenas após a compensação bancária.</p>\n<p>O candidato deve preencher corretamente todos os dados no sistema, criar senha de acesso e anotar o número de inscrição. O resumo da inscrição será enviado por e-mail. A ficha de inscrição, gerada em PDF, deve ser salva para eventual envio posterior.</p>\n<p>Pedidos de isenção da taxa são permitidos para apenas uma inscrição por candidato e devem seguir os critérios estabelecidos no edital. Candidatos que desejarem se inscrever em mais de uma área devem utilizar senhas distintas e estar atentos à possibilidade de conflitos de datas e horários das provas.</p>\n<p>O uso de nome social pode ser solicitado via protocolo digital no mesmo período das inscrições, conforme orientações do edital.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo para garantir o correto cumprimento de todos os requisitos e prazos.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da UEPG será composto por três etapas principais:</p>\n<ul>\n<li><strong>Prova Escrita</strong> – De caráter eliminatório, com duração de 3 horas. Avalia o conhecimento aprofundado sobre tema sorteado no dia da prova, com possibilidade de 15 minutos de consulta a materiais impressos antes do início. A nota mínima para aprovação é 5,00.</li>\n<li><strong>Prova Didática com Arguição</strong> – Também de caráter eliminatório, avalia a capacidade de planejamento, comunicação e domínio do conteúdo. A apresentação tem duração de 30 minutos, seguida de arguição de até 20 minutos. Pode ser realizada presencialmente ou por videoconferência, conforme definido por cada departamento. Exige envio prévio de plano de aula e materiais.</li>\n<li><strong>Avaliação de Títulos</strong> – De caráter classificatório, destinada apenas aos candidatos aprovados na Prova Didática. Avalia titulação acadêmica e experiência profissional nos últimos 5 anos. A pontuação varia de 5,00 a 10,00 pontos.</li>\n</ul>\n<p>Para ser classificado, o candidato deve obter nota mínima de 5,00 em cada etapa. A nota final será a média aritmética das três etapas. Em caso de empate, serão considerados critérios como idade (para candidatos com 60 anos ou mais), nota da prova didática, prova escrita, títulos e tempo de magistério.</p>\n<p>Todos os detalhes sobre critérios de avaliação, cronograma e procedimentos estão disponíveis no edital. A leitura completa do documento é essencial para o bom desempenho no certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do Processo Seletivo Simplificado da UEPG segue etapas específicas. Após cada fase, será publicada uma Ata com os nomes dos candidatos aprovados, eliminados e ausentes, acompanhada das respectivas notas com duas casas decimais.</p>\n<p>O resultado da <strong>Avaliação de Títulos</strong> será divulgado junto com o <strong>Resultado Final</strong> do certame. Candidatos poderão interpor pedidos de reconsideração em até dois dias úteis após a publicação, via sistema eletrônico da UEPG.</p>\n<p>As Bancas Examinadoras terão até três dias úteis após o início da avaliação de títulos para emitir a Ata de Resultado Final por área de conhecimento. Após essa etapa, os documentos serão encaminhados ao Departamento de Ensino para homologação departamental.</p>\n<p>O <strong>Edital com o Resultado Final</strong> será publicado pela Pró-Reitoria de Gestão de Pessoas em até sete dias úteis após o encerramento do processo seletivo em todas as áreas. A classificação final será homologada pelo Conselho de Administração e divulgada no <strong>Diário Oficial do Estado</strong> e no site oficial da UEPG.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial, inclusive eventuais retificações, convocações e homologações.</p>\n</div>"
    },
    {
        "title": "Prefeitura Sangão (SC) – Seleção Pública 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sangao-sc-selecao-publica-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 23/10/2025 | Remuneração: até R$ 7367.88",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Município de Sangão, em Santa Catarina, publicou o edital do <strong>Processo Seletivo 2025</strong>, com objetivo de formar cadastro reserva para contratação temporária de profissionais em diversas áreas da administração pública. O certame está com <strong>inscrições abertas</strong> e será regido pela legislação municipal e federal vigente.</p>\n<p>O processo seletivo contempla oportunidades para os níveis <strong>fundamental (incompleto e completo), médio, técnico e superior</strong>, com remunerações que variam de <strong>R$ 1.719,01 a R$ 7.367,88</strong>, conforme o cargo. O regime de contratação é por tempo determinado, conforme previsto no art. 37, IX da Constituição Federal.</p>\n<p>As vagas abrangem setores administrativos, educacionais, operacionais e da saúde, com destaque para áreas de interesse como <strong>Engenharia Ambiental</strong>, <strong>Engenharia Florestal</strong>, <strong>Engenharia Agronômica</strong>, <strong>Biologia</strong>, <strong>Nutrição</strong> e <strong>Medicina Veterinária</strong>. Há também oportunidades para professores, técnicos em enfermagem, motoristas, operadores de máquinas, entre outros.</p>\n<p>Se você busca uma oportunidade no serviço público municipal, continue a leitura para conhecer os prazos, etapas e critérios do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da Prefeitura de Sangão estão <strong>abertas</strong> e devem ser realizadas <strong>exclusivamente pela internet</strong>, no site <a href=\"https://portal.sctreinamentos.selecao.site\" rel=\"noopener\" target=\"_blank\">https://portal.sctreinamentos.selecao.site</a>, até as <strong>23h59 do dia 23 de outubro de 2025</strong>.</p>\n<p>Para se inscrever, o candidato deve acessar a área de concursos, selecionar o edital de Sangão 2025, preencher o requerimento de inscrição e gerar o boleto bancário. A inscrição só será efetivada após o pagamento da taxa, que deve ser realizado até a data de vencimento indicada no boleto.</p>\n<p>Os valores das taxas variam conforme o nível de escolaridade exigido para o cargo. Candidatos podem solicitar <strong>isenção da taxa</strong> entre os dias <strong>7 e 17 de outubro de 2025</strong>, caso se enquadrem como doadores de sangue fidelizados ou doadores de medula óssea, conforme critérios estabelecidos no edital.</p>\n<p>É possível se inscrever em até dois cargos, desde que as provas sejam aplicadas em turnos distintos. O acompanhamento do status da inscrição, bem como a emissão de segunda via do boleto e atualizações cadastrais, deve ser feito na área restrita do candidato.</p>\n<p>Recomenda-se a leitura atenta do edital completo antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo da Prefeitura de Sangão será composto por até três etapas, de acordo com o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva</strong> – de caráter <strong>eliminatório e classificatório</strong>, será aplicada a todos os candidatos no dia <strong>2 de novembro de 2025</strong>. A avaliação será composta por 25 questões de múltipla escolha, com disciplinas como Língua Portuguesa, Matemática, Conhecimentos Gerais e Atualidades, além de Conhecimentos Específicos do cargo. A duração máxima da prova será de 3 horas.</li>\n<li><strong>Prova de Títulos</strong> – de caráter <strong>classificatório</strong>, destinada a cargos de nível superior e professores. Os documentos devem ser enviados eletronicamente até <strong>1º de novembro de 2025</strong> pela área do candidato no site da banca. Serão aceitos títulos de pós-graduação (especialização, mestrado ou doutorado), com pontuação não cumulativa.</li>\n<li><strong>Prova Prática</strong> – de caráter <strong>eliminatório e classificatório</strong>, será aplicada em <strong>1º de novembro de 2025</strong> para cargos como Motorista, Operador de Máquinas, Pedreiro, Servente, entre outros. Os critérios de avaliação incluem desempenho técnico, segurança, uso correto de equipamentos e cumprimento de tarefas específicas.</li>\n</ul>\n<p>Os critérios de aprovação variam conforme o nível de escolaridade e a etapa. Por exemplo, na prova objetiva, exige-se mínimo de 30% de acertos para cargos de nível superior, 20% para nível médio/técnico e 10% para nível fundamental.</p>\n<p>Para detalhes sobre os cargos que exigem cada etapa, critérios de pontuação e conteúdo programático, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do Processo Seletivo prevê a divulgação do <strong>gabarito preliminar</strong> da prova objetiva em <strong>2 de novembro de 2025</strong>, após as 20h, no site <a href=\"https://portal.sctreinamentos.selecao.site\" rel=\"noopener\" target=\"_blank\">https://portal.sctreinamentos.selecao.site</a>. Os candidatos poderão interpor recursos contra questões e gabarito nos dias <strong>3 e 4 de novembro</strong>.</p>\n<p>O <strong>gabarito oficial</strong> e a <strong>classificação provisória</strong> serão publicados em <strong>12 de novembro</strong>. Recursos contra a nota e classificação poderão ser apresentados nos dias <strong>13 e 14 de novembro</strong>, com julgamento previsto até <strong>18 de novembro</strong>.</p>\n<p>A <strong>homologação do resultado final</strong> ocorrerá a partir de <strong>18 de novembro de 2025</strong>. A classificação final considerará as notas obtidas nas provas objetiva, prática e de títulos, conforme o cargo. Em caso de empate, serão aplicados critérios como idade, maior nota em conhecimentos específicos, títulos e sorteio público, se necessário.</p>\n<p>A convocação dos aprovados será feita por telefone e/ou e-mail, e também publicada no site da Prefeitura (<a href=\"https://sangao.sc.gov.br/concursos-publicos/\" rel=\"noopener\" target=\"_blank\">https://sangao.sc.gov.br/concursos-publicos/</a>). O candidato deverá comparecer ao setor de Recursos Humanos no prazo de até 5 dias úteis, com a documentação exigida.</p>\n<p>O acompanhamento de todas as publicações oficiais é de responsabilidade exclusiva do candidato. Recomenda-se verificar frequentemente os sites da banca organizadora e da Prefeitura para não perder prazos importantes.</p>\n</div>"
    },
    {
        "title": "UFAC (AC) – Seleção Simplificada 059/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufac-ac-selecao-simplificada-059-2025/",
        "description": "Local: Acre | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 9.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O <strong>Edital nº 59/2025 – PROGRAD</strong> da Universidade Federal do Acre (Ufac) anuncia a abertura de um <strong>processo seletivo simplificado</strong> para formação de cadastro de reserva de <strong>professores substitutos</strong>. O certame está com edital publicado e será conduzido pela Pró-Reitoria de Graduação, com execução das etapas pelas bancas examinadoras dos respectivos centros acadêmicos.</p>\n<p>O objetivo é suprir, por tempo determinado, a demanda docente nos campi de <strong>Rio Branco</strong> e <strong>Cruzeiro do Sul</strong>, conforme a necessidade institucional. A contratação será regida pela <strong>Lei nº 8.745/1993</strong>, em regime temporário, com carga horária de <strong>20h ou 40h semanais</strong>, a critério da Ufac.</p>\n<p>O processo contempla exclusivamente o nível <strong>superior</strong>, com oportunidades em diversas áreas do conhecimento. Entre elas, destacam-se áreas de interesse como <strong>Produção Vegetal</strong> (Agronomia) e <strong>Nutrição Humana e Esportiva</strong>, além de campos como Engenharia Elétrica, Engenharia Civil, Matemática, Geografia, Educação, Música e Saúde.</p>\n<p>Se você busca uma oportunidade para atuar no ensino superior público federal, continue a leitura e saiba como participar do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da Ufac estão com <strong>prazo definido</strong> e serão realizadas <strong>exclusivamente pela internet</strong>, no período de <strong>07 a 15 de outubro de 2025</strong>, por meio do site <a href=\"https://sistemas2.ufac.br/concurso_docente/\" rel=\"noopener\" target=\"_blank\">https://sistemas2.ufac.br/concurso_docente/</a>.</p>\n<p>A taxa de inscrição é de <strong>R$ 80,00</strong>, com pagamento via <strong>Guia de Recolhimento da União (GRU)</strong>, preferencialmente no Banco do Brasil, até o primeiro dia útil após o encerramento das inscrições. Não serão aceitos agendamentos como comprovante de pagamento.</p>\n<p>O candidato poderá se inscrever para apenas <strong>uma área de conhecimento</strong>. Em caso de múltiplas inscrições, será considerada válida apenas a última efetivada. A alteração da área de inscrição não será permitida.</p>\n<p>Pedidos de isenção devem ser realizados conforme critérios estabelecidos no edital. É responsabilidade do candidato acompanhar o status da inscrição na área restrita do site da Ufac.</p>\n<p>Antes de efetuar o pagamento, é fundamental verificar se atende a todos os requisitos do edital, pois não haverá devolução da taxa, salvo em caso de cancelamento do certame.</p>\n<p>Para mais informações sobre os requisitos, procedimentos e prazos, recomenda-se a leitura atenta do edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será realizado de <strong>27 de outubro a 11 de novembro de 2025</strong>, de forma <strong>presencial</strong>, nos municípios de Rio Branco ou Cruzeiro do Sul, conforme a área de atuação. As etapas variam conforme a área, podendo ocorrer em <strong>fase única</strong> ou em <strong>duas fases</strong>, conforme definido pela Assembleia de Centro.</p>\n<p>As avaliações poderão incluir até dois dos seguintes elementos de julgamento, com pontuação máxima de 10 pontos cada:</p>\n<ul>\n<li>Prova escrita</li>\n<li>Prova prática</li>\n<li>Prova didática</li>\n<li>Seminário</li>\n<li>Entrevista</li>\n</ul>\n<p>Além disso, haverá <strong>Prova de Títulos</strong>, de caráter classificatório. Cada elemento de julgamento terá caráter <strong>eliminatório e/ou classificatório</strong>, conforme definido no cronograma da área.</p>\n<p>Na seleção em duas fases, a primeira será composta por um dos elementos acima. Os candidatos aprovados (nota mínima de 5,0) seguem para a segunda fase, que incluirá outro elemento de julgamento e a prova de títulos. Já na fase única, os candidatos realizarão dois elementos de julgamento e a prova de títulos no mesmo dia, com intervalo mínimo de 15 minutos entre as avaliações.</p>\n<p>A <strong>nota final</strong> será composta pela soma dos dois elementos de julgamento e da pontuação da prova de títulos. Para aprovação, o candidato deve obter nota mínima de 5,0 em cada avaliação eliminatória.</p>\n<p>O cronograma detalhado com datas, horários e locais será publicado no site <a href=\"https://www3.ufac.br/prograd/2025\" rel=\"noopener\" target=\"_blank\">https://www3.ufac.br/prograd/2025</a> no dia 24 de outubro de 2025.</p>\n<p>Para detalhes sobre os critérios de avaliação, pontuação e conteúdo das provas, é indispensável a leitura completa do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O <strong>resultado preliminar</strong> do processo seletivo será divulgado no dia <strong>12 de novembro de 2025</strong>, no site <a href=\"https://www3.ufac.br/prograd/2025\" rel=\"noopener\" target=\"_blank\">https://www3.ufac.br/prograd/2025</a>. Na mesma data, será publicada a convocação para os procedimentos de heteroidentificação e validação documental dos candidatos autodeclarados negros, indígenas e quilombolas.</p>\n<p>Esses procedimentos ocorrerão em <strong>13 de novembro de 2025</strong>, com divulgação do resultado preliminar no dia <strong>14 de novembro</strong>. Recursos poderão ser interpostos em <strong>17 de novembro</strong>, e o resultado final desses procedimentos será publicado em <strong>18 de novembro de 2025</strong>.</p>\n<p>O <strong>resultado final do processo seletivo</strong> será publicado em <strong>19 de novembro de 2025</strong>, após análise dos recursos e homologação pela Assembleia do Centro. A homologação final será feita pela Reitoria e publicada no <strong>Diário Oficial da União</strong> e no site da Ufac.</p>\n<p>A classificação final obedecerá à ordem decrescente das notas finais. Em caso de empate, serão considerados, nesta ordem: maior idade (conforme o Estatuto do Idoso), maior pontuação na prova de títulos, maior média na prova didática, maior tempo de experiência no magistério superior e, por fim, sorteio.</p>\n<p>O prazo de validade do processo seletivo será de <strong>1 ano</strong>, a contar da assinatura do primeiro contrato, podendo ser prorrogado por igual período.</p>\n<p>Reforçamos que o acompanhamento de todas as publicações oficiais no site da banca organizadora e no Diário Oficial da União é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UEMS (MS) – Seleção Pública 75/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uems-ms-selecao-publica-75-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 20/10/2025 | Remuneração: até R$ 10.200,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital da <strong>Seleção de Docentes da Universidade Estadual de Mato Grosso do Sul (UEMS)</strong> foi oficialmente publicado, com inscrições abertas para contratação temporária e formação de cadastro reserva para o ano letivo de 2026. A seleção é promovida pela Pró-Reitoria de Desenvolvimento Humano e Social em conjunto com a Pró-Reitoria de Ensino, conforme as normativas internas da instituição.</p>\n<p>O processo seletivo contempla exclusivamente o <strong>nível superior</strong> e visa à contratação de professores temporários em diversas áreas do conhecimento. Entre os campos contemplados, destacam-se <strong>Agronomia</strong> e <strong>Zootecnia</strong>, áreas de grande interesse para profissionais das ciências agrárias. As contratações ocorrerão sob regime temporário, conforme a legislação estadual vigente.</p>\n<p>Se você possui formação acadêmica compatível e interesse em atuar no ensino superior público, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para a seleção de docentes da UEMS estarão abertas de <strong>6 a 20 de outubro de 2025</strong>, até às 13h (horário de Mato Grosso do Sul), e deverão ser realizadas exclusivamente <strong>online</strong>, por meio do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>Para se inscrever, o candidato deverá:</p>\n<ul>\n<li>Realizar o cadastro na plataforma Moodle, se ainda não possuir;</li>\n<li>Preencher a ficha de inscrição via Google Formulários;</li>\n<li>Enviar os documentos exigidos em formato PDF único, conforme orientações do edital.</li>\n</ul>\n<p>Não há cobrança de taxa de inscrição informada no edital. Também não foram especificados critérios ou prazos para solicitação de isenção.</p>\n<p>O envio dos documentos deve incluir: documento de identidade, comprovantes de formação exigida, currículo Lattes com documentação comprobatória e tabelas de pontuação preenchidas. Candidatos que desejarem concorrer às vagas reservadas devem incluir as declarações correspondentes.</p>\n<p>Recomenda-se que o candidato acompanhe o status da inscrição na área indicada do site e leia atentamente o edital completo disponível no mesmo endereço eletrônico.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMS será composto por duas etapas presenciais, ambas realizadas na Unidade Universitária de Aquidauana, conforme cronograma oficial:</p>\n<ul>\n<li><strong>Prova Didática</strong> – <em>caráter eliminatório e classificatório</em>: o candidato deverá ministrar uma aula expositiva sobre tema sorteado pela banca, com duração entre 30 e 40 minutos. A apresentação será pública e deverá ser acompanhada de um plano de aula entregue previamente aos avaliadores. Serão avaliados critérios como adequação dos objetivos, desenvolvimento do conteúdo, clareza, linguagem e postura profissional. A nota será atribuída por cada examinador em escala de 0 a 10, sendo eliminado o candidato que obtiver média inferior a 7,0.</li>\n<li><strong>Prova de Títulos</strong> – <em>caráter classificatório</em>: realizada apenas pelos candidatos aprovados na prova didática. Consiste na análise do currículo Lattes, com pontuação conforme os critérios estabelecidos no Anexo II do edital.</li>\n</ul>\n<p>A nota final será a soma das notas obtidas nas duas etapas. Em caso de empate, serão considerados, nesta ordem: maior titulação acadêmica, maior nota na prova didática, maior tempo de magistério superior e maior idade.</p>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, é imprescindível a leitura atenta do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>As notas da prova didática serão publicadas após o encerramento das apresentações de todos os candidatos, conforme cronograma, nos sites <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e <a href=\"http://www.uems.br\" rel=\"noopener\" target=\"_blank\">www.uems.br</a>, na seção de editais e concursos.</p>\n<p>Em seguida, será realizada a avaliação da prova de títulos. As notas dessa etapa também serão divulgadas por meio de edital no site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>O resultado final do processo seletivo será encaminhado à Reitoria da UEMS para homologação. O edital de homologação será publicado nos mesmos endereços eletrônicos e no <strong>Diário Oficial do Estado de Mato Grosso do Sul</strong>.</p>\n<p>Os critérios de classificação seguem a ordem decrescente da nota final. Em caso de empate, serão aplicados os seguintes critérios: titulação acadêmica, nota da prova didática, tempo de magistério superior e idade.</p>\n<p>É responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos sites da UEMS e no Diário Oficial, garantindo o conhecimento de prazos, resultados e eventuais convocações.</p>\n</div>"
    },
    {
        "title": "UEMS (MS) – Seleção 71/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uems-ms-selecao-71-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 20/10/2025 | Remuneração: até R$ 10.200,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital da <strong>Seleção de Docentes da Universidade Estadual de Mato Grosso do Sul (UEMS)</strong> foi oficialmente publicado, com objetivo de contratar professores temporários e formar cadastro reserva para o ano letivo de 2026. A seleção é promovida pela Pró-Reitoria de Desenvolvimento Humano e Social em conjunto com a Pró-Reitoria de Ensino, conforme as normas institucionais vigentes.</p>\n<p>O processo seletivo contempla vagas para profissionais com <strong>nível superior</strong>, com exigência de titulação mínima de mestrado. As oportunidades estão distribuídas em diversas áreas do conhecimento, com destaque para <strong>Agroecologia, Zootecnia e Engenharia Florestal</strong>, setores de grande interesse para candidatos das ciências agrárias e ambientais.</p>\n<p>O regime de contratação é <strong>temporário</strong>, com atribuição de aulas conforme a necessidade da instituição. A validade da seleção é para o ano letivo de 2026, podendo ser prorrogada por mais um ano, a critério da UEMS.</p>\n<p>Se você busca uma oportunidade docente no ensino superior e possui formação nas áreas contempladas, continue a leitura para conhecer os detalhes sobre inscrições, etapas e resultados.</p>\n<h2>Inscrições</h2>\n<p>As <strong>inscrições estão abertas</strong> de <strong>6 a 20 de outubro de 2025</strong>, até às 13h (horário de Mato Grosso do Sul), e devem ser realizadas exclusivamente pela internet, por meio do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>O processo de inscrição envolve três etapas obrigatórias: cadastro na plataforma Moodle (caso o candidato ainda não possua), preenchimento da ficha de inscrição via Google Formulários e envio da documentação exigida em formato PDF único. Os documentos obrigatórios incluem: documento oficial de identidade com foto, comprovantes de formação acadêmica, currículo Lattes com comprovações e tabelas preenchidas conforme o edital.</p>\n<p>Não há menção a cobrança de taxa de inscrição no edital, tampouco a critérios para isenção.</p>\n<p>Após o envio, o candidato deve acompanhar o status da inscrição na área “Inscrições” do site da UEMS. É fundamental garantir que todos os documentos estejam legíveis e organizados conforme as orientações do edital.</p>\n<p>Recomenda-se fortemente a leitura atenta do edital completo antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas presenciais, ambas de caráter <strong>eliminatório e classificatório</strong>:</p>\n<ul>\n<li><strong>Prova Didática</strong>: consiste em uma aula expositiva presencial, com duração entre 30 e 40 minutos, sobre tema sorteado previamente pela banca examinadora. A prova será realizada na Unidade Universitária de Amambai e será aberta ao público. O candidato deverá apresentar um plano de aula impresso aos membros da banca antes do início da exposição. Serão avaliados critérios como adequação dos objetivos, clareza, domínio do conteúdo, linguagem e postura profissional. Cada examinador atribuirá nota de 0 a 10, sendo eliminado o candidato que obtiver média inferior a 7,0.</li>\n<li><strong>Prova de Títulos</strong>: aplicada apenas aos candidatos aprovados na prova didática. Consiste na análise do currículo Lattes, com pontuação conforme os critérios estabelecidos no Anexo II do edital. Serão considerados títulos acadêmicos, produção científica, experiência docente e demais atividades pertinentes.</li>\n</ul>\n<p>A <strong>nota final</strong> será a soma das notas da prova didática e da prova de títulos. Em caso de empate, os critérios de desempate serão: maior titulação acadêmica, maior nota na prova didática, maior tempo de magistério superior e maior idade.</p>\n<p>Para detalhes sobre os conteúdos, critérios de pontuação e cronograma completo, consulte o edital oficial disponível no site da UEMS.</p>\n<h2>Resultados e Gabarito</h2>\n<p>As <strong>notas da prova didática</strong> serão publicadas após a realização de todas as apresentações, conforme o cronograma do edital. A divulgação ocorrerá nos sites <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e <a href=\"http://www.uems.br\" rel=\"noopener\" target=\"_blank\">www.uems.br</a>, na seção de editais e concursos.</p>\n<p>Em seguida, será realizada a <strong>avaliação dos títulos</strong> dos candidatos aprovados na etapa anterior. As notas também serão divulgadas nos mesmos canais oficiais.</p>\n<p>O <strong>resultado final</strong> será composto pela soma das notas da prova didática e da prova de títulos. Em caso de empate, serão aplicados os seguintes critérios, nesta ordem: titulação acadêmica, nota da prova didática, tempo de magistério superior e maior idade.</p>\n<p>A homologação do resultado final será feita pela Reitoria da UEMS e publicada no <strong>Diário Oficial do Estado de Mato Grosso do Sul</strong>, além dos sites institucionais mencionados.</p>\n<p>As <strong>convocações para contratação</strong> ocorrerão conforme a necessidade da instituição e deverão ser acompanhadas exclusivamente pelos canais oficiais da UEMS. É responsabilidade do candidato manter-se informado sobre todas as publicações referentes ao certame.</p>\n</div>"
    },
    {
        "title": "UEMS (MS) – Seleção 77/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uems-ms-selecao-77-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 22/10/2025 | Remuneração: até R$ 10.200,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O processo seletivo para contratação de docentes temporários da Universidade Estadual de Mato Grosso do Sul (UEMS), regido pelo edital publicado pela Pró-Reitoria de Desenvolvimento Humano e Social em conjunto com a Pró-Reitoria de Ensino, está com inscrições abertas. O certame visa à formação de cadastro reserva para o ano letivo de 2026, com possibilidade de prorrogação por mais um ano, conforme interesse institucional.</p>\n<p>O regime de contratação é temporário e contempla profissionais com formação em nível superior. As oportunidades abrangem diversas áreas do conhecimento, com destaque para a área de <strong>Ciências Biológicas</strong>, com exigência de doutorado em áreas como <strong>Agronomia</strong>, <strong>Biotecnologia</strong> ou <strong>Recursos Naturais</strong>, o que pode interessar especialmente a profissionais das áreas de <strong>Biologia</strong> e <strong>Agronomia</strong>.</p>\n<p>Se você tem interesse em atuar como professor universitário e atende aos requisitos exigidos, continue a leitura para saber como se inscrever e conhecer as etapas do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UEMS estão <strong>abertas</strong> e devem ser realizadas exclusivamente <strong>online</strong>, no período de <strong>6 a 22 de outubro de 2025</strong>, até as 13h (horário de Mato Grosso do Sul), por meio do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a>.</p>\n<p>Para se inscrever, o candidato deve:</p>\n<ul>\n<li>Realizar cadastro na plataforma Moodle, caso ainda não possua;</li>\n<li>Preencher a ficha de inscrição via Google Formulários;</li>\n<li>Enviar em formato PDF, em um único arquivo, os documentos exigidos: documento de identidade com foto, comprovantes de formação, currículo Lattes com documentos comprobatórios, e as tabelas I e II do edital preenchidas.</li>\n</ul>\n<p>Não há menção a cobrança de taxa de inscrição no edital. Candidatos que desejarem concorrer por reserva de vagas devem incluir as declarações correspondentes no mesmo arquivo PDF.</p>\n<p>Recomenda-se que o candidato acompanhe o status da inscrição na área “Inscrições” do site <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e leia atentamente o edital completo para garantir o correto envio da documentação.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMS será composto por duas etapas presenciais, ambas realizadas na Unidade Universitária de Cassilândia, conforme cronograma do edital:</p>\n<ul>\n<li><strong>Prova Didática</strong> (eliminatória e classificatória): consiste em uma aula expositiva sobre tema sorteado com pelo menos 22 horas de antecedência. A apresentação deve durar entre 30 e 40 minutos e será aberta ao público. O candidato deverá entregar à banca um plano de aula antes do início da prova. A avaliação considerará critérios como adequação dos objetivos, desenvolvimento do conteúdo, clareza na exposição e postura profissional. Cada examinador atribuirá nota de 0 a 10, e será eliminado o candidato que obtiver média inferior a 7,0.</li>\n<li><strong>Prova de Títulos</strong> (classificatória): aplicada apenas aos candidatos aprovados na prova didática. A pontuação será baseada na análise do currículo Lattes e dos documentos comprobatórios, conforme critérios definidos no Anexo II do edital.</li>\n</ul>\n<p>A nota final será a soma das notas da prova didática e da prova de títulos. Em caso de empate, serão considerados, nesta ordem: titulação acadêmica, nota da prova didática, tempo de magistério superior e maior idade.</p>\n<p>Para detalhes sobre os critérios de avaliação, conteúdo programático e datas específicas, é essencial a leitura atenta do edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>As notas da prova didática serão divulgadas em edital após o encerramento dessa etapa, nos sites <a href=\"http://ead4.uems.br\" rel=\"noopener\" target=\"_blank\">http://ead4.uems.br</a> e <a href=\"http://www.uems.br\" rel=\"noopener\" target=\"_blank\">www.uems.br</a>, na seção de editais e concursos. Da mesma forma, os resultados da prova de títulos serão publicados após sua conclusão, conforme o cronograma oficial.</p>\n<p>O resultado final do processo seletivo será encaminhado pela banca à Comissão Organizadora, que o enviará à Reitoria para homologação. O edital de homologação será divulgado nos mesmos canais eletrônicos e também publicado no Diário Oficial do Estado de Mato Grosso do Sul.</p>\n<p>Os critérios de classificação seguem a nota final (soma das provas), sendo aplicados os critérios de desempate em caso de igualdade. A convocação dos candidatos classificados será feita conforme necessidade da UEMS, e os interessados devem acompanhar atentamente as publicações oficiais.</p>\n<p>O acompanhamento das atualizações, resultados e convocações é de responsabilidade exclusiva do candidato, devendo ser feito por meio dos sites da banca organizadora e do Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura Barra do Turvo (SP) – Seleção Simplificada 18/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-barra-do-turvo-sp-selecao-simplificada-18-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 12/10/2025 | Remuneração: até R$ 8201.71",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Barra do Turvo, em São Paulo, publicou o edital normativo de credenciamento n° 18/2025 para o seu novo Processo Seletivo Simplificado. O certame visa a contratação temporária de profissionais para preencher uma vaga imediata, além de formar cadastro de reserva, para o cargo de Engenheiro Agrônomo. A contratação será por prazo determinado de até 12 meses, com possibilidade de prorrogação por igual período, conforme a necessidade da Administração Pública Municipal.</p>\n<p>A oportunidade é destinada a candidatos com formação de nível superior em Engenharia Agronômica e registro ativo no CREA. Este processo seletivo é uma excelente oportunidade para profissionais da área de <strong>Agronomia</strong> que buscam uma colocação no setor público. Continue a leitura para conferir os detalhes sobre as inscrições, etapas de classificação e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Credenciamento da Prefeitura de Barra do Turvo estarão abertas no período de <strong>06 a 12 de outubro de 2025</strong>.</p>\n<p>A participação é <strong>gratuita</strong>. Para se inscrever, o candidato deverá enviar a ficha de inscrição preenchida (disponível no edital) juntamente com a documentação exigida para o endereço de e-mail <em><a class=\"__cf_email__\" data-cfemail=\"c7a4a8a9a4b2b5b4a887a5a6b5b5a6a3a8b3b2b5b1a8e9b4b7e9a0a8b1e9a5b5\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>A documentação necessária inclui:</p>\n<ul>\n<li>Fotocópia do documento de identidade;</li>\n<li>Diploma de conclusão do curso superior em Engenharia Agronômica;</li>\n<li>Comprovante de inscrição ativa no Conselho Regional de Engenharia e Agronomia (CREA);</li>\n<li>Demais documentos pertinentes para a prova de títulos.</li>\n</ul>\n<p>É fundamental que o candidato leia atentamente o edital completo para conferir todas as normas e garantir que a inscrição seja realizada corretamente.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Barra do Turvo consistirá em uma única etapa de <strong>Análise de Títulos e Experiência Profissional</strong>, de caráter classificatório. A classificação dos candidatos será determinada pela somatória de pontos obtidos a partir da documentação comprobatória enviada no ato da inscrição. Os critérios de pontuação são os seguintes:</p>\n<ul>\n<li><strong>Formação e Registro:</strong> 1,0 ponto para o diploma de Engenharia Agronômica e registro no CREA.</li>\n<li><strong>Tempo de Inscrição no CREA:</strong> 1,0 ponto para cada 6 meses de registro.</li>\n<li><strong>Experiência no Setor Público ou Sistema “S”:</strong> 2,0 pontos para cada 6 meses de atuação na área.</li>\n<li><strong>Pós-Graduação (Lato Sensu):</strong> 1,0 ponto por cada título relacionado à área.</li>\n<li><strong>Mestrado:</strong> 2,0 pontos por cada título relacionado à área.</li>\n<li><strong>Doutorado:</strong> 3,0 pontos por cada título relacionado à área.</li>\n<li><strong>Experiência em ATER:</strong> 1,0 ponto a cada 50 horas comprovadas.</li>\n<li><strong>Experiência em Áreas Específicas da Agronomia:</strong> 1,0 ponto a cada 80 horas comprovadas por tema.</li>\n<li><strong>Elaboração de Projetos Técnicos:</strong> 1,0 ponto por projeto comprovado como Responsável Técnico.</li>\n</ul>\n<p>Para obter detalhes sobre os documentos comprobatórios aceitos e as regras de pontuação, é imprescindível a consulta ao edital normativo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação provisória dos candidatos será divulgada em data a ser definida, após o encerramento do período de inscrições. Após a publicação, será aberto um prazo de 02 (dois) dias úteis para a interposição de recursos. A classificação definitiva será publicada posteriormente, após a análise dos recursos.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de preferência:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos (dando-se preferência ao mais velho);</li>\n<li>Maior número de filhos menores de 6 anos ou incapazes;</li>\n<li>Maior número de filhos entre 6 e 14 anos;</li>\n<li>Estado civil (casado, viúvo, separado/divorciado com encargos familiares);</li>\n<li>Maior idade (geral).</li>\n</ul>\n<p>Se o empate persistir, será realizado um sorteio público. O resultado final será homologado e publicado nos canais oficiais. A convocação dos aprovados ocorrerá de acordo com a ordem de classificação e a necessidade da administração municipal.</p>\n<p>Todas as publicações, incluindo classificações, convocações e demais atos, serão feitas no site oficial do Município de Barra do Turvo e no Diário Oficial do Município. É de exclusiva responsabilidade do candidato acompanhar todas as atualizações referentes ao processo seletivo.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 327/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-327-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 06/11/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho nº 343/2025-RUNESP) para o provimento de <strong>01 vaga de Professor Assistente</strong>. A oportunidade é para o Departamento de Biotecnologia Agropecuária e Ambiental da Faculdade de Ciências Agrárias e Veterinárias do Câmpus de Jaboticabal.</p>\n<p>O certame destina-se a candidatos com nível superior e titulação mínima de Doutor, com contratação sob o regime jurídico efetivo e Dedicação Integral à Docência e à Pesquisa (RDIDP). A vaga em destaque é na área de <strong>Agronomia</strong>, um dos principais focos de interesse do nosso público.</p>\n<p>Este concurso representa uma excelente oportunidade para profissionais que buscam uma carreira acadêmica consolidada em uma das mais importantes universidades do país. Nas seções a seguir, você encontrará todos os detalhes sobre as inscrições, etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas das <strong>09h de 06 de outubro de 2025 até as 17h de 06 de novembro de 2025</strong> (horário de Brasília). O processo deve ser realizado exclusivamente pela internet, através do Sistema de Inscrições da universidade.</p>\n<p>A taxa de inscrição foi fixada em <strong>R$ 276,00</strong>. O pagamento pode ser efetuado por transferência, depósito bancário ou PIX, e o comprovante deve ser anexado no sistema para validação da candidatura.</p>\n<p>Candidatos que sejam estudantes (graduação ou pós-graduação) e que possuam remuneração mensal inferior a dois salários mínimos ou estejam desempregados podem solicitar a <strong>redução de 50% do valor da taxa</strong>. O pedido de redução deve ser feito nos primeiros cinco dias do período de inscrição, de 06 a 10 de outubro de 2025, seguindo os critérios especificados no edital.</p>\n<p>Para garantir a participação, é fundamental a leitura completa do edital, disponível no site da UNESP.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases, com diferentes provas para avaliar o conhecimento e a aptidão dos candidatos. A aprovação na primeira fase é pré-requisito para avançar.</p>\n<p>A estrutura do concurso é a seguinte:</p>\n<ul>\n<li><strong>Primeira Fase:</strong> Prova Escrita, de caráter eliminatório e classificatório. Os candidatos terão um período para consulta e, em seguida, deverão dissertar sobre um tema sorteado. A nota mínima para aprovação nesta etapa é 7,0.</li>\n<li><strong>Segunda Fase:</strong> Composta por três avaliações de caráter classificatório para os aprovados na prova escrita:\n<ul>\n<li><em>Prova de Títulos (peso 2):</em> Análise do Currículo Lattes documentado.</li>\n<li><em>Prova Didática (peso 2):</em> Apresentação de uma aula teórica em nível de graduação, com duração de 40 a 60 minutos.</li>\n<li><em>Prova de Análise e Arguição (peso 1):</em> Defesa do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária submetidos na inscrição.</li>\n</ul>\n</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de pontuação de cada prova e o cronograma completo, a consulta ao edital oficial é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e definitivos de cada etapa, incluindo notas e classificação, serão divulgados no Diário Oficial do Estado (DOE) e disponibilizados no Sistema de Inscrições da UNESP. A aprovação no certame exige que o candidato obtenha média final igual ou superior a 7,0, atribuída por, no mínimo, dois membros da banca examinadora.</p>\n<p>A classificação final será estabelecida com base no maior número de indicações recebidas pelos candidatos de cada examinador. Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Melhor nota na Prova de Títulos;</li>\n<li>Melhor média na Prova Didática;</li>\n<li>Melhor média na Prova Escrita;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>Após a análise de eventuais recursos, o resultado final será homologado e publicado no DOE. A convocação para nomeação seguirá rigorosamente a ordem de classificação. O concurso terá validade de seis meses, podendo ser prorrogado uma vez por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial do Estado para não perder nenhum prazo ou convocação.</p>\n</div>"
    },
    {
        "title": "Prefeitura Marcelândia (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-marcelandia-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 05/11/2025 | Remuneração: até R$ 10938.09",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura do Município de Marcelândia, no Mato Grosso, publicou o edital nº 01/2025 do seu Concurso Público, sob organização do Instituto Selecon. O certame visa o preenchimento de cargos efetivos e a formação de cadastro de reserva em diversas áreas da administração municipal, com contratação pelo regime estatutário. As oportunidades abrangem todos os níveis de escolaridade: alfabetizado, fundamental, médio, técnico e superior.</p>\n<p>O concurso oferece vagas em setores como administração, educação, saúde e serviços gerais. <strong>Para os profissionais das áreas de agrárias e biológicas, há oportunidades para Engenheiro Agrônomo, Engenheiro Ambiental, Engenheiro Florestal, Médico Veterinário, Zootecnista, Biólogo e Nutricionista.</strong></p>\n<p>Este é um certame de médio porte, com diversas oportunidades para quem busca uma carreira no serviço público municipal. Nas seções a seguir, você encontrará informações detalhadas sobre as inscrições, etapas do processo seletivo e como acompanhar os resultados. Continue a leitura para se preparar.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Marcelândia – MT estão abertas e devem ser realizadas exclusivamente pela internet, no site do Instituto Selecon, entre os dias <strong>2 de outubro de 2025 e 5 de novembro de 2025</strong>. Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Alfabetizado:</strong> R$ 68,00</li>\n<li><strong>Nível Fundamental:</strong> R$ 78,00</li>\n<li><strong>Níveis Médio e Técnico:</strong> R$ 95,00</li>\n<li><strong>Nível Superior:</strong> R$ 120,00</li>\n</ul>\n<p>Para se inscrever, o candidato deve preencher o formulário eletrônico no site da banca, gerar o boleto bancário e efetuar o pagamento até a data de vencimento. Caso perca o prazo, é possível emitir uma segunda via do boleto até o dia útil seguinte ao término das inscrições. O edital prevê a possibilidade de isenção da taxa para doadores regulares de sangue, conforme as regras especificadas. Após 48 horas do pagamento, é fundamental que o candidato acesse a “Área do Candidato” no site da Selecon para confirmar o processamento da sua inscrição.</p>\n<p>Para conhecer todos os procedimentos, critérios de isenção e demais regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Marcelândia – MT será composto por até três etapas, dependendo do cargo escolhido pelo candidato. A estrutura de avaliação é a seguinte:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos. A prova será de múltipla escolha, com quatro alternativas por questão. A duração será de 3 horas para os cargos de nível alfabetizado e fundamental, e de 4 horas para os de nível médio e superior. Para ser aprovado, o candidato deve obter no mínimo 50% do total de pontos. Para os níveis médio e superior, também é exigido não zerar nenhuma disciplina. As disciplinas variam por nível, incluindo Língua Portuguesa, Matemática, Raciocínio Lógico, Noções de Informática e Conhecimentos Específicos.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, destinada apenas aos candidatos aos cargos de Motorista, Operador de Máquinas Pesadas, Operador de Motoniveladora e Operador de PC 200 que forem aprovados na prova objetiva dentro das classificações especificadas no edital. A avaliação consistirá na execução de tarefas práticas com os veículos e equipamentos correspondentes, e será aprovado quem obtiver no mínimo 50 de 100 pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta etapa é voltada para os candidatos aos cargos de nível superior aprovados na prova objetiva. Serão pontuados títulos de pós-graduação, como Doutorado, Mestrado e Especialização, com pontuação máxima de 10 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação de cada etapa e o cronograma completo, é fundamental consultar o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Marcelândia – MT seguirá um cronograma oficial. O gabarito preliminar da prova objetiva será publicado no site do Instituto Selecon em até 24 horas após a aplicação da prova, abrindo-se o prazo para recursos. Após a análise dos recursos, o gabarito definitivo e os resultados preliminares de cada etapa serão divulgados.</p>\n<p>Os critérios de desempate na classificação final variam conforme o nível do cargo. Para todos os níveis, o primeiro critério de preferência é para o candidato com idade igual ou superior a 60 anos. Em seguida, são considerados o maior número de acertos nas disciplinas de Conhecimentos Específicos e Língua Portuguesa, entre outras. Para os cargos de nível superior, a pontuação na Prova de Títulos também é um critério de desempate. Persistindo o empate, o candidato mais velho terá a preferência.</p>\n<p>O resultado final do certame será homologado pela Prefeitura de Marcelândia e publicado no site da banca organizadora e no Diário Oficial do município. A convocação dos aprovados para a posse ocorrerá de acordo com a necessidade da administração municipal e seguirá a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações, retificações e resultados, no site do Instituto Selecon e nos meios de comunicação oficiais da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Passagem Franca do Piauí (PI) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-passagem-franca-do-piaui-pi-concurso-01-2025/",
        "description": "Local: Piauí | Tipo: cadastro reserva vaga(s) | Prazo: até 03/11/2025 | Remuneração: até R$ 6332.7",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Passagem Franca do Piauí, no estado do Piauí, publicou o edital para seu novo concurso público, organizado pelo Instituto Legatus. O certame visa o preenchimento de vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental (incompleto e completo), médio, técnico e superior. Os candidatos aprovados serão contratados sob o regime estatutário, garantindo estabilidade no serviço público.</p>\n<p>As oportunidades abrangem diversas áreas, como administração, educação, saúde e serviços operacionais. <strong>Para os profissionais das áreas de ciências agrárias e biológicas, o concurso oferece vagas para Engenheiro Agrônomo, Médico Veterinário, Nutricionista e Professor de Ciências (Biologia), além de oportunidades na área ambiental para Auxiliar Administrativo e Fiscal.</strong></p>\n<p>Este é um certame de grande porte para o município, com uma variedade de cargos e remunerações. Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Passagem Franca do Piauí-PI estarão abertas e devem ser realizadas exclusivamente pela internet, através do site da banca organizadora, o Instituto Legatus. O período para se inscrever vai <strong>de 06 de outubro de 2025 até as 23h59 do dia 03 de novembro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 80,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 100,00</li>\n<li><strong>Nível Superior:</strong> R$ 125,00</li>\n</ul>\n<p>O pagamento pode ser efetuado via boleto bancário ou PIX (através do QR Code gerado no sistema) até o primeiro dia útil após o término do prazo de inscrição. Candidatos que atendam aos critérios do CadÚnico (com renda familiar per capita de até meio salário mínimo) podem solicitar a isenção da taxa. O pedido de isenção deve ser feito no site específico da banca (https://isencoes.legatus.org.br/) até o quarto dia após o início das inscrições, com o envio da documentação comprobatória exigida.</p>\n<p>Após o pagamento, o candidato deve acompanhar a confirmação de sua inscrição na “Área do Candidato” no site do Instituto Legatus. É fundamental a leitura completa do edital para compreender todas as regras e procedimentos de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Passagem Franca do Piauí-PI será estruturado em duas etapas principais, variando de acordo com o cargo escolhido. Todos os candidatos serão avaliados por meio de uma prova objetiva, enquanto os concorrentes aos cargos de professor também passarão por uma avaliação de títulos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada a todos os candidatos na data provável de <strong>07 de dezembro de 2025</strong>. A prova terá duração de 4 horas e será composta por 40 questões de múltipla escolha. Para ser considerado classificado, o candidato deverá obter no mínimo 60 pontos na nota total e 36 pontos nas questões de conhecimentos específicos e locais. As disciplinas cobradas incluem Língua Portuguesa, Raciocínio Lógico-Matemático, Noções de Informática e Conhecimentos Específicos e Locais, com variações conforme o cargo.</li>\n<li><strong>Avaliação de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é exclusiva para os candidatos aos cargos de Professor que forem aprovados na prova objetiva e classificados dentro do limite estabelecido pelo edital. A pontuação máxima nesta fase é de 10 pontos, atribuída com base em diplomas de pós-graduação (especialização, mestrado e doutorado).</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado de cada disciplina, os critérios de avaliação e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso será realizada em etapas, seguindo o cronograma oficial disponível no site do Instituto Legatus. Após a aplicação das provas, a banca publicará os gabaritos preliminares, abrindo um prazo para que os candidatos possam interpor recursos. Após a análise dos recursos, o gabarito definitivo e os resultados preliminares da prova objetiva serão divulgados.</p>\n<p>A classificação final dos candidatos será baseada na nota obtida na prova objetiva, somada à pontuação da avaliação de títulos para os cargos de professor. Em caso de empate, serão aplicados os seguintes critérios de desempate, nesta ordem: </p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota em conhecimentos específicos e locais;</li>\n<li>Maior nota em Língua Portuguesa;</li>\n<li>Maior idade (entre os candidatos com menos de 60 anos).</li>\n</ul>\n<p>O resultado final do concurso será homologado pela Prefeitura Municipal de Passagem Franca do Piauí-PI e publicado no Diário Oficial dos Municípios e no site da banca. A convocação dos aprovados para a nomeação será realizada por meio de Ato Convocatório publicado nos canais oficiais.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo gabaritos, resultados, convocações e eventuais retificações, no site da banca organizadora e nos meios de comunicação oficiais da prefeitura.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 480/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-480-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual do Maranhão (UEMA) publicou o edital de seu novo processo seletivo simplificado, destinado à contratação temporária de Professor Substituto para o Campus Colinas. O certame, regido pelo processo SEI n.º 2025.240201.25811, visa preencher vagas imediatas para profissionais de nível superior.</p>\n<p>As oportunidades contemplam diversas áreas do conhecimento. <strong>Há vagas de grande interesse para profissionais de Agronomia e Ciências Biológicas</strong>, além de posições que aceitam formação em <strong>Engenharia Florestal</strong> e Gestão Ambiental. A seleção busca suprir necessidades emergenciais da instituição, oferecendo uma excelente oportunidade para ingressar na carreira acadêmica. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UEMA estarão abertas de <strong>7 a 15 de outubro de 2025</strong>. Os interessados devem se candidatar exclusivamente de forma online, através do portal oficial da universidade, no endereço <em>concursoseseletivos.uema.br</em>. A taxa de inscrição foi fixada em R$ 100,00 para todos os cargos, e o pagamento deve ser realizado por meio de boleto bancário.</p>\n<p>O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem observar os prazos e procedimentos específicos para o pedido. Após a confirmação do pagamento, a inscrição será efetivada. É fundamental que o candidato anexe toda a documentação exigida no ato da inscrição, pois não será permitida a juntada posterior de documentos. Para informações completas, leia atentamente o edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMA será composto por duas etapas principais, estruturadas para avaliar tanto a capacidade didática quanto a qualificação acadêmica dos candidatos. As fases são:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva com duração de 45 a 55 minutos sobre um tema sorteado. O candidato deverá apresentar um plano de aula e obter nota média igual ou superior a 7,0 para ser aprovado.</li>\n<li><strong>Julgamento de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos aprovados na prova didática. A banca examinadora analisará o Currículo Lattes e os documentos comprobatórios enviados durante a inscrição para pontuar a formação e a experiência profissional do candidato.</li>\n</ul>\n<p>Para conhecer os temas da prova didática e os critérios de pontuação dos títulos, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares, com as notas da prova didática e da análise de títulos, serão divulgados a partir de 7 de novembro de 2025. O resultado final do certame está previsto para ser publicado em 28 de novembro de 2025. Em caso de empate na classificação final, os critérios de desempate seguirão a ordem: maior nota na prova didática, maior tempo de experiência no magistério superior e maior idade.</p>\n<p>A homologação do resultado será realizada pelo Conselho de Centro/Campus, e a convocação dos aprovados ocorrerá por meio de publicação no Diário Oficial do Estado do Maranhão. Os candidatos convocados terão 15 dias para se apresentar e assinar o contrato.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UEMA e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "UFAPE (PE) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufape-pe-selecao-simplificada-03-2025/",
        "description": "Local: Pernambuco | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Agreste de Pernambuco (UFAPE) publicou o <strong>Edital nº 003/2025</strong> para o seu novo Processo Seletivo Simplificado. O certame visa a contratação de Professores Substitutos por tempo determinado para atuação na instituição. Todas as oportunidades são para candidatos com nível superior completo.</p>\n<p>O processo seletivo contempla vagas em diversas áreas do conhecimento, incluindo Ciências da Computação e Sociologia. <strong>Destacam-se as oportunidades para profissionais de Zootecnia, Agronomia e Medicina Veterinária</strong>, áreas de grande interesse para nossa comunidade. A seleção será coordenada pelo Setor de Concurso e Seleção da UFAPE.</p>\n<p>Para conhecer em detalhes os requisitos, as etapas de avaliação e os prazos, continue a leitura das seções a seguir.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UFAPE serão realizadas exclusivamente pela internet, no período de <strong>07 de outubro de 2025 a 15 de outubro de 2025</strong>. Os interessados devem acessar o site oficial do certame, em <em>www.concursos.ufape.edu.br</em>, para realizar o cadastro e submeter a documentação comprobatória exigida.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 75,00 para todos os cargos. O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), que precisa ser gerada no portal PagTesouro. O edital especifica os códigos necessários para o preenchimento da guia (UG 156687; Gestão 26456; Cód. de recolhimento 28883-7).</p>\n<p>A confirmação da inscrição depende do correto preenchimento do formulário online, do envio dos documentos solicitados em formato PDF e da confirmação do pagamento da taxa. O edital não detalha o procedimento para solicitação de isenção, apenas menciona que candidatos isentos não precisam realizar o pagamento.</p>\n<p>É fundamental que os candidatos leiam atentamente o edital completo para compreender todas as regras e exigências do processo de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UFAPE será composto por duas etapas principais de avaliação, ambas de caráter classificatório e eliminatório. A nota final mínima para aprovação no certame é de 7,0 pontos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Prova Didática:</strong> Consiste em uma aula expositiva presencial, com duração de até 60 minutos, sobre um tema sorteado previamente. Esta etapa tem peso 6,0 na nota final e avalia o domínio do conteúdo, a capacidade de organização e exposição de ideias, e o uso de recursos didáticos.</li>\n<li><strong>Prova de Títulos:</strong> Etapa de caráter classificatório, com peso 4,0 na nota final. Consiste na análise do <em>Curriculum Vitae</em> (modelo Lattes) e dos documentos comprobatórios enviados pelo candidato no ato da inscrição. A pontuação será atribuída conforme os critérios detalhados no edital.</li>\n</ul>\n<p>A nota final será calculada pela média ponderada das notas obtidas nas duas etapas, seguindo a fórmula: <em>Nota Final = ((Nota da Prova Didática × 6) + (Nota da Prova de Títulos × 4)) / 10</em>. Para obter informações detalhadas sobre os conteúdos programáticos, os critérios de avaliação e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Após a realização das avaliações, a UFAPE divulgará o resultado preliminar no site oficial do concurso. Os candidatos terão o prazo de 24 horas, a contar da publicação, para interpor recursos, que deverão ser enviados devidamente fundamentados para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"dfbcb0b1bcaaadacb0f1bbb0bcbab1abba9faab9beafbaf1babbaaf1bdad\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>O resultado final será publicado em duas listas: uma geral, com a pontuação de todos os candidatos aprovados, e outra específica para os candidatos inscritos como Pessoas com Deficiência (PCD). Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Maior idade;</li>\n<li>Maior nota na Prova Didática;</li>\n<li>Comprovação de exercício da função de jurado;</li>\n<li>Comprovação de exercício de atividades voluntárias.</li>\n</ul>\n<p>A convocação dos aprovados ocorrerá de acordo com a necessidade da instituição e seguirá a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo resultados, convocações e eventuais retificações, no site da UFAPE (<em>www.concursos.ufape.edu.br</em>) e no Diário Oficial da União (DOU).</p>\n</div>"
    },
    {
        "title": "Ales (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ales-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 30/10/2025 | Remuneração: até R$ 9360.43",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Assembleia Legislativa do Estado do Espírito Santo (ALES) foi publicado, oferecendo uma excelente oportunidade para profissionais de nível superior. Organizado pelo Instituto Brasileiro de Gestão e Pesquisa (IBGP), o certame visa o preenchimento de 20 vagas imediatas, além da formação de cadastro de reserva, para cargos do quadro de servidores públicos da casa legislativa. As oportunidades abrangem as carreiras de Analista Legislativo e Consultor Legislativo em diversas áreas de especialização, como administrativa, contábil, jurídica e legislativa.</p>\n<p>Para os profissionais das áreas de ciências agrárias e biológicas, o concurso se destaca por oferecer vagas específicas. <strong>Há oportunidades para os cargos de Consultor Legislativo nas áreas de Agricultura, Bem-estar dos Animais, Meio Ambiente e Saúde Pública, contemplando formações como Agronomia, Medicina Veterinária, Zootecnia, Biologia, Engenharia Ambiental, Engenharia Florestal e Nutrição.</strong> O regime de contratação é o estatutário, garantindo estabilidade aos aprovados. Convidamos você a explorar as seções seguintes para obter informações detalhadas sobre as inscrições, etapas e cronograma deste importante concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da ALES serão realizadas exclusivamente pela internet, através do site da banca organizadora. O período para se inscrever terá início às <strong>09h do dia 06 de outubro de 2025 e se encerrará às 16h do dia 30 de outubro de 2025</strong>. Para confirmar a participação, é necessário preencher o formulário eletrônico, gerar o Documento Único de Arrecadação (DUA) e efetuar o pagamento da taxa de inscrição até o dia 31 de outubro de 2025.</p>\n<p>Os valores das taxas foram definidos de acordo com o cargo pretendido:</p>\n<ul>\n<li><strong>Analista Legislativo:</strong> R$ 115,00</li>\n<li><strong>Consultor Legislativo:</strong> R$ 220,00</li>\n</ul>\n<p>O pagamento pode ser realizado em toda a rede bancária conveniada ou via QR Code Pix. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos interessados devem consultar os critérios e procedimentos detalhados no documento oficial. Após a inscrição, é fundamental que o candidato acompanhe a confirmação do pagamento e o status de sua participação na área restrita do site do IBGP. Para garantir sua participação e conhecer todas as regras, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da ALES será estruturado em múltiplas etapas, com caráter eliminatório e/ou classificatório, dependendo do cargo. Todos os candidatos serão submetidos a uma Prova Objetiva de Múltipla Escolha e a uma Prova de Títulos. A aplicação das provas objetivas está prevista para o dia <strong>23 de novembro de 2025</strong>, no turno da manhã.</p>\n<p>As etapas do certame são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para todos os cargos.</li>\n<li><strong>Prova Discursiva:</strong> Exclusiva para os candidatos aos cargos de Consultor Legislativo, esta etapa possui caráter eliminatório e classificatório e será realizada no mesmo dia da prova objetiva, no turno da tarde.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, será aplicada para todos os cargos.</li>\n<li><strong>Procedimento de Heteroidentificação:</strong> Etapa de verificação para os candidatos que se autodeclararem negros (pretos ou pardos).</li>\n<li><strong>Avaliação Médico Pericial e Biopsicossocial:</strong> Destinada aos candidatos inscritos nas vagas reservadas para Pessoas com Deficiência (PcD).</li>\n</ul>\n<p>É fundamental consultar o edital para conhecer o conteúdo programático detalhado de cada prova, os critérios de avaliação, a pontuação mínima para aprovação e o cronograma completo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da ALES seguirá um cronograma específico, com a publicação das listas de aprovados no site da banca organizadora, o IBGP. Os resultados finais serão apresentados em quatro listas distintas: uma com a classificação geral de todos os candidatos por cargo, e outras três listas específicas para os candidatos aprovados nas vagas reservadas para Pessoas com Deficiência (PcD), negros e indígenas.</p>\n<p>Após a conclusão de todas as etapas e a análise de recursos, o resultado final do concurso será homologado por ato do Presidente da Assembleia Legislativa. A homologação será publicada no Diário do Poder Legislativo (DPL) do Espírito Santo e também nos sites oficiais da ALES e do IBGP. A convocação dos candidatos aprovados dentro do número de vagas ocorrerá após a homologação, seguindo a ordem de classificação. Os candidatos devem monitorar atentamente essas publicações para não perderem os prazos de nomeação e posse.</p>\n<p>O acompanhamento de todas as publicações, convocações e comunicados referentes ao concurso, divulgados no site da banca organizadora e no Diário Oficial, é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura São José do Calçado (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-jose-do-calcado-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 24/10/2025 | Remuneração: até R$ 2817.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de São José do Calçado, no Espírito Santo, publicou o edital para seu novo Concurso Público, destinado ao preenchimento de vagas efetivas em seu quadro de pessoal. O certame é organizado pelo INSTITUTO AÇÃO e oferece oportunidades para candidatos com nível fundamental, médio e superior, sob regime de contratação estatutário.</p>\n<p>O objetivo é preencher 40 vagas imediatas em diversas áreas, incluindo administrativa, operacional, fiscal, segurança pública, assistência social, saúde e educação. <strong>Destacam-se as oportunidades para profissionais de nível superior nas áreas de Biologia, Engenharia Agronômica, Medicina Veterinária e Nutrição.</strong></p>\n<p>Este concurso representa uma excelente chance para quem busca estabilidade e uma carreira no serviço público municipal. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de São José do Calçado – ES serão realizadas exclusivamente pela internet, no período de <strong>2 de outubro de 2025 a 24 de outubro de 2025</strong>, até as 23h59 (horário de Brasília). Os interessados devem acessar o site oficial da banca organizadora, o INSTITUTO AÇÃO, preencher o formulário de inscrição e aceitar os termos do edital.</p>\n<p>Os valores da taxa de inscrição foram definidos de acordo com o nível de escolaridade:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 65,00</li>\n<li><strong>Nível Médio:</strong> R$ 80,00</li>\n<li><strong>Nível Superior:</strong> R$ 100,00</li>\n</ul>\n<p>Após o preenchimento do formulário, o candidato deverá imprimir o boleto bancário e efetuar o pagamento até o dia 27 de outubro de 2025. A segunda via do boleto estará disponível para impressão na área do candidato até as 23h59 do dia 26 de outubro de 2025. A confirmação da inscrição ocorrerá somente após a compensação bancária do pagamento. A partir de 30 de outubro de 2025, é recomendado que o candidato verifique a confirmação de sua inscrição no site da banca.</p>\n<p>Para garantir a participação, é fundamental ler atentamente o edital completo, onde constam todas as regras e informações detalhadas sobre o processo de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, com caráter eliminatório e classificatório, variando conforme o nível de escolaridade do cargo pretendido.</p>\n<p>A estrutura de avaliação é a seguinte:</p>\n<ul>\n<li><strong>Etapa I: Prova Objetiva de Múltipla Escolha</strong> (eliminatória e classificatória) para todos os cargos. Para os cargos de nível superior, esta etapa também incluirá uma <strong>Questão Discursiva</strong> (classificatória).</li>\n<li><strong>Etapa II: Prova de Títulos</strong> (classificatória), exclusiva para os candidatos de nível superior aprovados na primeira etapa.</li>\n</ul>\n<p>A Prova Objetiva terá questões de múltipla escolha com cinco alternativas cada. Para ser aprovado, o candidato de nível fundamental ou médio precisa obter no mínimo 50% da pontuação total (50 de 100 pontos). Para o nível superior, a nota de corte na prova objetiva é de 45 dos 90 pontos possíveis (50%).</p>\n<p>As disciplinas cobradas na prova objetiva são:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> Língua Portuguesa (15 questões), Matemática (15 questões) e Conhecimentos Gerais/Atualidades (10 questões).</li>\n<li><strong>Nível Médio:</strong> Língua Portuguesa (10 questões), Matemática (10 questões) e Conhecimentos em Informática (10 questões).</li>\n<li><strong>Nível Superior:</strong> Língua Portuguesa (10 questões), Conhecimentos Gerais/Atualidades (5 questões), Conhecimentos em Informática (5 questões) e Conhecimentos Específicos (15 questões).</li>\n</ul>\n<p>A <strong>Questão Discursiva</strong> para o nível superior valerá 10 pontos e será corrigida apenas para os aprovados na prova objetiva. A <strong>Prova de Títulos</strong> considerará certificados de especialização, mestrado e doutorado para pontuação adicional.</p>\n<p>Para conhecer o conteúdo programático completo, os critérios de avaliação detalhados e o cronograma, é indispensável a leitura do edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso seguirá um cronograma específico, com publicações de gabaritos e listas de classificação no site do INSTITUTO AÇÃO. Os candidatos poderão interpor recursos em todas as fases, incluindo contra o gabarito preliminar e os resultados parciais das provas.</p>\n<p>Após a análise dos recursos, o gabarito definitivo será publicado, e os pontos de questões eventualmente anuladas serão atribuídos a todos os candidatos. O resultado final será divulgado em duas listas: uma com a classificação de todos os candidatos habilitados e outra exclusiva para os candidatos inscritos como Pessoas com Deficiência (PcD).</p>\n<p>Os critérios de desempate, em ordem de prioridade, são:</p>\n<ul>\n<li>Maior pontuação em Conhecimentos Específicos (se houver);</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Conhecimentos em Informática;</li>\n<li>Maior pontuação em Conhecimentos Gerais/Atualidades;</li>\n<li>Candidato com mais idade;</li>\n<li>Sorteio Público.</li>\n</ul>\n<p>Após a conclusão de todas as etapas e recursos, o resultado final será homologado, e o concurso passará a ter validade de dois anos, podendo ser prorrogado por igual período. A convocação dos aprovados, respeitando a ordem de classificação, será publicada no site oficial da Prefeitura Municipal de São José do Calçado.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e nos meios de comunicação oficiais da prefeitura para não perder nenhum prazo ou convocação.</p>\n</div>"
    },
    {
        "title": "Prefeitura Curitibanos (SC) – Concurso 04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-curitibanos-sc-concurso-04-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 24/10/2025 | Remuneração: até R$ 6756.25",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Curitibanos, em Santa Catarina, foi publicado. Organizado pela Legalle Concursos, o certame visa o preenchimento de vagas imediatas e a formação de cadastro de reserva para o Quadro Geral dos Servidores do Município, sob o regime Estatutário.</p>\n<p>As oportunidades abrangem cargos de níveis Alfabetizado, Fundamental, Médio, Técnico e Superior, distribuídas em diversas áreas, como educação, saúde, engenharia, trânsito e serviços gerais. <strong>Para profissionais do agronegócio, há vaga para o cargo de Engenheiro Agrônomo.</strong></p>\n<p>Este concurso representa uma excelente oportunidade para quem busca estabilidade no serviço público em uma das cidades mais importantes do planalto serrano catarinense. Para entender como participar, continue a leitura e confira os detalhes sobre as inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso serão realizadas exclusivamente pela internet, através do site oficial da banca organizadora, a Legalle Concursos. O período para se candidatar vai de <strong>25 de setembro de 2025 até as 18h do dia 24 de outubro de 2025</strong>.</p>\n<p>O edital informa os valores das taxas de inscrição como R$ 30,00, R$ 80,00 e R$ 100,00. Candidatos que se enquadram nos critérios especificados no edital podem solicitar a isenção do pagamento da taxa, seguindo os procedimentos e prazos definidos no cronograma.</p>\n<p>O pagamento da inscrição deve ser efetuado por meio de boleto bancário, que pode ser gerado no site da organizadora após o preenchimento do formulário. É fundamental que o candidato acompanhe a confirmação da sua inscrição na área restrita do site. É fundamental a leitura completa do edital para conhecer todas as regras e procedimentos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Curitibanos é composto por diferentes fases, variando conforme o cargo pretendido. As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada a todos os candidatos. A prova consistirá em 40 questões de múltipla escolha para os cargos de nível médio, técnico e superior, e 20 questões para os de nível fundamental e alfabetizado. As disciplinas incluem Língua Portuguesa, Matemática, Informática, Conhecimentos Gerais/Atualidades e Conhecimentos Específicos. Para ser aprovado, o candidato deve obter no mínimo 50% da pontuação total e atingir o número mínimo de acertos em cada componente.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada aos cargos de Auxiliar de Serviços Gerais, Cozinheiro, Engenheiro Civil, Motorista II, Motorista III, Servente de Limpeza, Servente de Obras e Servente/Merendeira. Esta etapa visa avaliar as habilidades técnicas e a experiência do candidato na execução das atribuições do cargo.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, exclusiva para os cargos de Professor de Educação Infantil, Professor de Geografia e Professor de Língua Inglesa. Serão pontuados títulos de pós-graduação (especialização, mestrado e doutorado), com pontuação máxima de 10 pontos.</li>\n<li><strong>Curso de Formação:</strong> De caráter eliminatório, exigido apenas para o cargo de Agente de Trânsito. O curso será realizado após a homologação do resultado final do concurso, e a aprovação é requisito obrigatório para a posse.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma de cada etapa, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso será realizada por meio de editais específicos, publicados no site da banca organizadora, Legalle Concursos. O cronograma prevê a publicação de gabaritos preliminares e definitivos da prova objetiva, bem como os resultados preliminares e finais de cada etapa do certame.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente, com base na soma das notas obtidas em todas as fases aplicáveis ao cargo. Em caso de empate, serão utilizados os seguintes critérios, sucessivamente:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos, conforme o Estatuto do Idoso;</li>\n<li>Ter exercido a função de jurado;</li>\n<li>Maior nota na Prova Teórico-Objetiva;</li>\n<li>Maior nota na Prova Prática (quando aplicável);</li>\n<li>Maior nota em Conhecimentos Específicos;</li>\n<li>Maior idade (para os demais casos).</li>\n</ul>\n<p>Após a conclusão de todas as etapas e prazos recursais, o resultado final será homologado e publicado no Diário Oficial dos Municípios e no site da Prefeitura de Curitibanos. A convocação dos aprovados seguirá a ordem de classificação e a necessidade da administração municipal. O acompanhamento de todas as publicações oficiais no site da Legalle Concursos e nos canais de comunicação da Prefeitura de Curitibanos é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "IFMS (MS) – Seleção Simplificada 04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifms-ms-selecao-simplificada-04-2025/",
        "description": "Local: Mato Grosso do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 11/10/2025 | Remuneração: até R$ 9.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Mato Grosso do Sul (IFMS) publicou o edital nº 004/2025 para o Processo Seletivo Simplificado do Campus Naviraí. O certame visa a contratação temporária de Professores Substitutos para atender às necessidades da instituição. As oportunidades são para profissionais de nível superior.</p>\n<p>As vagas abrangem as áreas de Letras, Sociologia e Ciências Agrárias. <strong>Destacamos as oportunidades para graduados em Agronomia e Engenharia Agrícola</strong>, áreas de grande relevância para a região e de interesse para nossos leitores. Este processo seletivo é uma excelente chance para ingressar na carreira docente em uma instituição federal de ensino.</p>\n<p>Nas seções seguintes, você encontrará todos os detalhes sobre como se inscrever, quais são as etapas de avaliação e como acompanhar os resultados. Continue a leitura para se preparar adequadamente para este certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFMS estarão abertas e devem ser realizadas exclusivamente pela internet, através do endereço eletrônico oficial da instituição. O período para se candidatar inicia em <strong>2 de outubro de 2025 e se encerra às 23h59 do dia 11 de outubro de 2025</strong>.</p>\n<p>A taxa de inscrição foi fixada em R$ 50,00 para todos os cargos. O pagamento deve ser efetuado até a data de vencimento indicada no boleto, por meio do sistema PagTesouro, que aceita Pix, cartão de crédito ou GRU. É importante ressaltar que inscrições com pagamento posterior à data limite não serão validadas.</p>\n<p>O edital não detalha o procedimento para solicitação de isenção da taxa. Candidatos que não possuem acesso à internet podem utilizar os computadores disponibilizados no Campus Naviraí do IFMS. A confirmação da inscrição depende da quitação da taxa dentro do prazo estipulado.</p>\n<p>Para garantir sua participação, leia atentamente o edital completo disponível no site da instituição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo simplificado do IFMS será composto por duas etapas principais, ambas de caráter eliminatório e classificatório. A nota final do candidato será a soma dos pontos obtidos em cada uma delas.</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> Esta etapa, de caráter eliminatório e classificatório, consiste em uma aula expositiva com duração mínima de 15 e máxima de 20 minutos. O tema será sorteado com base no conteúdo programático da área. A avaliação valerá até 80 pontos, e será necessário obter uma média mínima de 50 pontos para não ser eliminado. Os critérios incluem domínio do conteúdo, clareza, organização e adequação metodológica.</li>\n<li><strong>Prova de Títulos (Análise Curricular):</strong> Também de caráter eliminatório e classificatório, esta fase avaliará a formação acadêmica e a experiência profissional do candidato, com pontuação máxima de 20 pontos. Serão considerados títulos de Doutorado, Mestrado e Especialização, além da experiência em magistério. A documentação, incluindo o Curriculum Lattes, deve ser entregue no dia da prova didática. A não comprovação da habilitação mínima exigida para o cargo resultará na eliminação do candidato.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação e o cronograma completo, é fundamental a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do processo seletivo do IFMS seguirá um cronograma específico, que deve ser acompanhado pelos candidatos. O resultado preliminar será publicado no site da Central de Seleção do IFMS, em data prevista no Anexo II do edital.</p>\n<p>A classificação final será organizada em ordem decrescente da pontuação total. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Candidato mais idoso, conforme o Estatuto do Idoso;</li>\n<li>Maior pontuação na Prova de Desempenho Didático;</li>\n<li>Maior idade.</li>\n</ul>\n<p>Após a análise de eventuais recursos, o resultado final será homologado e publicado no Diário Oficial da União (DOU). A convocação dos aprovados para a contratação ocorrerá após essa publicação, e os candidatos devem acompanhar as publicações oficiais para não perderem os prazos.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo resultados, convocações e comunicados, no site <em>www.ifms.edu.br/centraldeselecao</em> e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFRJ (RJ) – Concurso 875/2025 [retificado]",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrj-rj-concurso-875-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 24/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Rio de Janeiro (UFRJ) publicou o edital de seus Concursos Públicos de Provas e Títulos, destinados ao provimento efetivo de vagas no cargo de Professor da Carreira do Magistério Superior. O certame visa preencher o quadro permanente da instituição sob o regime de contratação Estatutário, conforme a Lei nº 8.112/1990.</p>\n<p>Todas as oportunidades são para nível superior, com exigência de título de Doutor em diversas áreas do conhecimento. As vagas abrangem setores como Engenharias, Ciências da Saúde, Ciências Exatas e da Terra, Ciências Humanas, Letras e Artes. Para os profissionais das ciências agrárias e da saúde, o edital traz oportunidades em áreas como <strong>Medicina Veterinária</strong>, <strong>Agronomia</strong>, <strong>Engenharia Florestal</strong>, <strong>Biologia</strong>, <strong>Nutrição</strong> e <strong>Engenharia de Alimentos</strong>.</p>\n<p>Este é um certame de grande porte, com vagas distribuídas em múltiplas unidades acadêmicas da UFRJ. Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma completo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFRJ serão realizadas exclusivamente pela internet, através do site oficial <strong><a href=\"https://concursos.pr4.ufrj.br/\" rel=\"noopener\" target=\"_blank\">https://concursos.pr4.ufrj.br/</a></strong>. O período para se candidatar está previsto para iniciar às <strong>10h do dia 02 de outubro de 2025 e encerrar às 23h59 do dia 24 de outubro de 2025</strong>, considerando o horário de Brasília.</p>\n<p>Os valores da taxa de inscrição variam conforme o regime de trabalho:</p>\n<ul>\n<li><strong>R$ 100,00</strong> para regime de 20 horas semanais;</li>\n<li><strong>R$ 200,00</strong> para regime de 40 horas semanais;</li>\n<li><strong>R$ 300,00</strong> para regime de 40 horas semanais com dedicação exclusiva.</li>\n</ul>\n<p>O boleto bancário poderá ser gerado até as 17h do dia 17 de outubro de 2025, com pagamento permitido até o dia 20 de outubro de 2025.</p>\n<p>Haverá possibilidade de solicitar a isenção da taxa de inscrição entre os dias 02 e 10 de outubro de 2025. Podem solicitar o benefício os candidatos inscritos no Cadastro Único para Programas Sociais do Governo Federal (CadÚnico) e os doadores de medula óssea. O procedimento para CadÚnico é feito diretamente no sistema de inscrição, informando o número do NIS. Já os doadores devem enviar a documentação comprobatória para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"82e6ede1e7ecf6e7c2e1edece1f7f0f1edf1acf2f0b6acf7e4f0e8ace0f0\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>. É fundamental que o candidato informe corretamente o endereço eletrônico de seu currículo na plataforma Lattes do CNPq no ato da inscrição.</p>\n<p>Para garantir sua participação e conhecer todos os procedimentos, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor do Magistério Superior da UFRJ é composto por um conjunto de avaliações de Provas e Títulos, cujas especificidades podem variar conforme a Unidade Acadêmica responsável pela vaga. As principais etapas previstas no edital são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> Primeira fase de avaliação, cujos detalhes sobre formato, conteúdo e caráter (eliminatório e/ou classificatório) serão definidos e divulgados no cronograma específico de cada vaga.</li>\n<li><strong>Prova de Títulos e Trabalhos:</strong> Etapa de caráter classificatório, na qual os candidatos aprovados na fase anterior deverão apresentar seus documentos comprobatórios de formação acadêmica e produção científica. A entrega será realizada em formato digital, em data a ser informada após o resultado da prova escrita.</li>\n<li><strong>Prova Didática:</strong> Avaliação prática em que o candidato deverá ministrar uma aula sobre um tema sorteado, demonstrando sua capacidade didático-pedagógica. A gravação desta etapa poderá ser disponibilizada para acesso público, conforme a legislação.</li>\n<li><strong>Procedimentos de Verificação para Cotas:</strong> Etapas obrigatórias para candidatos inscritos em vagas reservadas, realizadas antes da homologação do resultado final. Incluem a <em>Avaliação por Equipe Multiprofissional</em> para Pessoas com Deficiência (PcD), a <em>Comissão de Heteroidentificação</em> (presencial) para autodeclarados pretos e pardos, e a <em>Verificação Documental Complementar</em> para autodeclarados indígenas e quilombolas.</li>\n</ul>\n<p>O cronograma detalhado, o conteúdo programático e as regras específicas de cada prova serão divulgados nos canais oficiais do concurso. A leitura atenta do edital e de suas resoluções complementares é indispensável para compreender todas as exigências.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do concurso da UFRJ estabelece datas importantes para o acompanhamento dos resultados. A homologação final das inscrições, confirmando os candidatos aptos a participar das provas, será divulgada em <strong>07 de novembro de 2025</strong>. Os locais de prova serão informados a partir de 05 de dezembro de 2025.</p>\n<p>Após a realização das avaliações, o resultado preliminar do concurso está previsto para <strong>13 de abril de 2026</strong>, com a publicação da lista definitiva pós-recursos em <strong>17 de abril de 2026</strong>. Os resultados dos procedimentos de heteroidentificação e demais verificações de cotas serão divulgados até meados de maio de 2026.</p>\n<p>O resultado final definitivo do certame será publicado até <strong>28 de maio de 2026</strong>. A homologação, ato que oficializa o resultado final, está prevista para ser publicada no Diário Oficial da União (DOU) em <strong>01 de junho de 2026</strong>. A partir dessa data, a UFRJ poderá iniciar a convocação dos aprovados.</p>\n<p>As nomeações serão publicadas no Diário Oficial da União. Após a homologação, é de responsabilidade do candidato manter seus dados de contato (endereço, e-mail e telefone) atualizados junto à Unidade Acadêmica da vaga para a qual concorreu, pois será por meio dela que ocorrerão os contatos para a posse.</p>\n<p>Todo o acompanhamento de publicações, convocações e resultados é de responsabilidade exclusiva do candidato, que deve consultar regularmente o site oficial do concurso, <strong><a href=\"https://concursos.pr4.ufrj.br/\" rel=\"noopener\" target=\"_blank\">https://concursos.pr4.ufrj.br</a></strong>, e o Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Arabutã (SC) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-arabuta-sc-concurso-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 27/10/2025 | Remuneração: até R$ 6396.72",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da <strong>Prefeitura Municipal de Arabutã</strong>, em Santa Catarina, foi publicado sob o número 001/2025. Organizado pela Associação dos Municípios do Alto Uruguai Catarinense (AMAUC), o certame visa o preenchimento de vagas imediatas e a formação de cadastro de reserva para cargos de níveis fundamental incompleto, médio, técnico e superior. Os aprovados serão contratados sob o regime estatutário, garantindo estabilidade.</p>\n<p>As oportunidades abrangem diversas áreas, como educação, saúde, administração e serviços operacionais. <strong>Para profissionais das ciências agrárias e ambientais, o concurso oferece vagas para Engenheiro Agrônomo e Agente de Tecnologias Agropecuárias</strong>, cargo que também contempla formações em Engenharia Ambiental e Engenharia Florestal. Esta é uma excelente oportunidade para ingressar no serviço público municipal em um certame com validade de dois anos, prorrogável por igual período. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público de Arabutã/SC estarão abertas e deverão ser realizadas exclusivamente online, através do site da banca organizadora, a AMAUC. O período para se candidatar vai de <strong>3 de outubro de 2025 até 27 de outubro de 2025</strong>. É fundamental que o candidato preencha o formulário de inscrição, confira todos os dados e gere o boleto bancário para pagamento da taxa.</p>\n<p>O pagamento do boleto deve ser efetuado até o dia <strong>28 de outubro de 2025</strong>, sendo esta a data limite para confirmação da participação. Não serão aceitos pagamentos após o vencimento. Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido e estão detalhados no Anexo II do edital. O município disponibilizará um computador com acesso à internet na sede da Prefeitura para candidatos que necessitarem de apoio para realizar a inscrição.</p>\n<p>Cada candidato poderá se inscrever para apenas um cargo. Após a efetivação, é responsabilidade do participante acompanhar todas as publicações e o status de sua inscrição na área do candidato no portal da AMAUC. Para conhecer todos os requisitos e procedimentos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso Público de Arabutã/SC será composto por até duas etapas, a depender do cargo escolhido. A estrutura foi planejada para avaliar tanto os conhecimentos teóricos quanto as habilidades práticas dos candidatos.</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, esta etapa será aplicada a todos os candidatos no dia <strong>9 de novembro de 2025</strong>. A prova terá duração máxima de 3 horas e será composta por 40 questões de múltipla escolha, com cinco alternativas cada. A composição das disciplinas cobradas varia de acordo com o cargo, conforme especificado no edital.</li>\n<li><strong>Prova Prática:</strong> De caráter apenas <em>classificatório</em>, esta fase é exclusiva para os candidatos aos cargos de <strong>Instrutor de Música, Operador de Máquinas e Mecânico</strong>. A aplicação está prevista para o dia <strong>16 de novembro de 2025</strong> e tem como objetivo avaliar o desempenho prático e a habilidade do candidato na execução das atribuições da função. A participação nesta etapa está condicionada à realização da prova escrita, independentemente da nota obtida.</li>\n</ul>\n<p>É fundamental que os candidatos consultem o edital para obter informações detalhadas sobre o conteúdo programático de cada prova, os critérios de avaliação, as regras de comparecimento e o cronograma completo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do Concurso de Arabutã/SC seguirá datas específicas para cada fase. O gabarito preliminar e os cadernos de questões da prova escrita serão disponibilizados no dia seguinte à sua aplicação. A classificação preliminar, incluindo as notas das provas escrita e prática, está prevista para ser publicada em <strong>27 de novembro de 2025</strong>.</p>\n<p>A nota final será calculada de duas formas: para cargos com apenas prova escrita, corresponderá à nota da avaliação; para os demais, será a soma das notas das provas escrita e prática. Serão considerados aprovados os candidatos que alcançarem nota final igual ou superior a 5,00 pontos. Em caso de empate, serão aplicados critérios de desempate, como maior idade (para candidatos com mais de 60 anos) e maior pontuação em conhecimentos específicos e outras disciplinas, sucessivamente.</p>\n<p>A homologação do resultado final do concurso, após o período de recursos, está programada para <strong>2 de dezembro de 2025</strong>. A partir dessa data, inicia-se o prazo de validade do certame, e as convocações para nomeação serão realizadas conforme a necessidade da administração municipal. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora, AMAUC.</p>\n</div>"
    },
    {
        "title": "Prefeitura Araci (BA) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-araci-ba-selecao-simplificada-01-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 22/10/2025 | Remuneração: até R$ 5000",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Araci, na Bahia, publicou o edital para seu Processo Seletivo Simplificado nº 001/2025, organizado pelo Instituto de Desenvolvimento e Capacitação (IDCAP). O objetivo do certame é a contratação de pessoal por tempo determinado, sob o Regime Especial de Direito Administrativo (REDA), para atender a necessidades temporárias e excepcionais do município.</p>\n<p>O processo seletivo oferece vagas para candidatos de níveis <strong>fundamental</strong>, <strong>médio/técnico</strong> e <strong>superior</strong>, abrangendo diversas áreas de atuação, como educação, saúde, assistência social, engenharia, arquitetura, além de cargos operacionais e administrativos.</p>\n<p>Para os profissionais das áreas de ciências agrárias e biológicas, o edital traz oportunidades importantes, com vagas para <strong>Engenheiro Agrônomo</strong>, <strong>Engenheiro Ambiental</strong>, <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>. A seleção representa uma excelente chance para ingressar no serviço público municipal e contribuir com o desenvolvimento local.</p>\n<p>Continue a leitura para obter informações detalhadas sobre o período de inscrições, as etapas de avaliação e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da Prefeitura de Araci/BA serão realizadas exclusivamente pela internet, através do site oficial da banca organizadora, o IDCAP. O período para se inscrever estará aberto de <strong>8 de outubro de 2025</strong> até o dia <strong>22 de outubro de 2025</strong>. É fundamental que os candidatos não percam o prazo para garantir sua participação.</p>\n<p>Os valores da taxa de inscrição variam de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 80,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 90,00</li>\n<li><strong>Nível Superior:</strong> R$ 110,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que será gerado ao final do preenchimento do formulário de inscrição online. O edital prevê a possibilidade de solicitar a isenção da taxa, e os candidatos interessados devem consultar as regras e os prazos específicos para o procedimento diretamente no documento oficial. Após a confirmação do pagamento ou do deferimento da isenção, o comprovante de inscrição estará disponível na área restrita do candidato no site do IDCAP.</p>\n<p>É de inteira responsabilidade do candidato acompanhar todas as etapas e o status de sua inscrição. Para evitar imprevistos, recomenda-se a leitura completa do edital antes de realizar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>A seleção dos candidatos no Processo Seletivo Simplificado da Prefeitura de Araci/BA será realizada por meio de uma etapa principal de avaliação, complementada por procedimentos de verificação para os candidatos inscritos em vagas de ação afirmativa.</p>\n<p>As etapas do certame são as seguintes:</p>\n<ul>\n<li><strong>Prova de Títulos e Experiência Profissional:</strong> De caráter apenas <em>classificatório</em>, esta etapa será aplicada a todos os cargos. A avaliação consistirá na análise da documentação comprobatória de formação acadêmica e experiência profissional, que deverá ser enviada eletronicamente pelo candidato através da plataforma do IDCAP, nos prazos definidos no cronograma. O candidato que não enviar a documentação ou obtiver pontuação zero será desclassificado do processo seletivo.</li>\n<li><strong>Procedimento de Heteroidentificação:</strong> De caráter <em>verificatório</em>, destinado aos candidatos que se autodeclararem negros (pretos ou pardos) no ato da inscrição. A etapa visa confirmar a veracidade da autodeclaração para concorrer às vagas reservadas.</li>\n<li><strong>Perícia Médica:</strong> De caráter <em>verificatório</em>, esta fase é exclusiva para os candidatos que se declararem Pessoas com Deficiência (PcD). A perícia avaliará a compatibilidade entre a deficiência declarada e as atribuições do cargo pretendido.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de pontuação dos títulos, a documentação exigida e o cronograma completo de cada fase, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação de todos os resultados do Processo Seletivo da Prefeitura de Araci/BA será centralizada no site da banca organizadora, o IDCAP. Os candidatos devem acompanhar as publicações para se manterem informados sobre o andamento do certame. O cronograma oficial, disponível no Anexo I do edital, detalha as datas previstas para cada divulgação.</p>\n<p>Após a publicação dos resultados preliminares de cada etapa, como a análise de títulos e o procedimento de heteroidentificação, os candidatos terão um prazo para interpor recursos. As contestações deverão ser feitas exclusivamente pela internet, na área do candidato no site do IDCAP, e devem ser claras e bem fundamentadas.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente, com base na pontuação obtida na Prova de Títulos. O resultado final do processo seletivo será homologado pela Prefeitura Municipal de Araci/BA e publicado no Diário Oficial do Município, momento a partir do qual o certame passa a ter validade.</p>\n<p>A convocação dos aprovados obedecerá rigorosamente à ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IDCAP e nos veículos de comunicação da Prefeitura para não perder os prazos de convocação.</p>\n</div>"
    },
    {
        "title": "IF Goiano (GO) – Seleção Simplificada 13/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-goiano-go-selecao-simplificada-13-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 21/10/2025 | Remuneração: até R$13.672,88",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia Goiano (IF Goiano), Campus Rio Verde, publicou o edital de seu Processo Seletivo Simplificado para a contratação temporária de Professor Visitante. O objetivo do certame é selecionar profissionais, brasileiros ou estrangeiros, para apoiar e fortalecer os programas de Pós-graduação Stricto Sensu da instituição.</p>\n<p>As oportunidades são destinadas a candidatos com título de Doutorado. O processo seletivo contempla vagas para diversas áreas do conhecimento, com <strong>destaque para Ciências Agrárias (Agronomia), Zootecnia, Biodiversidade e Conservação, e Engenharia e Sustentabilidade Ambiental</strong>. Este certame representa uma excelente oportunidade para doutores que desejam contribuir com a pesquisa e a pós-graduação em uma instituição de referência.</p>\n<p>Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas da seleção e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo do IF Goiano – Campus Rio Verde serão realizadas exclusivamente pela internet, através do portal oficial do certame. O período para se inscrever vai de <strong>29 de setembro de 2025 até as 15h do dia 21 de outubro de 2025</strong> (horário de Brasília). O valor da taxa de inscrição foi fixado em R$ 50,00 para todos os cargos.</p>\n<p>Candidatos inscritos no Cadastro Único para Programas Sociais do Governo Federal (CadÚnico) e doadores de medula óssea podem solicitar a isenção da taxa, conforme as regras e prazos definidos no edital. O pagamento da inscrição deve ser feito por meio de Guia de Recolhimento da União (GRU), que poderá ser quitada até o primeiro dia útil após o término do prazo de inscrições.</p>\n<p>É fundamental que o candidato acompanhe a confirmação de sua inscrição no site da instituição. Para garantir sua participação e conhecer todos os procedimentos, leia atentamente o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção para Professor Visitante do IF Goiano será composto por duas etapas principais, ambas de caráter eliminatório e classificatório. A avaliação buscará analisar a qualificação acadêmica e a proposta de atuação do candidato na instituição.</p>\n<ul>\n<li><strong>Análise Curricular (Prova de Títulos):</strong> Esta etapa possui peso de 60% na nota final. A comissão avaliará a trajetória acadêmica e a produção científica do candidato com base na documentação comprobatória enviada, seguindo os critérios de pontuação detalhados no Anexo I do edital.</li>\n<li><strong>Defesa do Plano de Trabalho:</strong> Com peso de 40%, esta fase consiste em uma apresentação virtual do plano de trabalho proposto pelo candidato, com duração de 20 a 30 minutos, seguida por arguição da banca examinadora. Será eliminado o candidato que obtiver nota inferior a 7,0 nesta etapa.</li>\n</ul>\n<p>Para conhecer todos os critérios de avaliação, a pontuação de cada título e as regras da defesa oral, é indispensável a leitura completa do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Processo Seletivo Simplificado do IF Goiano seguirá o cronograma oficial estabelecido no edital. Os candidatos deverão acompanhar a publicação do resultado preliminar e do resultado definitivo exclusivamente pelo endereço eletrônico da seleção: https://ps.ifgoiano.edu.br.</p>\n<p>Em caso de empate na nota final, os critérios de desempate darão preferência, sucessivamente, ao candidato com maior produção científica e, em seguida, ao que possuir maior tempo de titulação do doutorado. Após a divulgação do resultado final, o certame será homologado e publicado no Diário Oficial da União (DOU), momento a partir do qual os aprovados poderão ser convocados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do IF Goiano e no DOU para não perder nenhuma informação sobre o andamento do concurso.</p>\n</div>"
    },
    {
        "title": "Prefeitura Beberibe (CE) – Concurso 01/2025 [reaberto]",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-beberibe-ce-concurso-01-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 19/10/2025 | Remuneração: até R$ 4492.76",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Beberibe, no Ceará, publicou o edital nº 001/2025 de seu novo Concurso Público, organizado pelo Instituto Consulpam. O certame tem como objetivo o preenchimento de 269 vagas imediatas, além da formação de cadastro de reserva, para o quadro de pessoal permanente do município. As oportunidades abrangem os níveis de escolaridade fundamental, médio, técnico e superior.</p>\n<p>As vagas estão distribuídas em diversas áreas, incluindo administração, serviços gerais, educação, saúde, infraestrutura, assistência social e meio ambiente. <strong>O concurso se destaca por oferecer oportunidades para profissionais de Nutrição e Medicina Veterinária. Além disso, os cargos de Analista Ambiental e Fiscal Ambiental contemplam formações em Agronomia, Zootecnia, Biologia, Engenharia Ambiental e Engenharia Florestal</strong>, sendo uma excelente chance para especialistas dessas áreas ingressarem no serviço público.</p>\n<p>Para saber mais sobre os prazos de inscrição, as etapas do processo seletivo e os critérios de avaliação, continue a leitura e confira as informações detalhadas nas seções a seguir.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso da Prefeitura de Beberibe – CE serão realizadas exclusivamente pela internet, no site da banca organizadora, o Instituto Consulpam. O período previsto para se inscrever vai de <del datetime=\"2025-10-01T15:51:35+00:00\">28 de agosto de 2025 até 28 de setembro de 2025</del><strong>29 de setembro de 2025 a 19 de outubro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 68,00</li>\n<li><strong>Nível Médio e Técnico:</strong> R$ 98,00</li>\n<li><strong>Nível Superior:</strong> R$ 148,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que deve ser gerado no site do Instituto Consulpam durante o período de inscrições. É importante ressaltar que não serão aceitas outras formas de pagamento, como PIX, DOC, TED ou depósito. Após a confirmação do pagamento, o candidato deve acompanhar a validação de sua inscrição na “Área do Candidato”, disponível no portal da organizadora.</p>\n<p>Para garantir a participação, é fundamental que o candidato leia atentamente o edital completo, disponível no site da banca, antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Beberibe – CE será composto por duas etapas principais, variando de acordo com o cargo pretendido:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter eliminatório e classificatório, aplicada a todos os candidatos.</li>\n<li><strong>Prova de Títulos:</strong> de caráter apenas classificatório, destinada exclusivamente aos candidatos de nível superior que forem aprovados na prova objetiva.</li>\n</ul>\n<p>A <strong>Prova Objetiva</strong> será composta por questões de múltipla escolha (com quatro alternativas: A, B, C, D) sobre Conhecimentos Básicos e Conhecimentos Específicos. A duração total será de 3 horas. Para ser considerado aprovado, o candidato deverá obter, no mínimo, 50% de acerto na prova de Conhecimentos Básicos e 50% na de Conhecimentos Específicos. As provas serão aplicadas nas seguintes datas e horários:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> 22 de novembro de 2025, das 14h às 17h.</li>\n<li><strong>Nível Médio:</strong> 23 de novembro de 2025, das 8h às 11h.</li>\n<li><strong>Nível Superior:</strong> 23 de novembro de 2025, das 14h às 17h.</li>\n</ul>\n<p>A <strong>Prova de Títulos</strong> consistirá na análise da formação acadêmica dos candidatos de nível superior. A documentação deverá ser enviada eletronicamente, via upload na área do candidato no site da banca, em período a ser divulgado após o resultado da prova objetiva. Serão pontuados títulos de especialização (até 2,0 pontos), mestrado (3,0 pontos) e doutorado (5,0 pontos), totalizando no máximo 10 pontos.</p>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada cargo, os critérios de pontuação dos títulos e as regras de aplicação das provas, é indispensável a leitura completa do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os candidatos do Concurso da Prefeitura de Beberibe – CE deverão acompanhar a divulgação de todos os resultados e comunicados exclusivamente pelo site da banca organizadora, o Instituto Consulpam. O cronograma previsto para as principais publicações é o seguinte:</p>\n<ul>\n<li><strong>Gabaritos preliminares:</strong> 24 de novembro de 2025.</li>\n<li><strong>Gabaritos definitivos e resultado dos recursos:</strong> 03 de dezembro de 2025.</li>\n<li><strong>Resultado preliminar da Prova Objetiva:</strong> 05 de dezembro de 2025.</li>\n<li><strong>Resultado final da Prova Objetiva (pós-recursos):</strong> 16 de dezembro de 2025.</li>\n<li><strong>Resultado preliminar da Prova de Títulos:</strong> 29 de dezembro de 2025.</li>\n<li><strong>Resultado final da Prova de Títulos (pós-recursos):</strong> 07 de janeiro de 2026.</li>\n<li><strong>Resultado Final do Concurso:</strong> 30 de janeiro de 2026.</li>\n</ul>\n<p>A classificação final será feita em ordem decrescente da nota total obtida. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior nota em conhecimentos específicos, maior nota em conhecimentos gerais, maior idade e, por fim, ter exercido a função de jurado. A homologação do resultado final será publicada por meio de decreto da Prefeitura Municipal.</p>\n<p>A convocação dos aprovados será realizada por e-mail e por meio de publicações nos sites oficiais da Prefeitura e do Instituto Consulpam. É de responsabilidade exclusiva do candidato manter seus dados cadastrais atualizados e acompanhar todas as publicações oficiais referentes ao certame.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 466/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-466-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 08/10/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual do Maranhão (UEMA) publicou o edital de seu novo processo seletivo simplificado (processo SEI n.º 2025.240201.25882), com o objetivo de preencher <strong>uma vaga</strong> para o cargo de <strong>Professor Substituto</strong>. A contratação é em regime temporário para atender a necessidades de excepcional interesse público.</p>\n<p>A oportunidade é destinada a profissionais de nível superior para atuação no Campus Balsas, especificamente no Departamento de <strong>Agronomia</strong>. O certame é uma excelente chance para graduados em Agronomia ou Engenharia Agrícola com especialização na área. Para conhecer todos os detalhes sobre as inscrições, etapas e o cronograma completo, continue a leitura das seções a seguir.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UEMA estarão abertas no período de <strong>30 de setembro a 8 de outubro de 2025</strong>. Os interessados deverão realizar o cadastro exclusivamente de forma online, através do portal oficial da universidade, no endereço <em>concursoseseletivos.uema.br</em>.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 100,00</strong>. O pagamento deve ser efetuado por meio de boleto bancário, que poderá ser impresso ao final do preenchimento do formulário. O boleto pode ser pago em qualquer agência do Banco do Brasil ou em seus correspondentes bancários até um dia após o término do período de inscrições. A confirmação da inscrição está condicionada à compensação do pagamento.</p>\n<p>É fundamental que o candidato anexe todos os documentos exigidos em formato PDF no ato da inscrição, conforme detalhado no edital. Para informações completas sobre os procedimentos e requisitos, a leitura atenta do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo simplificado da UEMA será composto por duas etapas principais, com os seguintes formatos:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste na apresentação de uma aula com duração entre 45 e 55 minutos. O tema será sorteado no dia da prova, com base no conteúdo programático da área de conhecimento. Para ser aprovado, o candidato deverá obter nota média igual ou superior a 7,0. A entrega de um plano de aula em três vias é obrigatória no início da avaliação.</li>\n<li><strong>Julgamento de Títulos:</strong> Etapa de caráter exclusivamente classificatório, destinada apenas aos candidatos aprovados na prova didática. A avaliação será realizada com base na análise do Currículo Lattes e dos documentos comprobatórios anexados no momento da inscrição, seguindo os critérios de pontuação definidos em resolução específica da UEMA.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma completo, é essencial consultar o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares de cada etapa serão divulgados no site <em>concursoseseletivos.uema.br</em>, conforme o cronograma oficial. Após a publicação, os candidatos terão prazo para interpor recursos. O resultado final do processo seletivo será calculado pela média aritmética simples entre a nota da prova didática e a pontuação obtida no julgamento de títulos.</p>\n<p>Em caso de empate na classificação final, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Maior média na prova didática;</li>\n<li>Maior tempo de experiência no magistério superior;</li>\n<li>Maior idade.</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado do Maranhão e no site da UEMA. A convocação dos candidatos aprovados também ocorrerá por meio de publicação no Diário Oficial. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais nos canais informados para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UEMA (MA) – Seleção Simplificada 473/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uema-ma-selecao-simplificada-473-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 08/10/2025 | Remuneração: até R$ 6.886,82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual do Maranhão (UEMA) publicou o edital de seu novo Processo Seletivo Simplificado, destinado à contratação temporária de Professor Substituto para o Campus São Bento. O certame visa preencher uma vaga imediata no Curso Superior de Tecnologia em Agropecuária, sendo uma excelente oportunidade para profissionais de nível superior.</p>\n<p>A seleção é voltada para graduados em <strong>Zootecnia</strong>, <strong>Medicina Veterinária</strong> ou <strong>Agronomia</strong>, com especialização na área de Ciências Agrárias. Este processo seletivo representa uma chance de atuar em uma instituição de referência no ensino superior maranhense. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UEMA estarão abertas no período de <strong>30 de setembro a 8 de outubro de 2025</strong>. Os interessados deverão realizar o procedimento exclusivamente de forma online, através do portal oficial de concursos da universidade.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 100,00 para todos os candidatos. O pagamento deve ser efetuado por meio de boleto bancário, que poderá ser quitado em agências do Banco do Brasil ou correspondentes bancários até um dia após o término do período de inscrições. O edital prevê a possibilidade de solicitar isenção da taxa, e os candidatos devem observar os prazos e procedimentos específicos no cronograma oficial. Após a inscrição, é fundamental que o candidato anexe todos os documentos exigidos em formato PDF, conforme as especificações do edital, e acompanhe o status de sua inscrição na área restrita do candidato. É indispensável a leitura atenta do edital completo para garantir o cumprimento de todas as exigências.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo da UEMA será estruturado em duas etapas principais, com o objetivo de avaliar tanto a capacidade didática quanto a qualificação acadêmica e profissional dos candidatos. As fases são:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva com duração mínima de 45 e máxima de 55 minutos. O tema será sorteado no local e horário de realização da prova, sendo comum aos candidatos da mesma área. Para ser aprovado, o candidato deve obter nota média igual ou superior a 7,0.</li>\n<li><strong>Julgamento de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos candidatos aprovados na prova didática. A avaliação será realizada com base na análise do Currículo Lattes, que deve ser devidamente comprovado e anexado no ato da inscrição online.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os temas da prova didática, os critérios de pontuação dos títulos e o cronograma completo, é fundamental consultar o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa do processo seletivo serão divulgados no site oficial da UEMA e no Diário Oficial do Estado do Maranhão. Os candidatos poderão acompanhar o deferimento da inscrição, as notas preliminares e o resultado final acessando a área do candidato no portal de concursos da universidade, conforme as datas estabelecidas no cronograma.</p>\n<p>A classificação final será obtida pela média aritmética simples entre a nota da prova didática e a pontuação dos títulos. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: maior média na prova didática, maior tempo de experiência no magistério superior e maior idade. Após a fase de recursos, o resultado final será homologado pelo Conselho de Centro/Campus. A convocação dos aprovados para a contratação será publicada no Diário Oficial do Estado.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UEMA e nos veículos de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "IDR Paraná (PR) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/idr-parana-pr-selecao-simplificada-01-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 14/10/2025 | Remuneração: até R$ 9466.72",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto de Desenvolvimento Rural do Paraná – IAPAR-EMATER (IDR-Paraná) publicou o edital de seu Processo Seletivo Simplificado (PSS) para contratação temporária de profissionais. O objetivo do certame é preencher vagas que surgiram por aposentadoria, demissão e outras vacâncias, além daquelas que possam surgir durante a validade da seleção.</p>\n<p>As oportunidades são para os níveis Médio Especializado, Superior e Graduação com Doutorado, com jornada de trabalho de 40 horas semanais. As contratações seguirão o Regime Especial (CRES), regulamentado pela Lei Complementar Estadual nº 108/2005, e os profissionais estarão vinculados ao Regime Geral de Previdência Social.</p>\n<p>O processo seletivo contempla diversas áreas de atuação. <strong>Destacam-se as vagas para profissionais com formação em Agronomia, Medicina Veterinária, Zootecnia, Biologia, Engenharia Florestal, Engenharia de Alimentos e áreas correlatas</strong>, especialmente para cargos que exigem doutorado em áreas específicas de pesquisa e desenvolvimento rural.</p>\n<p>Para entender como participar e quais são os critérios de avaliação, continue a leitura e confira os detalhes sobre as inscrições e as etapas do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o PSS do IDR-Paraná estarão abertas das <strong>8h do dia 04 de outubro de 2025 até as 23h59 do dia 14 de outubro de 2025</strong> (horário de Brasília). A participação no processo seletivo é <strong>totalmente isenta de taxa de inscrição</strong>.</p>\n<p>Para se inscrever, o candidato deverá acessar o portal e-Protocolo do Governo do Paraná, no endereço <em>www.eprotocolo.pr.gov.br</em>, e seguir as orientações do edital para o envio da documentação. É permitido se inscrever para apenas uma vaga.</p>\n<p>A documentação, que deve ser enviada em formato PDF, inclui, entre outros:</p>\n<ul>\n<li>Formulário de inscrição preenchido (Anexo IV);</li>\n<li>Formulário de pontuação correspondente à função desejada (Anexos VIII, IX ou X);</li>\n<li>Certificados para comprovação de escolaridade, títulos e experiência profissional;</li>\n<li>Currículo Lattes atualizado (para vagas de Graduação com Doutorado);</li>\n<li>Documentos específicos para candidatos que concorrem como pessoa com deficiência (PcD) ou afrodescendente.</li>\n</ul>\n<p>Não será possível alterar ou incluir informações após a conclusão da inscrição. A relação provisória dos candidatos inscritos será divulgada no site oficial do IDR-Paraná, conforme o cronograma.</p>\n<p>É fundamental a leitura completa do edital para conhecer todos os requisitos e procedimentos de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado do IDR-Paraná será realizado em uma única etapa: a <strong>Prova de Títulos</strong>, de caráter exclusivamente <em>classificatório</em>. A avaliação será baseada na análise dos documentos comprobatórios enviados pelo candidato no ato da inscrição.</p>\n<p>A pontuação será calculada em uma escala de 0 a 100 pontos, considerando os seguintes critérios, conforme a função pretendida:</p>\n<ul>\n<li><strong>Formação acadêmica:</strong> Avaliação da escolaridade e títulos de pós-graduação.</li>\n<li><strong>Aperfeiçoamento e capacitação:</strong> Cursos e capacitações na área de atuação (para funções de nível superior e médio especializado).</li>\n<li><strong>Produção acadêmica:</strong> Publicações e trabalhos científicos na área de atuação (para a função de graduação com doutorado).</li>\n<li><strong>Experiência profissional:</strong> Tempo de serviço comprovado na área de atuação nos últimos 10 anos.</li>\n</ul>\n<p>O candidato deverá preencher o formulário de pontuação referente à sua vaga, que será posteriormente analisado e validado pela comissão do IDR-Paraná. Não haverá aplicação de provas objetivas ou discursivas.</p>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, documentos aceitos e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação provisória dos candidatos será divulgada no site do IDR-Paraná, em data prevista no cronograma do edital. Após a análise de eventuais recursos, será publicada a classificação final em três listas: uma geral, uma para pessoas com deficiência e outra para candidatos afrodescendentes.</p>\n<p>Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação em experiência profissional;</li>\n<li>Maior pontuação em aperfeiçoamento profissional ou produção acadêmica, a depender da função;</li>\n<li>Ter exercido a função de jurado;</li>\n<li>Maior idade (para candidatos com menos de 60 anos);</li>\n<li>Sorteio público, se o empate persistir.</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado do Paraná e no site do IDR-Paraná. A convocação dos aprovados ocorrerá de acordo com a ordem de classificação e a necessidade da instituição, por meio de editais específicos que deverão ser acompanhados no endereço eletrônico <em>www.idrparana.pr.gov.br</em>.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao andamento do Processo Seletivo Simplificado no site do IDR-Paraná e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "SEAP (PR) – Concurso 180/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/seap-pr-concurso-180-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 8463.2",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Agência de Defesa Agropecuária do Paraná (ADAPAR) foi oficialmente publicado, representando uma excelente oportunidade para profissionais que buscam uma carreira no serviço público estadual. A seleção é organizada pelo Instituto AOCP e tem como objetivo o preenchimento de 57 vagas imediatas, além da formação de cadastro de reserva para o Quadro Próprio da Agência (QPDA). As oportunidades estão distribuídas entre os níveis de escolaridade Médio/Técnico e Superior, com remunerações que variam de R$ 4.919,24 a R$ 8.463,20. O grande destaque do certame é a área de <strong>Engenharia Agronômica</strong>, com 55 vagas destinadas ao cargo de Fiscal de Defesa Agropecuária, uma função essencial para a fiscalização e a sanidade agropecuária no estado. Há também vagas para a função de Técnico de Laboratório. Continue a leitura para entender todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da ADAPAR estarão abertas no período de <strong>29 de setembro de 2025 a 29 de outubro de 2025</strong>. Todo o processo deve ser realizado exclusivamente pela internet, através do site oficial da banca organizadora, o Instituto AOCP. Para se inscrever, o candidato deve preencher o formulário eletrônico, transmitir os dados e, em seguida, imprimir o boleto bancário para pagamento da taxa de inscrição. Os valores foram definidos de acordo com o nível de escolaridade:</p>\n<ul>\n<li><strong>Nível Superior (Fiscal de Defesa Agropecuária – Engenheiro Agrônomo):</strong> R$ 130,00</li>\n<li><strong>Nível Médio/Técnico (Assistente de Fiscalização – Técnico de Laboratório):</strong> R$ 90,00</li>\n</ul>\n<p>O pagamento do boleto deve ser efetuado até a data de vencimento estipulada no cronograma. É fundamental que o candidato acompanhe a confirmação de sua inscrição na área restrita do site da banca. A leitura completa do edital é indispensável para conhecer todas as regras do processo de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso ADAPAR será estruturado em duas etapas principais, aplicadas a todos os candidatos, com diferentes naturezas de avaliação. É crucial que os participantes se preparem adequadamente para cada uma delas. As etapas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, esta fase é decisiva para a aprovação. A prova será composta por questões de múltipla escolha e terá duração total de 4 horas. As disciplinas e o conteúdo programático específico para cada cargo estão detalhados nos anexos do edital.</li>\n<li><strong>Avaliação Médica:</strong> De caráter exclusivamente eliminatório, esta etapa é destinada apenas aos candidatos aprovados e classificados na prova objetiva, dentro do número de vagas ofertadas. Os exames clínicos e de auxílio diagnóstico necessários serão detalhados em um edital de convocação específico para esta fase.</li>\n</ul>\n<p>A Prova Objetiva está prevista para ser aplicada no dia <strong>30 de novembro de 2025</strong>. Os candidatos poderão escolher realizar a prova em uma das seguintes cidades: Cascavel, Curitiba, Guarapuava, Londrina, Maringá ou Pato Branco. A consulta ao edital é fundamental para obter informações completas sobre os critérios de aprovação, regras e o cronograma detalhado.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados e das publicações oficiais é uma etapa de responsabilidade do candidato e deve ser feito com atenção. O gabarito preliminar da Prova Objetiva, juntamente com o caderno de questões, será divulgado um dia após a aplicação da prova, no site do Instituto AOCP. Após a análise de eventuais recursos, o resultado definitivo será publicado. A classificação final do concurso será apresentada em três listas distintas: uma lista geral com a pontuação de todos os candidatos, uma segunda lista específica para pessoas com deficiência e uma terceira para candidatos afrodescendentes. O cronograma oficial para a divulgação dos resultados é o seguinte:</p>\n<ul>\n<li><strong>Resultado e classificação preliminar:</strong> 27 de fevereiro de 2026.</li>\n<li><strong>Período para recurso contra o resultado:</strong> 02 e 03 de março de 2026.</li>\n<li><strong>Resultado final e homologação do concurso:</strong> 06 de março de 2026.</li>\n</ul>\n<p>Após a homologação, as convocações para as próximas fases e para a posse ocorrerão de acordo com a necessidade da ADAPAR. É imprescindível que o candidato monitore constantemente as publicações no site do Instituto AOCP (www.institutoaocp.org.br) e no Diário Oficial do Estado do Paraná (www.dioe.pr.gov.br) para não perder nenhum prazo ou chamada.</p>\n</div>"
    },
    {
        "title": "Prefeitura Pedro Canário (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-pedro-canario-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 8500",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Pedro Canário, no Espírito Santo, publicou o edital do Concurso Público nº 001/2025, organizado pelo IDCAP. O certame visa o preenchimento de 53 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As contratações serão realizadas sob o regime Estatutário, garantindo estabilidade aos servidores.</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, como administrativa, fiscal, jurídica e educacional. <strong>Para os profissionais das ciências agrárias e ambientais, o concurso oferece vagas para Engenheiro Agrônomo, Engenheiro Ambiental, Médico Veterinário, Biólogo e Técnico Agrícola</strong>, representando uma excelente oportunidade de carreira no serviço público municipal.</p>\n<p>Nas seções a seguir, você encontrará informações detalhadas sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para planejar sua participação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Pedro Canário/ES estarão abertas entre <strong>1 de outubro de 2025 e 29 de outubro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do site da banca organizadora, o IDCAP.</p>\n<p>Para se inscrever, o candidato deverá preencher o formulário online e gerar o boleto bancário para pagamento da taxa. Os valores são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 60,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 80,00</li>\n<li><strong>Nível Superior (exceto Procurador):</strong> R$ 100,00</li>\n<li><strong>Procurador Municipal:</strong> R$ 140,00</li>\n</ul>\n<p>O pagamento do boleto deve ser efetuado até a data de vencimento para que a inscrição seja confirmada. O edital prevê a possibilidade de solicitar isenção da taxa, cujas regras e prazos devem ser consultados no documento oficial. Após a confirmação, o comprovante de inscrição estará disponível na área do candidato no site do IDCAP.</p>\n<p>É fundamental que os interessados leiam atentamente o edital completo para conhecer todas as normas do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Pedro Canário/ES será composto por até três etapas, variando conforme o cargo:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter eliminatório e classificatório, aplicada para <em>todos os cargos</em>. A prova será de múltipla escolha, com quatro alternativas por questão. Para ser aprovado, o candidato deverá obter no mínimo 50% da pontuação total. As disciplinas cobradas variam por nível:\n<ul>\n<li><strong>Nível Fundamental:</strong> Língua Portuguesa, Raciocínio Lógico-Matemático e Conhecimentos Gerais e Atualidades.</li>\n<li><strong>Nível Médio, Técnico e Superior (exceto Procurador):</strong> Língua Portuguesa, Raciocínio Lógico-Matemático, Informática, Princípios da Administração Pública e Conhecimentos Específicos.</li>\n<li><strong>Procurador Municipal:</strong> Língua Portuguesa, Conhecimentos Gerais e diversas áreas do Direito (Constitucional, Administrativo, Civil, Penal, Tributário, entre outras).</li>\n</ul>\n</li>\n<li><strong>Prova Discursiva:</strong> de caráter eliminatório e classificatório, exclusiva para o cargo de <em>Procurador Municipal</em>. Consistirá na elaboração de uma peça profissional e será aplicada no mesmo dia da prova objetiva. A aprovação exige nota mínima de 50%.</li>\n<li><strong>Prova de Títulos:</strong> de caráter apenas classificatório, destinada aos candidatos aprovados nas etapas anteriores para os cargos de <em>Procurador Municipal, Professor e Pedagogo</em>.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será feita em ordem decrescente, com base na soma das notas obtidas em todas as etapas. Em caso de empate na pontuação final, o primeiro critério de desempate será a idade, dando preferência ao candidato com 60 anos ou mais, conforme o Estatuto da Pessoa Idosa.</p>\n<p>O resultado final do concurso será homologado pela Prefeitura Municipal de Pedro Canário/ES e publicado no Diário Oficial. A convocação dos aprovados seguirá rigorosamente a ordem de classificação e o número de vagas disponíveis, respeitando os critérios de alternância para vagas reservadas.</p>\n<p>Os candidatos convocados deverão apresentar a documentação exigida e passar por inspeção médica para a posse. A aprovação, especialmente para o cadastro de reserva, gera apenas a expectativa de direito à nomeação, condicionada à necessidade e conveniência da administração pública durante o prazo de validade do certame.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais de convocação, no site da banca organizadora e nos canais de comunicação da Prefeitura. Manter os dados de contato (endereço, e-mail e telefone) atualizados é fundamental para não perder os prazos.</p>\n</div>"
    },
    {
        "title": "Prefeitura Nova Monte Verde (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-nova-monte-verde-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 22/10/2025 | Remuneração: até R$ 17326.17",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Nova Monte Verde, no estado de Mato Grosso, publicou o edital do Concurso Público nº 001/2025, sob organização do INEPAM (Instituto Nacional Especializado em Pesquisa e Apoio aos Municípios). O certame visa o preenchimento de 40 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As contratações serão realizadas sob o regime estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, saúde, educação, fiscal e operacional. <strong>Para profissionais das ciências agrárias e da saúde, destacam-se as vagas para Engenheiro Agrônomo, Engenheiro Ambiental, Médico Veterinário e Nutricionista (áreas de Educação e Saúde).</strong> O concurso terá validade de dois anos, podendo ser prorrogado por igual período. Explore as seções a seguir para obter informações detalhadas sobre as inscrições, etapas e cronograma do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Nova Monte Verde estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar inicia às <strong>10h do dia 22 de setembro de 2025 e encerra às 16h do dia 22 de outubro de 2025</strong> (horário oficial de Cuiabá/MT). Todo o procedimento deve ser feito através do site oficial da banca organizadora, o INEPAM.</p>\n<p>O candidato deve preencher o formulário de inscrição e seguir todas as instruções indicadas na página do concurso. A participação só será confirmada após o cumprimento de todas as exigências estabelecidas. É fundamental que os interessados leiam atentamente o edital completo para conhecer todos os requisitos, procedimentos e condições de participação antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, variando conforme o cargo pretendido. A estrutura de avaliação foi organizada da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A avaliação está prevista para o dia <strong>23 de novembro de 2025</strong>, com duração de 3 horas. A prova será de múltipla escolha com 5 alternativas e abordará as seguintes disciplinas:\n<ul>\n<li><strong>Nível Fundamental:</strong> Português, Matemática e Conhecimentos Específicos.</li>\n<li><strong>Nível Médio/Técnico:</strong> Português, Matemática, Raciocínio Lógico e Conhecimentos Específicos.</li>\n<li><strong>Nível Superior:</strong> Português, Informática, Noções de Administração Pública e Conhecimentos Específicos.</li>\n</ul>\n</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada apenas aos candidatos mais bem classificados na prova objetiva para os cargos de <strong>Assistente de Controle Administrativo, Motorista Escolar, Motorista Categoria “D” Acima e Operador de Pá Carregadeira</strong>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, exclusiva para os candidatos a cargos de <em>nível superior</em>. Os documentos deverão ser entregues no mesmo dia e local de realização da prova objetiva, com pontuação máxima de 10 pontos.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático, critérios de avaliação e cronograma completo, a leitura do edital é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A pontuação final dos candidatos será calculada pela soma das notas obtidas em todas as etapas do concurso. A classificação será feita em ordem decrescente, com a publicação de uma lista geral e, se houver, uma lista especial para pessoas com deficiência. Em caso de empate, serão aplicados os seguintes critérios, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (Estatuto do Idoso);</li>\n<li>Maior pontuação nas questões de conhecimentos específicos;</li>\n<li>Maior pontuação na prova de títulos (quando aplicável);</li>\n<li>Maior pontuação nas questões de língua portuguesa;</li>\n<li>Maior pontuação nas questões de matemática;</li>\n<li>Maior idade (para os demais casos);</li>\n<li>Maior quantidade de participação em júri.</li>\n</ul>\n<p>O gabarito oficial e os resultados preliminares serão divulgados nos sites do INEPAM e da Prefeitura de Nova Monte Verde, conforme o cronograma oficial. A homologação do resultado final ocorrerá após a análise de todos os recursos. A convocação dos aprovados será realizada de acordo com a necessidade da administração municipal.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao concurso nos canais oficiais da banca organizadora e nos meios de comunicação da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Monte Castelo (SC) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-monte-castelo-sc-selecao-simplificada-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 13/10/2025 | Remuneração: até R$ 19800",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Monte Castelo, em Santa Catarina, publicou o edital nº 001/2025 para seu novo Processo Seletivo Simplificado. Organizado pela Associação Brasileira de Concursos Públicos (ABCP), o certame visa o preenchimento de 162 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As contratações serão temporárias, com validade de um ano, prorrogável por igual período, sob o Regime Geral da Previdência Social (RGPS).</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, como saúde, educação, obras, assistência social e administração. O certame se destaca por oferecer vagas em áreas como <strong>Nutrição</strong> e <strong>Engenharia Agronômica</strong>, além de diversas oportunidades para médicos, enfermeiros, motoristas e agentes de serviços públicos. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estão abertas e devem ser realizadas exclusivamente pela internet, no site da banca organizadora, a ABCP. O período para se inscrever vai de <strong>23 de setembro de 2025 até as 23h59 do dia 13 de outubro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 39,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 49,00</li>\n<li><strong>Nível Superior:</strong> R$ 69,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que pode ser gerado no ato da inscrição e quitado até o dia <strong>14 de outubro de 2025</strong>. A confirmação da inscrição ocorre após a compensação bancária, o que pode levar até três dias úteis. É fundamental que o candidato acompanhe o status de sua inscrição e demais comunicados oficiais através da ‘Área do Candidato’ no portal da ABCP. Para informações completas sobre os procedimentos, recomenda-se a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Monte Castelo será composto por até duas etapas, a depender do cargo escolhido pelo candidato. As fases são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter classificatório, esta etapa é obrigatória para todos os cargos. A avaliação terá duração máxima de 2 horas e abordará disciplinas como Língua Portuguesa, Matemática, Conhecimentos Gerais e Atualidades, e Conhecimentos Específicos, com conteúdo variável conforme a função.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, esta fase é exclusiva para os cargos de <em>Motorista (Assistência Social), Motorista (Saúde), Motorista de Ambulância, Motorista (Administração) e Motorista (Obras)</em>. Serão convocados os 15 primeiros candidatos aprovados na prova objetiva de cada cargo, além do primeiro classificado na lista de Pessoas com Deficiência (PcD). O objetivo é avaliar a experiência e as habilidades práticas para o desempenho da função.</li>\n</ul>\n<p>O edital detalha o conteúdo programático, os critérios de avaliação e o cronograma completo de cada etapa, sendo sua leitura indispensável para uma preparação adequada.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos gabaritos preliminares, resultados e demais atos do certame será realizada no site da banca organizadora, ABCP. Os candidatos poderão interpor recursos contra as publicações provisórias, como gabaritos e classificações, no prazo de até dois dias corridos após a divulgação, diretamente na ‘Área do Candidato’.</p>\n<p>Em caso de empate na classificação final, serão utilizados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior número de acertos em Conhecimentos Específicos;</li>\n<li>Maior número de acertos em Língua Portuguesa;</li>\n<li>Maior número de acertos em Matemática;</li>\n<li>Maior idade (entre candidatos com menos de 60 anos);</li>\n<li>Comprovação de exercício da função de jurado.</li>\n</ul>\n<p>O resultado final será homologado e publicado no Diário Oficial do Município e no site da banca. A convocação dos aprovados seguirá a ordem de classificação e a necessidade da administração municipal. Os convocados deverão se apresentar para exame médico admissional e entrega de documentos nas datas estipuladas.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora (www.abconcursospublicos.org) e nos meios de comunicação da Prefeitura de Monte Castelo para não perder nenhum prazo ou convocação.</p>\n</div>"
    },
    {
        "title": "IF Baiano (BA) – Seleção Simplificada 202/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-baiano-ba-selecao-simplificada-202-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 09/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia Baiano (IF Baiano) publicou o edital do Processo Seletivo Simplificado (Processo 23330.253277.2025-63) para contratação de Professor Substituto por tempo determinado. O certame visa preencher uma vaga imediata no Campus Guanambi, em regime de 40 horas semanais.</p>\n<p>A oportunidade é para candidatos com nível superior completo. <strong>A vaga disponível é na área de Agrimensura/Agronomia</strong>, contemplando graduados em Engenharia de Agrimensura, Engenharia Cartográfica, <strong>Engenharia Agronômica</strong>, Engenharia Agrícola, Tecnologia em Geoprocessamento ou <strong>Engenharia Florestal</strong>, áreas de grande interesse para nossos leitores.</p>\n<p>Continue a leitura para obter informações detalhadas sobre as inscrições, as etapas do processo seletivo e os critérios de avaliação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IF Baiano estarão abertas e deverão ser realizadas exclusivamente por e-mail. Os interessados devem enviar a documentação exigida, em formato PDF, para o endereço eletrônico <strong><a class=\"__cf_email__\" data-cfemail=\"4a392f262f292b25643a38252c2f393925380a2d3f2b242b27282364232c282b232b2425642f2e3f642838\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></strong>. O período para envio será de <strong>1º de outubro de 2025 até as 23h59 do dia 9 de outubro de 2025</strong>.</p>\n<p>Não haverá cobrança de taxa de inscrição. Para se inscrever, o candidato precisa encaminhar a Ficha de Inscrição preenchida, cópia de documento de identificação com foto, CPF e o comprovante de titulação exigido no edital. A ausência de qualquer um dos documentos resultará no indeferimento da inscrição.</p>\n<p>É fundamental que o candidato acompanhe a homologação das inscrições no site oficial do IF Baiano. Para conhecer todos os detalhes e requisitos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, realizadas presencialmente no Campus Guanambi do IF Baiano. A estrutura de avaliação é a seguinte:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, esta etapa avalia o domínio do conteúdo e a capacidade pedagógica do candidato. Consiste na apresentação de uma aula teórica com duração de 40 a 50 minutos, perante uma banca examinadora. O tema da aula será sorteado com 24 horas de antecedência. A pontuação máxima é de 100 pontos, e o candidato precisa obter no mínimo 60 pontos para ser aprovado.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos candidatos aprovados na Prova de Desempenho Didático. A pontuação máxima também é de 100 pontos, atribuída com base na formação acadêmica e na experiência profissional comprovada, conforme o barema especificado no edital.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de pontuação e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares de cada etapa do processo seletivo serão divulgados no site oficial do IF Baiano, na seção de Concursos e Seleções, conforme as datas previstas no cronograma. A nota final será calculada por meio de uma média ponderada, atribuindo peso 8 à Prova de Desempenho Didático e peso 2 à Prova de Títulos.</p>\n<p>Em caso de empate na nota final, os critérios de desempate seguirão a seguinte ordem: maior pontuação na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência de ensino e, por fim, maior idade. Após a análise de eventuais recursos, o resultado final será homologado e publicado no Diário Oficial da União (DOU).</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações, no site do IF Baiano e nos veículos oficiais de comunicação.</p>\n</div>"
    },
    {
        "title": "Prefeitura Rianápolis (GO) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-rianapolis-go-concurso-01-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 24/10/2025 | Remuneração: até R$ 3071.93",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Rianápolis, em Goiás, publicou o edital para seu novo Concurso Público, organizado pela PROCONSULT Consultoria e Concursos. O certame visa o preenchimento de 4 vagas imediatas e a formação de cadastro de reserva para o quadro efetivo de carreira, sob regime Estatutário. As oportunidades contemplam cargos de nível Médio e Superior, com destaque para a área ambiental.</p>\n<p>Para profissionais de nível superior, há vagas para <strong>Analista Ambiental</strong>, destinadas a graduados em <em>Engenharia Ambiental, Engenharia Agrônoma, Ciências Biológicas, Gestão Ambiental, Biologia</em> e áreas afins. No nível médio, uma das oportunidades é para <strong>Fiscal do Meio Ambiente</strong>. Este é um concurso relevante para quem busca uma carreira pública no setor ambiental e de fiscalização. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Rianápolis serão realizadas exclusivamente pela internet, no site da banca organizadora PROCONSULT. O período para se inscrever será de <strong>09 de outubro de 2025 a 24 de outubro de 2025</strong>. Para candidatos que não possuem acesso à internet, será disponibilizado um ponto de apoio na sede da Prefeitura Municipal, em dias úteis e horário de expediente.</p>\n<p>A taxa de inscrição, com valores definidos por nível de escolaridade, deverá ser paga por meio de boleto bancário até o dia 27 de outubro de 2025. Não serão aceitas outras formas de pagamento, como PIX ou transferência. Os candidatos que se enquadram nos critérios do edital poderão solicitar a isenção da taxa entre os dias 09 e 13 de outubro de 2025. Após a inscrição, é fundamental que o candidato acompanhe a confirmação do pagamento e o status de sua participação na área restrita do site. Para conhecer todos os procedimentos e requisitos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Rianápolis será composto por diferentes fases, de acordo com o cargo pretendido. A principal etapa, comum a todos os cargos, é a <strong>Prova Objetiva</strong>, de caráter eliminatório e classificatório, prevista para ser aplicada no dia <strong>09 de novembro de 2025</strong>, no período da manhã, das 8h às 11h.</p>\n<p>A avaliação será estruturada da seguinte forma:</p>\n<ul>\n<li><strong>Formato:</strong> Questões de múltipla escolha com quatro alternativas (A, B, C e D).</li>\n<li><strong>Disciplinas (Nível Médio e Superior):</strong> Língua Portuguesa, Conhecimentos Gerais/Atualidades e Conhecimentos Específicos da área de atuação.</li>\n<li><strong>Pontuação:</strong> A prova valerá um total de 100 pontos.</li>\n<li><strong>Critérios de Aprovação:</strong> Para ser aprovado, o candidato não poderá zerar em nenhuma disciplina e deverá obter um acerto mínimo de 20% do total de questões da prova.</li>\n</ul>\n<p>O edital também menciona a possibilidade de etapas como redação, prova prática, avaliação de experiência profissional e prova de títulos, a depender das exigências de cada cargo. Para obter detalhes sobre o conteúdo programático, as regras de cada fase e o cronograma completo, é fundamental consultar o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso seguirá um cronograma definido, que os candidatos devem acompanhar atentamente. O gabarito preliminar da prova objetiva será publicado em <strong>11 de novembro de 2025</strong>, com prazo para recursos nos dias seguintes. A versão definitiva do gabarito está prevista para <strong>17 de novembro de 2025</strong>.</p>\n<p>O resultado preliminar das provas será divulgado em 21 de novembro, e o resultado final, após análise de recursos, será publicado em <strong>28 de novembro de 2025</strong>. A homologação do concurso está prevista para <strong>01 de dezembro de 2025</strong>. Em caso de empate na classificação final, serão aplicados os seguintes critérios de desempate, nesta ordem: idade igual ou superior a 60 anos, maior nota em conhecimentos específicos, maior nota em língua portuguesa, maior nota em conhecimentos gerais e, por fim, maior idade. A convocação dos aprovados será realizada pela Prefeitura, e os candidatos devem manter seus dados de contato atualizados junto ao órgão.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais de convocação, no site da banca organizadora PROCONSULT e nos meios de comunicação oficiais do município.</p>\n</div>"
    },
    {
        "title": "UFRRJ (RJ) – Concurso 71/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrrj-rj-concurso-71-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 21/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal Rural do Rio de Janeiro (UFRRJ) publicou o edital para seu novo Concurso Público de Provas e Títulos, destinado ao preenchimento de 43 vagas na Carreira do Magistério Superior. O certame visa selecionar professores para atuação em regime de Dedicação Exclusiva (DE) ou 20 horas semanais, sob o Regime Jurídico Único dos Servidores Públicos Civis da União (Lei nº 8.112/1990).</p>\n<p>As oportunidades são para candidatos com nível superior, exigindo titulação de mestrado ou doutorado, dependendo da área de conhecimento. O concurso contempla diversas áreas, com <strong>destaque para vagas de grande interesse no setor de agrárias e biológicas</strong>, como <em>Agronomia</em>, <em>Medicina Veterinária</em>, <em>Zootecnia</em>, <em>Engenharia Florestal</em>, <em>Engenharia Ambiental</em> e <em>Ciências Biológicas</em>. Há também vagas em setores como Administração, Direito, Arquitetura e Urbanismo, Educação, Relações Internacionais, Física, Química e Engenharias.</p>\n<p>As vagas serão distribuídas entre ampla concorrência e cotas para pessoas pretas e pardas, indígenas, quilombolas e pessoas com deficiência. Continue a leitura para conferir os detalhes sobre o cronograma de inscrições, as etapas do processo seletivo e os critérios de avaliação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFRRJ estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se inscrever inicia às <strong>10h do dia 22 de setembro de 2025 e encerra às 15h do dia 21 de outubro de 2025</strong>, considerando o horário oficial de Brasília/DF.</p>\n<p>Para participar, o candidato deverá acessar o endereço eletrônico oficial da universidade, <a href=\"http://www.ufrrj.br/concursos\" rel=\"noopener\" target=\"_blank\">www.ufrrj.br/concursos</a>, preencher o formulário de inscrição e gerar a Guia de Recolhimento da União (GRU). O pagamento da taxa de inscrição deve ser efetuado, obrigatoriamente, até o dia 21 de outubro de 2025, exclusivamente em agências do Banco do Brasil.</p>\n<p>Os valores das taxas de inscrição foram definidos de acordo com o cargo e regime de trabalho:</p>\n<ul>\n<li><strong>R$ 330,00</strong> para cargos de nível Doutorado com regime de Dedicação Exclusiva;</li>\n<li><strong>R$ 230,00</strong> para cargos de nível Mestrado com regime de Dedicação Exclusiva;</li>\n<li><strong>R$ 120,00</strong> para cargos com regime de 20 horas semanais.</li>\n</ul>\n<p>A inscrição só será validada após a confirmação do pagamento pela rede bancária. Não haverá devolução do valor da taxa em nenhuma hipótese. É fundamental que o candidato se certifique de que preenche todos os requisitos da vaga antes de efetuar a inscrição. Todas as informações e atualizações sobre o certame serão divulgadas no site de concursos da UFRRJ, sendo de responsabilidade do candidato o acompanhamento contínuo. Para garantir a participação, leia atentamente o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para a Carreira do Magistério Superior da UFRRJ será estruturado em três fases principais, sendo as duas primeiras eliminatórias e a última classificatória. A aprovação em uma etapa é pré-requisito para avançar para a seguinte.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>1ª Fase – Prova Escrita ou Prova Escrita e Prática:</strong> De caráter <em>eliminatório</em>. Nesta etapa, os candidatos serão avaliados sobre os conhecimentos específicos da área para a qual concorrem. Cada membro da comissão examinadora atribuirá uma nota de 0 a 100.</li>\n<li><strong>2ª Fase – Prova Didática:</strong> Também de caráter <em>eliminatório</em>. O objetivo é avaliar a capacidade de exposição, didática e domínio do conteúdo pelo candidato. A pontuação também varia de 0 a 100, atribuída individualmente por cada examinador.</li>\n<li><strong>3ª Fase – Análise de Títulos:</strong> De caráter apenas <em>classificatório</em>. A comissão avaliará a formação acadêmica, produção científica e experiência profissional do candidato, conforme os critérios (barema) divulgados para cada área. Em alguns casos, poderá ser exigida a apresentação de um Plano de Trabalho, que também comporá a nota final.</li>\n</ul>\n<p>A nota final do candidato será calculada pelo somatório das notas obtidas em cada uma das três fases. O programa de provas, os baremas com os critérios de avaliação e o calendário detalhado com datas, horários e locais serão divulgados no site oficial de concursos da UFRRJ. É imprescindível a consulta ao edital e seus anexos para conhecer o conteúdo programático e todas as regras do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFRRJ seguirá um cronograma específico, que será informado aos candidatos pela Comissão Examinadora durante a realização do certame. O resultado final de cada área será proclamado em sessão pública, garantindo a transparência do processo.</p>\n<p>A classificação final dos candidatos será determinada pela ordem decrescente da nota final, que corresponde ao somatório das pontuações obtidas na Prova Escrita/Prática, Prova Didática e Análise de Títulos. Em caso de empate, serão aplicados os seguintes critérios de desempate, em ordem de prioridade:</p>\n<ul>\n<li>Maior idade;</li>\n<li>Maior pontuação na Prova Didática;</li>\n<li>Maior pontuação na Análise de Títulos;</li>\n<li>Maior pontuação na Prova Escrita ou Prova Escrita e Prática;</li>\n<li>Maior pontuação no Plano de Trabalho, quando houver;</li>\n<li>Maior tempo de exercício no magistério superior, médio ou fundamental, nesta ordem.</li>\n</ul>\n<p>Após a apuração dos resultados e a avaliação da comissão de heteroidentificação para os candidatos cotistas, o resultado final do concurso será homologado e publicado no <strong>Diário Oficial da União (DOU)</strong>. Esta publicação é o documento oficial que comprova a classificação no certame. A convocação para a nomeação seguirá a ordem de classificação e o ranqueamento de vagas, conforme as normas do edital.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações e retificações, no site de concursos da UFRRJ (<a href=\"http://www.ufrrj.br/concursos\" rel=\"noopener\" target=\"_blank\">www.ufrrj.br/concursos</a>) e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFMA (MA) – Seleção Simplificada 252/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufma-ma-selecao-simplificada-252-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 03/10/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Maranhão (UFMA) publicou o edital nº 255/2025-PROGEP de seu Processo Seletivo Simplificado para a contratação temporária de Professores Substitutos. O certame visa o preenchimento de 37 vagas imediatas, além da formação de cadastro de reserva, para profissionais de nível superior com pós-graduação (especialização, mestrado ou doutorado). As oportunidades abrangem diversas áreas do conhecimento e estão distribuídas entre os centros acadêmicos da capital e do interior do estado. Para os profissionais das áreas de ciências agrárias e da saúde, destacam-se oportunidades para <strong>Agronomia</strong>, <strong>Engenharia de Alimentos</strong>, <strong>Medicina Veterinária</strong> e <strong>Nutrição</strong>. Se você busca uma oportunidade na carreira acadêmica, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UFMA estarão abertas no período de <strong>23 de setembro a 03 de outubro de 2025</strong>. Todo o procedimento deverá ser realizado exclusivamente de forma online, através do Sistema Integrado de Gestão de Recursos Humanos (SIGRH) da universidade. A taxa de inscrição foi fixada no valor único de R$ 100,00, e o pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), gerada no Portal SIAFI. É fundamental que o candidato preencha a guia com os dados corretos, conforme especificado no edital, para garantir a validação da inscrição. No ato da inscrição, será necessário anexar, em formato PDF, documentos como o Curriculum Vitae no modelo Lattes/CNPq (comprovado), diplomas, documento de identidade e o comprovante de pagamento da taxa. O deferimento das inscrições será divulgado no site da UFMA, sendo responsabilidade do candidato acompanhar todas as publicações. Para garantir que todos os requisitos sejam cumpridos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFMA será composto por duas etapas principais, sendo elas:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva com duração entre 45 e 55 minutos. O tema será sorteado com 24 horas de antecedência, a partir de uma lista de 10 temas previamente divulgada para cada área. A prova poderá ser realizada de forma remota (via Google Meet) e será avaliada com nota de 0 a 10, exigindo-se um mínimo de 7,0 pontos para aprovação. Os critérios de avaliação incluem domínio do tema, capacidade de comunicação, gestão do tempo e uso de recursos didáticos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta fase é destinada apenas aos candidatos aprovados na prova didática. A avaliação consiste na análise e pontuação do <em>Curriculum Vitae</em> (modelo Lattes) apresentado no momento da inscrição. A pontuação será atribuída com base na formação acadêmica e na produção intelectual do candidato, seguindo a tabela de pontuação definida em resolução específica da universidade.</li>\n</ul>\n<p>A classificação final dos candidatos será calculada pela média aritmética das notas obtidas na prova didática e na prova de títulos. Para conhecer os detalhes sobre os critérios de avaliação, a lista de temas da prova didática e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado provisório do processo seletivo será divulgado na página oficial da UFMA em até 24 horas após a realização da última etapa de avaliação de cada área. Após a homologação do resultado pela subunidade acadêmica e sua publicação no Diário Oficial da União (DOU), os candidatos terão o prazo de 2 dias úteis para interpor recursos, que devem ser devidamente fundamentados e enviados ao e-mail da subunidade promotora do certame. A classificação final dos candidatos será definida pela média aritmética das notas da prova didática e da prova de títulos. O edital estabelece um número máximo de candidatos aprovados por vaga, e os demais, mesmo que tenham atingido a nota mínima, serão automaticamente eliminados. A convocação dos aprovados seguirá a ordem de classificação e ocorrerá conforme a necessidade da instituição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo resultados, homologação e convocações, no site da Pró-Reitoria de Gestão de Pessoas (PROGEP) da UFMA e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Estação (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-estacao-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 20/10/2025 | Remuneração: até R$ 11414.51",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Estação, no Rio Grande do Sul, publicou o edital nº 01/2025 para seu novo Concurso Público, organizado pela Fundatec. O certame visa o preenchimento de 6 vagas imediatas e a formação de cadastro reserva para cargos de níveis médio, técnico e superior. As contratações serão realizadas sob o Regime Jurídico Único dos Servidores Municipais (Estatutário), garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como saúde, administração, fiscalização e educação. <strong>O concurso se destaca por oferecer vagas em áreas de grande interesse, como Fiscal Ambiental</strong>, que contempla graduados em <em>Engenharia Ambiental, Engenharia Florestal, Engenharia Agronômica, Medicina Veterinária, Zootecnia e Ciências Biológicas</em>. Além disso, há vagas para <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>, reforçando o compromisso do município com o desenvolvimento sustentável e a saúde pública.</p>\n<p>Se você busca uma oportunidade de carreira no serviço público gaúcho, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma deste importante concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Estação estarão abertas e devem ser realizadas exclusivamente pela internet. Os interessados poderão se candidatar a partir do dia <strong>19 de setembro de 2025 até as 17h do dia 20 de outubro de 2025</strong>, através do site oficial da banca organizadora, a Fundatec.</p>\n<p>Para efetivar a inscrição, o candidato deverá preencher o formulário online, concordar com os termos do edital e gerar o boleto bancário para pagamento da taxa correspondente. O pagamento deve ser realizado até a data de vencimento indicada no boleto. A confirmação da inscrição poderá ser consultada no site da Fundatec em até dois dias úteis após o pagamento. É fundamental que o candidato utilize seu próprio CPF, pois inscrições com CPF de terceiros serão canceladas.</p>\n<p>O edital prevê a reserva de vagas para Pessoas com Deficiência (PcD), e os candidatos que desejarem concorrer a essas cotas deverão indicar sua opção no ato da inscrição e seguir os procedimentos específicos detalhados no documento. Para garantir a participação, é imprescindível a leitura completa do edital de abertura.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso da Prefeitura de Estação será estruturado em até duas etapas, dependendo do cargo pretendido. A organização e a aplicação de todas as fases são de responsabilidade da Fundatec.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada para todos os cargos. A avaliação terá duração de 3 horas e será composta por questões de múltipla escolha, com conteúdo programático e estrutura definidos nos anexos do edital. As disciplinas e o peso de cada questão variam conforme o nível de escolaridade e as atribuições do cargo.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é exclusiva para os candidatos aos cargos de Professor que forem aprovados na Prova Teórico-Objetiva. Os documentos deverão ser enviados de forma online, através de um formulário específico no site da Fundatec, dentro do prazo estipulado no cronograma. Os critérios de pontuação e os títulos aceitos estão detalhados no Anexo VI do edital.</li>\n</ul>\n<p>A data, o horário e os locais de realização da Prova Teórico-Objetiva serão divulgados com antecedência no site da banca. Para obter informações completas sobre o conteúdo programático, os critérios de avaliação e o cronograma, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público de Estação seguirá um cronograma definido pela Fundatec, que será publicado em seu site oficial. Os candidatos deverão acompanhar a publicação dos gabaritos preliminares e definitivos da Prova Teórico-Objetiva, bem como os resultados preliminares de cada etapa.</p>\n<p>A classificação final será calculada de formas distintas:</p>\n<ul>\n<li>Para a maioria dos cargos, a nota final corresponderá à pontuação obtida na Prova Teórico-Objetiva, com os candidatos listados em ordem decrescente.</li>\n<li>Para os cargos de Professor, a nota final será a soma dos pontos da Prova Teórico-Objetiva e da Prova de Títulos.</li>\n</ul>\n<p>Após a conclusão de todas as etapas e prazos recursais, o resultado final será homologado e publicado no site da Fundatec, contendo a lista de classificados em ampla concorrência e a lista específica para Pessoas com Deficiência. A convocação dos aprovados será realizada pela Prefeitura de Estação, por meio de publicação no Diário Oficial Eletrônico do Município, e comunicada por e-mail ou telefone, seguindo rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da Fundatec e no Diário Oficial do Município, além de manter seus dados cadastrais sempre atualizados junto à Prefeitura.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 71/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-71-2025-2/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/10/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho nº 334/2025-RUNESP) para o provimento de <strong>uma vaga efetiva</strong> no cargo de Professor Assistente. A oportunidade é para o Departamento de Produção Animal da Faculdade de Ciências Agrárias e Tecnológicas do Câmpus de Dracena, em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP).</p>\n<p>O certame exige nível superior com titulação mínima de Doutor. As vagas são destinadas à área de Ciências Agrárias, com formação em <strong>Agronomia, Engenharia Agronômica, Medicina Veterinária ou Zootecnia</strong>, representando uma excelente oportunidade para profissionais destas áreas. A seleção será realizada por meio de provas de títulos e didáticas.</p>\n<p>Continue a leitura para conferir os detalhes sobre as inscrições, etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas e devem ser realizadas exclusivamente pela internet, através do Sistema de Inscrições da universidade. O período para se inscrever vai das <strong>09h de 15 de setembro de 2025 até as 17h de 17 de outubro de 2025</strong> (horário de Brasília).</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 276,00 para todos os candidatos. O pagamento deve ser efetuado por transferência bancária ou depósito, e o comprovante precisa ser anexado no sistema para validar a inscrição.</p>\n<p>Candidatos que sejam estudantes (graduação ou pós) e possuam renda mensal inferior a dois salários mínimos ou estejam desempregados podem solicitar a redução de 50% do valor da taxa. O pedido de isenção deve ser feito nos primeiros cinco dias do período de inscrição, de 15 a 19 de setembro de 2025. É fundamental ler o edital completo para conferir todos os procedimentos e documentos necessários.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases, sendo necessário obter média igual ou superior a 7,0 na primeira para avançar. As etapas são:</p>\n<ul>\n<li><strong>Primeira Fase: Prova Escrita</strong>, de caráter eliminatório e classificatório. O candidato terá 60 minutos para consulta de material e 180 minutos para redigir a prova sobre o tema sorteado, sem consulta. A nota mínima para aprovação é 7,0.</li>\n<li><strong>Segunda Fase:</strong> De caráter apenas classificatório, composta pelas seguintes avaliações:\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Curriculum Lattes documentado.</li>\n<li><strong>Prova Didática (peso 2):</strong> Aula teórica em nível de graduação, com duração entre 40 e 60 minutos.</li>\n<li><strong>Prova de Análise e Arguição do Projeto de Pesquisa (peso 1):</strong> Avaliação do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária apresentados na inscrição.</li>\n</ul>\n</li>\n</ul>\n<p>Para conhecer o conteúdo programático, os critérios de avaliação detalhados e o cronograma completo, é indispensável a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada fase do concurso, incluindo notas e listas de classificação, serão publicados no Diário Oficial do Estado e também disponibilizados no Sistema de Inscrições da UNESP. Após a divulgação dos resultados preliminares, os candidatos terão prazos específicos para interpor recursos, conforme detalhado no edital.</p>\n<p>A classificação final será estabelecida com base no maior número de indicações recebidas pelos candidatos por parte dos membros da Banca Examinadora. Em caso de empate, serão utilizados os seguintes critérios, em ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Melhor nota na prova de títulos;</li>\n<li>Melhor média na prova didática;</li>\n<li>Melhor média na prova escrita;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado, e a convocação para nomeação seguirá a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Seleção Pública 05/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-selecao-publica-05-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 10/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Mato Grosso (UFMT) publicou o Edital nº 05/2025, que rege o Processo Seletivo Simplificado para a contratação de 1 (um) Professor Substituto. A oportunidade é para atuar no Instituto de Ciências Agrárias e Ambientais (ICAA), localizado no Campus de Sinop.</p>\n<p>O certame destina-se a candidatos com nível superior e visa preencher uma vaga na área de Agrometeorologia e Recursos Hídricos, sob regime de contratação temporária. <strong>A seleção contempla graduados em diversas áreas de grande interesse, como Agronomia, Zootecnia, Engenharia Florestal e Engenharia Ambiental.</strong></p>\n<p>Nas seções a seguir, você encontrará todos os detalhes sobre o período de inscrições, as etapas do processo seletivo e o cronograma de resultados para se preparar adequadamente.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estarão abertas no período de <strong>6 de outubro de 2025 até as 17h00 do dia 10 de outubro de 2025</strong>. Todo o procedimento é realizado de forma online, por meio do Sistema Eletrônico de Informações (SEI) da UFMT.</p>\n<p><strong>Atenção:</strong> para se inscrever, é obrigatório possuir um cadastro como Usuário Externo no SEI. Caso ainda não tenha, o candidato deve realizar o cadastro prévio, com pelo menos um dia de antecedência, e enviar a documentação solicitada para a liberação do acesso. A liberação é feita pela secretaria do ICAA em dias úteis.</p>\n<p>Após ter o acesso liberado, o candidato deverá iniciar um novo processo do tipo “PROCESSO SELETIVO – PROFESSOR SUBSTITUTO GRADUAÇÃO”, preencher o formulário e anexar toda a documentação exigida em formato PDF. O link para o sistema de inscrições é o oficial da UFMT.</p>\n<p>Para obter informações detalhadas sobre os documentos necessários e o passo a passo completo do cadastro e da inscrição, é fundamental a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por três etapas principais, todas de caráter eliminatório e/ou classificatório. É fundamental que os candidatos acompanhem o cronograma detalhado no site da unidade.</p>\n<ul>\n<li><strong>Sorteio do Ponto:</strong> Etapa de caráter eliminatório, com comparecimento obrigatório de todos os candidatos inscritos. A ausência resultará na desclassificação automática do certame.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório. Para ser aprovado nesta fase, o candidato deverá obter uma nota mínima de 70,00 (setenta) pontos. Aqueles que não atingirem a pontuação de corte serão desclassificados.</li>\n<li><strong>Prova de Títulos:</strong> Etapa de caráter classificatório, na qual serão avaliados os títulos e a experiência profissional do candidato, conforme os critérios definidos na normativa do concurso.</li>\n</ul>\n<p>Para consultar o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma completo, incluindo datas e locais, a leitura integral do edital e da Portaria Normativa PROGEP 003/2023 é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá o cronograma oficial. O resultado da Prova Didática será publicado em 23 de outubro de 2025, e o resultado final do processo seletivo está previsto para ser divulgado a partir das 14h do dia 24 de outubro de 2025.</p>\n<p>Após a publicação do resultado final, os candidatos terão um prazo de 2 (dois) dias úteis para interpor recursos, que deverão ser encaminhados via sistema SEI. Os resultados dos recursos serão publicados conforme o cronograma.</p>\n<p>O candidato aprovado será convocado pela SADPS/CAP/PROGEP/UFMT e terá o prazo de 10 (dez) dias corridos, a contar da data da convocação, para firmar o contrato. A perda deste prazo implica na perda do direito à contratação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo convocações, no site oficial do ICAA/UFMT e em outros meios de comunicação oficiais que venham a ser indicados.</p>\n</div>"
    },
    {
        "title": "ETEC Garça (SP) – Seleção Simplificada 093/20/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-garca-sp-selecao-simplificada-093-20-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025 | Remuneração: até R$ 6815.9",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Escola Técnica Estadual (ETEC) Deputado Paulo Ornellas Carvalho de Barros publicou o edital nº 093/20/2025 para o Processo Seletivo Simplificado que visa a formação de cadastro reserva para a função de Professor de Ensino Médio e Técnico. A contratação será temporária e regida pela Consolidação das Leis do Trabalho (CLT).</p>\n<p>A oportunidade é destinada a candidatos com nível superior e contempla o componente curricular de Estudos da Anatomia e Fisiologia dos Animais Domésticos. O certame é de grande interesse para profissionais formados em <strong>Medicina Veterinária</strong>, <strong>Agronomia</strong> e <strong>Zootecnia</strong>, áreas de titulação exigidas para a vaga.</p>\n<p>Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas de avaliação e o cronograma previsto para este processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da ETEC estarão abertas a partir do dia 23 de setembro de 2025, encerrando-se às 23h59 do dia 07 de outubro de 2025. A participação é gratuita, pois não haverá cobrança de taxa de inscrição.</p>\n<p>O procedimento deve ser realizado exclusivamente pela internet, através do portal de seleções públicas do Centro Paula Souza. Durante a inscrição, o candidato deverá preencher o formulário e fazer o upload de um arquivo único em formato PDF, com no máximo 25 MB, contendo o Memorial Circunstanciado e a respectiva documentação comprobatória de títulos e experiências.</p>\n<p>É fundamental que o candidato revise todas as informações antes de finalizar o processo, pois a inscrição implica a aceitação de todas as normas estabelecidas no edital. Para garantir a correta participação, recomenda-se a leitura integral do documento oficial.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado será realizado em duas fases, ambas de caráter eliminatório e classificatório, estruturadas da seguinte forma:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Nesta primeira etapa, a banca examinadora analisará a documentação comprobatória de formação acadêmica e experiências profissionais enviada pelo candidato no ato da inscrição. A pontuação varia de 0 a 100 pontos. Serão convocados para a fase seguinte apenas os 10 primeiros classificados, além dos que empatarem na décima posição.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Os candidatos aprovados na primeira fase serão convocados para apresentar uma aula perante a banca examinadora. O tema será sorteado no dia da prova, a partir de uma lista previamente divulgada. Esta etapa avalia o conhecimento específico e a didática do candidato, com pontuação também de 0 a 100 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de avaliação, pontuação de cada título e os procedimentos de cada fase, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados de cada etapa, bem como as convocações, será realizada por meio de publicação no Diário Oficial do Estado (DOE) e no Portal de Concursos Públicos do Estado de São Paulo. A classificação final será organizada em duas listas, uma para candidatos licenciados e outra para graduados, com preferência de convocação para os licenciados.</p>\n<p>De acordo com o cronograma previsto, a homologação do processo seletivo deve ocorrer entre 19 de outubro e 18 de novembro de 2025. O certame terá validade de um ano, a partir da data de homologação, podendo ser prorrogado por igual período. A convocação dos aprovados será feita de acordo com a necessidade da instituição, seguindo rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do Centro Paula Souza e no Diário Oficial para se manter informado sobre o andamento do certame, incluindo resultados, prazos para recursos e convocações.</p>\n</div>"
    },
    {
        "title": "ETEC Andradina (SP) – Seleção Simplificada 028/21/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-andradina-sp-selecao-simplificada-028-21-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps) publicou o edital nº 028/21/2025 do Processo Seletivo Simplificado para a Escola Técnica Estadual Sebastiana Augusta de Moraes, em Andradina (SP). O objetivo do certame é a formação de <strong>cadastro reserva</strong> para a função de Professor de Ensino Médio e Técnico, visando atender a necessidades temporárias da instituição.</p>\n<p>As oportunidades são destinadas a profissionais com formação de <strong>nível superior</strong>, que atuarão na docência em componentes curriculares do Ensino Técnico, Integrado e Médio. A contratação será por prazo determinado, sob o regime da Consolidação das Leis do Trabalho (CLT).</p>\n<p>Se você possui habilitação para lecionar e busca uma oportunidade no setor público de educação, continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para este processo seletivo estarão abertas no período de <strong>23 de setembro de 2025 até as 23h59 de 07 de outubro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do portal de seleções públicas do Centro Paula Souza.</p>\n<p>Para participar, o candidato deve acessar o site, localizar o edital correspondente, preencher a ficha de inscrição e realizar o upload de um arquivo único em formato PDF, com no máximo 25 MB. Este arquivo deve conter o Memorial Circunstanciado e toda a documentação que comprove a formação e a experiência profissional declaradas. É importante destacar que <strong>não será cobrada taxa de inscrição</strong> para este certame.</p>\n<p>Somente uma inscrição por candidato será considerada válida. Para garantir a correta participação e conhecer todos os requisitos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será estruturado em duas fases distintas, ambas de caráter eliminatório e classificatório, garantindo uma avaliação completa do perfil do candidato. As etapas são:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Nesta fase inicial, a banca examinadora fará a análise detalhada dos documentos comprobatórios de formação acadêmica e experiência profissional enviados pelo candidato no ato da inscrição. A pontuação seguirá os critérios estabelecidos no edital, e os 10 primeiros classificados, além dos empatados na décima posição, serão convocados para a etapa seguinte.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Os candidatos aprovados na prova de títulos participarão de uma avaliação prática, que consiste na apresentação de uma aula perante a banca. O tema será sorteado no dia, a partir de uma lista com três opções previamente divulgada. O objetivo é avaliar o conhecimento específico e a didática do candidato. A nota mínima para aprovação nesta fase é de 50 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, o conteúdo programático e as regras de cada fase, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Todos os resultados, incluindo a lista de inscrições deferidas, a classificação na Prova de Títulos e o resultado final, serão oficialmente divulgados no Portal do Diário Oficial do Estado (www.doe.sp.gov.br) e no site do Centro Paula Souza. A classificação final será definida pela soma das notas obtidas nas duas etapas do certame.</p>\n<p>Os candidatos aprovados serão organizados em duas listas: uma para <strong>Licenciados</strong> e outra para <strong>Graduados</strong>, com preferência de convocação para os licenciados. Em caso de empate, os critérios de desempate incluem maior idade para candidatos com 60 anos ou mais, maior nota na Prova de Métodos Pedagógicos e maior pontuação no Exame de Memorial Circunstanciado, entre outros.</p>\n<p>A homologação do resultado final será publicada no Diário Oficial, e o processo seletivo terá validade de um ano, podendo ser prorrogado por igual período. A convocação ocorrerá de acordo com a necessidade da instituição, seguindo a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "ETEC Andradina (SP) – Seleção Simplificada 028/20/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-andradina-sp-selecao-simplificada-028-20-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps) publicou o edital nº 028/20/2025 para o Processo Seletivo Simplificado da ETEC Sebastiana Augusta de Moraes, em Andradina–SP. O certame visa a formação de <strong>cadastro reserva</strong> para a contratação temporária de Professor de Ensino Médio e Técnico, sob o regime da Consolidação das Leis do Trabalho (CLT). A oportunidade é para candidatos de nível superior.</p>\n<p>A vaga disponível é para o componente curricular de <strong>Gestão da Produção Vegetal II</strong>, no curso de Agronegócio, sendo uma excelente oportunidade para profissionais formados em <strong>Agronomia</strong>, Engenharia Agronômica, Engenharia Agrícola e áreas correlatas. O objetivo é atender a necessidades temporárias de excepcional interesse público na instituição. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estarão abertas entre <strong>23 de setembro de 2025 e 07 de outubro de 2025, até as 23h59</strong>. O procedimento deve ser realizado exclusivamente pela internet, através do site oficial do Centro Paula Souza. Uma grande vantagem deste certame é que <strong>não haverá cobrança de taxa de inscrição</strong>.</p>\n<p>Para se inscrever, o candidato deverá acessar o link de inscrições, preencher o formulário e fazer o upload de um arquivo único em formato PDF (com no máximo 25 MB) contendo o Memorial Circunstanciado e toda a documentação comprobatória de títulos e experiências. Não há processo de isenção, pois a participação é gratuita para todos os candidatos. É fundamental que o candidato acompanhe o status de sua inscrição na área restrita do portal. Para garantir a participação, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas fases, ambas de caráter eliminatório e classificatório, estruturadas da seguinte forma:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Esta etapa consiste na análise dos documentos comprobatórios de formação acadêmica e experiências profissionais enviados no ato da inscrição. A pontuação varia de 0 a 100 pontos, e serão classificados para a fase seguinte os 10 primeiros candidatos com as maiores notas, além dos empatados na décima posição.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Os candidatos classificados na primeira fase serão convocados para apresentar uma aula perante a Banca Examinadora. O objetivo é avaliar o conhecimento específico e a didática do candidato. A prova também terá pontuação de 0 a 100, e será considerado aprovado o candidato que obtiver nota igual ou superior a 50 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, temas da aula e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final do candidato será a soma das pontuações obtidas no Exame de Memorial Circunstanciado e na Prova de Métodos Pedagógicos. Em caso de empate na classificação final, serão utilizados critérios como maior idade (para candidatos com 60 anos ou mais), maior nota na Prova de Métodos Pedagógicos e maior nota no Exame de Memorial Circunstanciado, entre outros.</p>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado (DOE) e nos portais do Governo de São Paulo e do Centro Paula Souza. O processo seletivo terá validade de um ano, a contar da data de homologação, podendo ser prorrogado por igual período. A convocação dos aprovados ocorrerá de acordo com a necessidade da instituição, seguindo a ordem de classificação, e será comunicada por meio de publicação oficial e também por e-mail. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial para não perder nenhuma convocação.</p>\n</div>"
    },
    {
        "title": "ETEC Andradina (SP) – Seleção Simplificada 028/19/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-andradina-sp-selecao-simplificada-028-19-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025 | Remuneração: até R$ 22,47",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps), por meio da Escola Técnica Estadual (ETEC) Sebastiana Augusta de Moraes, em Andradina (SP), publicou o edital nº 028/19/2025 para o Processo Seletivo Simplificado de Professores de Ensino Médio e Técnico. O certame visa a formação de <strong>cadastro reserva</strong> para contratação por prazo determinado, atendendo a necessidades temporárias de excepcional interesse público. As oportunidades são para candidatos com nível superior.</p>\n<p>Este processo seletivo contempla vagas para a docência em componentes curriculares da base nacional comum e da formação profissional. Destaque para a área de <strong>Gestão da Produção Animal II (Agronegócio)</strong>, que abrange profissionais graduados em <strong>Agronomia</strong>, <strong>Medicina Veterinária</strong> e <strong>Zootecnia</strong>, entre outras formações correlatas. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para este processo seletivo estarão abertas e devem ser realizadas exclusivamente pela internet, no período de <strong>23 de setembro de 2025 até as 23h59 do dia 07 de outubro de 2025</strong>. O edital não menciona a cobrança de taxa de inscrição.</p>\n<p>Para se inscrever, o candidato deverá seguir estes passos:</p>\n<ul>\n<li>Acessar o site oficial do Centro Paula Souza: <em>https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/</em>.</li>\n<li>Localizar o edital correspondente ao Processo Seletivo Simplificado nº 028/19/2025.</li>\n<li>Ler o edital na íntegra e preencher o formulário de inscrição, indicando sua titulação (Licenciado ou Graduado).</li>\n<li>Realizar o upload legível do Memorial Circunstanciado e da respectiva documentação comprobatória, conforme as exigências do edital.</li>\n</ul>\n<p>É fundamental que o candidato leia atentamente o edital completo para conhecer todas as regras e requisitos antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas fases distintas, ambas de caráter eliminatório e classificatório. A estrutura de avaliação foi definida da seguinte forma:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Esta etapa consiste na análise dos documentos comprobatórios enviados no ato da inscrição. A banca examinadora avaliará a formação acadêmica e as experiências profissionais do candidato, de acordo com o componente curricular pretendido.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Consiste na apresentação de uma aula prática perante a banca examinadora, com tema relacionado aos conteúdos do componente curricular. Serão convocados para esta fase os 10 primeiros classificados na Prova de Títulos, além dos candidatos empatados na décima posição.</li>\n</ul>\n<p>A convocação para a Prova de Métodos Pedagógicos ocorrerá somente após a divulgação do resultado do Exame de Memorial Circunstanciado. Para obter detalhes sobre os critérios de pontuação, conteúdo programático e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final do processo seletivo será divulgada no site do Centro Paula Souza e no Diário Oficial do Estado (DOE). Os candidatos aprovados serão organizados em duas listas distintas, conforme a titulação informada na inscrição: uma para Licenciados e outra para Graduados. A ordem de classificação será decrescente, com base na pontuação final obtida.</p>\n<p>Os critérios de desempate serão verificados no momento da admissão, mediante apresentação de documentos comprobatórios. Os candidatos não aprovados na Prova de Métodos Pedagógicos serão listados apenas por número de inscrição e documento, sem a divulgação do nome.</p>\n<p>A convocação para a contratação seguirá a ordem de classificação e a necessidade da instituição. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo resultados, convocações e demais atos do certame, no site da banca organizadora e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "IF Baiano (BA) – Seleção Simplificada 198/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-baiano-ba-selecao-simplificada-198-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 26/09/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia Baiano (IF Baiano) publicou o edital para seu Processo Seletivo Simplificado, visando a contratação temporária de Professor Substituto para o Campus Xique-Xique. O certame busca preencher vagas de nível superior, com regime de trabalho de 40 horas semanais, sob o regime da Lei nº 8.745/93, que dispõe sobre a contratação por tempo determinado.</p>\n<p>As oportunidades são para as áreas de <strong>Agronomia</strong> e Matemática, sendo uma excelente chance para profissionais que desejam atuar no Ensino Básico, Técnico e Tecnológico. A seleção será realizada por meio de análise de títulos e prova didática. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado do IF Baiano estarão abertas no período de <strong>20 a 26 de setembro de 2025</strong>. Para participar, o candidato deverá enviar toda a documentação exigida, em um único arquivo no formato PDF, para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"5625333a3335373978262439303325253924162e3f2723337b2e3f272333783f3034373f37383978333223783424\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>A documentação necessária inclui:</p>\n<ul>\n<li>Ficha de Inscrição (Anexo I) devidamente preenchida e assinada;</li>\n<li>Cópia de documento oficial de identificação com foto e do CPF;</li>\n<li>Comprovante da titulação exigida para a área de atuação;</li>\n<li>Histórico Escolar da Graduação.</li>\n</ul>\n<p>É importante destacar que <strong>não haverá cobrança de taxa de inscrição</strong> para este certame. A inscrição só será considerada formalizada após o recebimento correto de todos os documentos pelo e-mail indicado. Para conferir a lista completa de documentos e os modelos de anexos, é fundamental a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do IF Baiano será composto por duas etapas distintas, com o objetivo de avaliar a capacidade técnica e pedagógica dos candidatos. As etapas são:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, esta etapa será realizada presencialmente no Campus Xique-Xique. Consiste na apresentação de uma aula teórica com duração entre 40 e 50 minutos, perante uma banca examinadora. O tema será sorteado com 24 horas de antecedência. A avaliação totaliza 100 pontos, e o candidato precisa obter uma nota mínima de 60 pontos para ser aprovado.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta fase avaliará a formação acadêmica e a experiência profissional do candidato. A pontuação máxima é de 100 pontos, seguindo os critérios definidos no edital. Apenas os candidatos aprovados na Prova de Desempenho Didático terão seus títulos avaliados.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os conteúdos programáticos, os critérios de avaliação de cada etapa e o cronograma completo, é indispensável consultar o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e o resultado final do processo seletivo serão divulgados no site oficial do Instituto Federal Baiano, na seção de Concursos e Seleções, de acordo com as datas estabelecidas no cronograma do edital.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota final, calculada por meio de uma média ponderada entre a Prova de Desempenho Didático (peso 8) e a Prova de Títulos (peso 2). Em caso de empate, os critérios de desempate seguirão a seguinte ordem: maior pontuação na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência em ensino e, por fim, maior idade.</p>\n<p>Após a conclusão de todas as etapas e prazos de recurso, o resultado final será homologado e publicado no Diário Oficial da União (DOU). A convocação dos aprovados seguirá a ordem de classificação e as necessidades do IF Baiano Campus Xique-Xique.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao certame no site da instituição e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 278/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-278-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 16/10/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho n° 215/2025-RUNESP) para o provimento de <strong>uma vaga efetiva</strong> no cargo de Professor Assistente. A oportunidade é para atuar em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP) no Departamento de Zootecnia da Faculdade de Ciências Agrárias e Veterinárias, no Câmpus de Jaboticabal.</p>\n<p>O certame exige titulação mínima de Doutor e contempla a área de conhecimento em Produção Animal. A vaga é destinada a profissionais com graduação em <strong>Zootecnia, Medicina Veterinária ou Agronomia</strong>, áreas de grande interesse para nossos leitores. A seleção será realizada por meio de provas e análise de títulos. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas e devem ser realizadas exclusivamente pela internet, através do endereço eletrônico oficial da universidade. O período para se candidatar inicia às <strong>09h do dia 01 de setembro de 2025 e encerra às 17h do dia 16 de outubro de 2025</strong>, seguindo o horário de Brasília.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 276,00</strong>, e o pagamento pode ser efetuado por transferência, depósito bancário ou PIX. Candidatos que desejam solicitar a redução da taxa devem realizar o pedido nos cinco primeiros dias do período de inscrição, conforme as regras do edital. A validação da candidatura está condicionada à confirmação do pagamento integral da taxa. É fundamental que o candidato leia atentamente o edital completo para conhecer todas as normas do processo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases distintas, com provas de caráter eliminatório e classificatório. Para avançar à segunda fase, o candidato precisa obter nota igual ou superior a 7,0 na primeira etapa.</p>\n<ul>\n<li><strong>Primeira Fase (Eliminatória e Classificatória):</strong> Consiste em uma <strong>Prova Escrita</strong>, na qual o candidato discorrerá sobre um tema sorteado. A nota mínima para aprovação nesta fase é 7,0.</li>\n<li><strong>Segunda Fase (Classificatória):</strong> Composta por quatro avaliações com pesos diferentes:\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Currículo Lattes documentado.</li>\n<li><strong>Prova Didática (peso 2):</strong> Aula teórica em nível de graduação com duração entre 40 e 60 minutos.</li>\n<li><strong>Prova de Análise e Arguição (peso 1):</strong> Defesa do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária.</li>\n</ul>\n</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, é indispensável a consulta ao edital do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e definitivos de cada fase do concurso serão publicados no Diário Oficial do Estado e também disponibilizados no site de inscrições da UNESP. Após a divulgação das notas, os candidatos poderão interpor recursos dentro dos prazos estabelecidos pelo edital, que são de dois dias úteis para as provas e cinco dias úteis para o resultado final preliminar.</p>\n<p>A classificação final será determinada pelo maior número de indicações recebidas pelos membros da banca examinadora. Em caso de empate, serão aplicados critérios como idade (prioridade para maiores de 60 anos), maior nota na prova de títulos, prova didática e prova escrita, sucessivamente. A homologação do resultado final dará início ao prazo de validade do certame, que é de seis meses, podendo ser prorrogado por igual período. A convocação para nomeação seguirá a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais.</p>\n</div>"
    },
    {
        "title": "Prefeitura Mauriti (CE) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-mauriti-ce-concurso-02-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 16/10/2025 | Remuneração: até R$ 5536.91",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Mauriti, no Ceará, publicou o edital para seu novo Concurso Público, organizado pela Universidade Regional do Cariri (URCA). O objetivo do certame é o preenchimento de 136 vagas imediatas e a formação de cadastro de reserva para cargos efetivos do quadro de pessoal do Poder Executivo, sob regime Estatutário.</p>\n<p>As oportunidades abrangem os níveis médio, técnico e superior, com vagas distribuídas em diversas áreas, como saúde, educação, fiscal, jurídica, ambiental e social. O certame se destaca por oferecer vagas em áreas de grande interesse, como <strong>Engenharia Agronômica, Engenharia Ambiental, Medicina Veterinária e Nutrição</strong>, além de oportunidades para <strong>Analista Ambiental e Técnico Ambiental</strong>.</p>\n<p>Este concurso representa uma excelente oportunidade para profissionais que buscam estabilidade e uma carreira no serviço público. Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Mauriti (CE) serão realizadas exclusivamente pela internet, no site da banca organizadora, a URCA/CEV. O período para se candidatar vai de <strong>25 de setembro de 2025, a partir das 08h, até 16 de outubro de 2025, às 23h59</strong>.</p>\n<p>Os valores da taxa de inscrição variam de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Médio:</strong> R$ 150,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 180,00</li>\n<li><strong>Nível Superior:</strong> R$ 220,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que poderá ser pago até o dia 17 de outubro de 2025. O edital não prevê outras formas de pagamento, como transferências ou PIX. Candidatos que se enquadrem nos critérios para isenção da taxa devem seguir os procedimentos e prazos específicos detalhados no edital. É permitido se inscrever em até dois cargos, desde que um seja de nível médio/técnico e outro de nível superior (com exceção do cargo de Procurador Jurídico), devido à coincidência de horários das provas.</p>\n<p>Após a inscrição, é fundamental que o candidato acompanhe o status de sua solicitação na área restrita do site da banca. Para garantir sua participação e conhecer todas as regras, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de Mauriti será estruturado em até três etapas, dependendo do cargo escolhido. A complexidade das fases aumenta conforme o nível de escolaridade e as atribuições da função.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, esta fase é obrigatória para todos os candidatos. Para os cargos de nível médio e técnico, é a única etapa do certame. A prova será de múltipla escolha, com cinco alternativas por questão, e o candidato precisará obter no mínimo 50 pontos (de um total de 100) para ser aprovado. As disciplinas cobradas variam:\n<ul>\n<li><em>Cargos de Nível Médio e Técnico:</em> Português, Conhecimentos Gerais e Conhecimentos Específicos.</li>\n<li><em>Cargos de Nível Superior (exceto Magistério):</em> Português, Conhecimentos Gerais, Raciocínio Lógico e Conhecimentos Específicos.</li>\n<li><em>Cargos do Magistério:</em> Português, Conhecimentos Gerais, Legislação Educacional, Raciocínio Lógico e Conhecimentos Específicos.</li>\n</ul>\n</li>\n<li><strong>Prova de Redação Técnica:</strong> Exclusiva para o cargo de <strong>Procurador Jurídico</strong>, esta etapa possui caráter eliminatório e classificatório. Consistirá na elaboração de uma peça jurídica, valendo 100 pontos e exigindo nota mínima de 50 para aprovação. A prova será aplicada no mesmo dia da prova objetiva, em turno diferente.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta etapa é destinada a todos os cargos de nível superior. Os candidatos habilitados na fase anterior serão convocados para enviar seus títulos (como especializações, mestrado e doutorado) de forma online. A pontuação máxima é de 10 pontos, que serão somados à nota final.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação e o cronograma de cada fase, é fundamental consultar o edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação de todos os resultados do concurso, incluindo gabaritos preliminares e definitivos, listas de classificação por etapa e o resultado final, será realizada no site da banca organizadora, a URCA/CEV, de acordo com o cronograma oficial. Após a publicação dos gabaritos preliminares, os candidatos terão um prazo para interpor recursos. Eventuais anulações de questões ou alterações de gabarito serão publicadas e o valor em pontos será ajustado para todos os candidatos, conforme as regras do edital.</p>\n<p>A classificação final será definida pela soma dos pontos obtidos em todas as etapas aplicáveis a cada cargo, em ordem decrescente. O resultado final do concurso será homologado por ato do Chefe do Poder Executivo de Mauriti e publicado na imprensa oficial e no site da prefeitura. O certame terá validade de 02 (dois) anos a partir da data de homologação, podendo ser prorrogado uma única vez por igual período.</p>\n<p>Os candidatos aprovados dentro do número de vagas serão convocados para nomeação e posse pela Prefeitura Municipal de Mauriti, respeitando estritamente a ordem de classificação. Após a convocação, o candidato terá o prazo de 15 dias para declarar se aceita ou não o cargo.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site <em>www.urca.br/cev</em> e nos canais de comunicação da Prefeitura de Mauriti para não perder nenhum prazo, resultado ou convocação.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 869/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-869-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho n° 289/2025-RUNESP) para o provimento de uma vaga efetiva no cargo de Professor Assistente. A oportunidade é para atuar em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP) junto ao Departamento de Proteção Vegetal da Faculdade de Ciências Agronômicas, no Câmpus de Botucatu.</p>\n<p>O certame destina-se a candidatos com título de Doutor na área de conhecimento de <strong>Fitossanidade</strong>. Para concorrer, é necessário possuir graduação em <strong>Agronomia, Engenharia Agronômica, Engenharia Florestal ou Ciências Biológicas</strong>. Este é um concurso de alto nível, voltado para a carreira acadêmica e de pesquisa. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar inicia às <strong>00:00 do dia 01 de setembro de 2025 e encerra às 17:00 do dia 15 de outubro de 2025</strong>, no horário de Brasília.</p>\n<p>Para confirmar a participação, é necessário preencher o formulário eletrônico no site oficial e efetuar o pagamento da taxa de inscrição no valor de R$ 276,00. O pagamento pode ser feito por transferência, depósito identificado ou chave PIX. Candidatos que desejam solicitar a redução da taxa devem realizar o pedido nos cinco primeiros dias do período de inscrição, conforme as regras do edital. A inscrição só será validada após a confirmação do pagamento integral. Para mais informações, consulte o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases distintas, com provas de caráter eliminatório e classificatório. A aprovação na primeira fase, com média igual ou superior a 7,0, é requisito para avançar para a etapa seguinte.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>Primeira Fase (Eliminatória e Classificatória):</strong> Consiste em uma <strong>Prova Escrita</strong> com peso 1, na qual o candidato deverá demonstrar conhecimento aprofundado sobre um tema sorteado.</li>\n<li><strong>Segunda Fase (Classificatória):</strong> Composta por três avaliações:\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Curriculum Lattes documentado, avaliando a produção acadêmica e científica.</li>\n<li><strong>Prova Didática (peso 2):</strong> Apresentação de uma aula teórica em nível de graduação, com duração entre 40 e 60 minutos.</li>\n<li><strong>Prova de Análise e Arguição (peso 1):</strong> Defesa do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária.</li>\n</ul>\n</li>\n</ul>\n<p>Para conhecer o conteúdo programático, os critérios de avaliação detalhados e o cronograma completo, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa, incluindo as notas da prova escrita e da segunda fase, serão publicados no Diário Oficial do Estado (DOE) e disponibilizados no Sistema de Inscrições da UNESP. Após a conclusão de todas as avaliações e análise de recursos, será divulgado o resultado final preliminar, seguido pelo resultado final definitivo.</p>\n<p>A classificação dos candidatos aprovados será definida pelo maior número de indicações por parte dos membros da banca examinadora. Em caso de empate, os critérios de desempate incluem, sucessivamente: idade igual ou superior a 60 anos, maior nota na prova de títulos, melhor média na prova didática e melhor média na prova escrita. A nomeação seguirá rigorosamente a ordem de classificação final. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "UFG (GO) – Concurso 24/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufg-go-concurso-24-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 4.867,43",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Goiás (UFG) publicou o edital de condições gerais para seu concurso público destinado ao preenchimento de vagas e formação de cadastro de reserva para o cargo de <strong>Professor do Magistério Federal</strong>. O certame visa selecionar profissionais de nível superior para diversas áreas do conhecimento, sob o regime de contratação Estatutário, garantindo estabilidade aos aprovados. As oportunidades abrangem setores como Engenharias, Música, Filosofia, Medicina, Física, Matemática, Ciências Sociais e Tecnologia da Informação.</p>\n<p>O concurso se destaca por oferecer vagas em áreas de grande interesse, como <strong>Agronomia, Biologia e Engenharia Florestal</strong>, contemplando especialidades como Fisiologia Vegetal, Bioquímica, Genômica e Bioestatística, e Histologia. Este é um certame de grande porte, ideal para profissionais com mestrado e doutorado que buscam uma carreira acadêmica consolidada em uma instituição de renome. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFG serão realizadas exclusivamente pela internet, através do portal SISCONCURSO da universidade. O período de inscrição será de 26 de setembro de 2025 a 15 de outubro de 2025. Os valores da taxa de inscrição variam conforme a titulação exigida e o regime de trabalho, sendo definidos da seguinte forma:</p>\n<ul>\n<li><strong>Regime de Dedicação Exclusiva:</strong> R$ 110,00 (Graduação), R$ 130,00 (Especialização), R$ 170,00 (Mestrado) e R$ 240,00 (Doutorado).</li>\n<li><strong>Regime de 20 horas:</strong> R$ 60,00 (Graduação ou Especialização), R$ 70,00 (Mestrado) e R$ 90,00 (Doutorado).</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), que deve ser impressa no ato da inscrição. Recomenda-se que o pagamento seja realizado preferencialmente no Banco do Brasil, a partir do segundo dia útil após a emissão do boleto. O edital prevê a possibilidade de solicitar isenção da taxa, cujos critérios e prazos devem ser consultados no documento oficial. Após a inscrição, o candidato deve acompanhar o status e as publicações na área restrita do site. É fundamental a leitura completa do edital específico da vaga de interesse para conhecer todos os prazos e procedimentos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor do Magistério Federal na UFG é composto por múltiplas etapas, estruturadas para avaliar de forma completa a capacidade técnica e didática dos candidatos. As fases incluem provas escritas, didáticas, defesa de memorial e análise de títulos, com detalhes e pesos definidos nas normas complementares de cada área.</p>\n<ul>\n<li><strong>Prova Escrita ou Teórico-Prática:</strong> De caráter <em>eliminatório</em>, esta etapa exige que o candidato obtenha nota igual ou superior a 5,00 (cinco) para avançar no certame.</li>\n<li><strong>Prova Didática, Prova Oral e Defesa de Memorial:</strong> Estas etapas são aplicadas aos aprovados na fase anterior e também possuem caráter eliminatório e classificatório. A média aritmética das notas obtidas nestas provas, somada à nota da prova escrita, deve ser igual ou superior a 7,00 (sete) para aprovação. As sessões de prova didática, oral e defesa de memorial serão gravadas para fins de registro.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente <em>classificatório</em>, esta fase ocorre após as etapas anteriores. A pontuação é calculada com base na formação acadêmica, produção intelectual, atividades de ensino, pesquisa e extensão, e atividades administrativas. A nota de títulos (NT) corresponde a 20% da Média Final do candidato.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada prova e o cronograma completo, é indispensável consultar as normas complementares e o edital específico da sua área de interesse.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos no concurso da UFG será divulgada em ordem decrescente da Média Final (MF), calculada pela fórmula <em>MF = 0,80 x M + 0,20 x NT</em>, onde ‘M’ é a média das provas eliminatórias e ‘NT’ é a nota da Prova de Títulos. Em caso de empate, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Maior nota na prova escrita ou teórico-prática;</li>\n<li>Maior nota na prova didática ou prova oral;</li>\n<li>Maior nota na defesa de memorial;</li>\n<li>Maior idade.</li>\n</ul>\n<p>Os resultados preliminares de cada etapa serão publicados no site da UFG – SISCONCURSO, abrindo-se prazo para interposição de recursos. Após a análise dos recursos, o resultado final do concurso será homologado e publicado no Diário Oficial da União (DOU). A nomeação dos aprovados seguirá rigorosamente a ordem de classificação. Os candidatos nomeados serão convocados para a posse, que deverá ocorrer no prazo de até 30 dias após a publicação do ato de nomeação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo cronogramas, resultados, convocações e outras comunicações, no site da UFG (www.ufg.br) e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "IFPI (PI) – Seleção Simplificada 68/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifpi-pi-selecao-simplificada-68-2025/",
        "description": "Local: Piauí | Tipo: cadastro reserva vaga(s) | Prazo: até 25/09/2025 | Remuneração: até R$ 11.771,98",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Piauí (IFPI), por meio do Campus São João do Piauí, publicou o edital 68/2025 para o Processo Seletivo Simplificado. O objetivo é a contratação por tempo determinado de Professor Substituto do Ensino Básico, Técnico e Tecnológico, sob o Regime Jurídico Único (Lei nº 8.112/1990).</p>\n<p>A oportunidade é para a área de <strong>Zootecnia</strong>, com uma vaga imediata mais formação de cadastro de reserva. O certame é destinado a candidatos de nível superior e, além de graduados em Zootecnia, também aceita formação em <strong>Medicina Veterinária</strong> ou <strong>Engenharia Agronômica</strong>.</p>\n<p>Nas seções seguintes, você encontrará todos os detalhes sobre o cronograma de inscrições, as etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFPI estarão abertas de 19 a 25 de setembro de 2025. Os interessados devem realizar o procedimento exclusivamente pela internet, através do portal de seletivos da instituição.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 50,00. O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), exclusivamente em agências ou caixas eletrônicos do Banco do Brasil, até o último dia do período de inscrição. Após o pagamento, é obrigatório enviar o comprovante para o e-mail indicado no edital. Conforme o regulamento, não haverá isenção da taxa.</p>\n<p>No ato da inscrição, o candidato deverá anexar em um único arquivo PDF a documentação exigida, que inclui documentos pessoais, comprovante de titulação e o currículo lattes com os respectivos documentos comprobatórios. É fundamental a leitura completa do edital para garantir a correta participação no certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, ambas de caráter eliminatório e classificatório, projetadas para avaliar a qualificação e a aptidão pedagógica dos candidatos.</p>\n<ul>\n<li><strong>Prova de Títulos:</strong> Esta etapa consiste na análise do currículo e dos documentos comprobatórios enviados no ato da inscrição. A pontuação máxima é de 100 pontos, distribuídos entre formação acadêmica, atividades de docência, experiência profissional e atividades de pesquisa.</li>\n<li><strong>Prova de Desempenho Didático:</strong> Destinada apenas aos 8 primeiros candidatos classificados na Prova de Títulos, esta fase consiste em uma aula expositiva com duração mínima de 30 e máxima de 40 minutos. O tema é sorteado 24 horas antes da prova. A avaliação considera o plano de aula e o desenvolvimento da aula, incluindo domínio do conteúdo e uso de recursos didáticos. Para ser aprovado, o candidato deve obter nota mínima de 60 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, os temas da Prova Didática e o cronograma completo, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será definida pela média aritmética das notas obtidas na Prova de Títulos e na Prova de Desempenho Didático. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior nota na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência profissional e, por fim, maior idade.</p>\n<p>O cronograma do certame prevê a divulgação dos resultados preliminares e finais de cada etapa no portal do IFPI. A homologação do resultado final será publicada no Diário Oficial da União (DOU), momento a partir do qual o processo seletivo passa a ter validade de um ano, podendo ser prorrogado por igual período. A convocação dos candidatos aprovados seguirá a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site oficial do IFPI e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFSC (SC) – Concurso 39/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufsc-sc-concurso-39-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 13/10/2025 | Remuneração: até R$ 7.180,86",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Santa Catarina (UFSC) publicou o edital nº 039/2025/DDP para seu novo concurso público, destinado ao provimento de cargos de Professor da Carreira do Magistério Superior. O objetivo é preencher vagas no quadro permanente da instituição, sob o regime Estatutário (Lei nº 8.112/1990), nos campi de Araranguá, Blumenau, Curitibanos, Florianópolis e Joinville.</p>\n<p>As oportunidades são para nível superior, com exigência de titulação que varia entre Graduação, Mestrado e Doutorado, conforme o campo de conhecimento. O certame abrange diversas áreas, incluindo Ciências da Saúde, Engenharias, Ciências Exatas, Humanas e Letras.</p>\n<p>O concurso se destaca por oferecer vagas em áreas de grande relevância para nosso público, como <strong>Agronomia, Medicina Veterinária, Zootecnia, Biologia</strong> (e campos correlatos como Bioquímica, Ecologia e Zoologia), <strong>Nutrição e Engenharia de Alimentos</strong>. Se você possui formação nessas áreas, esta é uma excelente oportunidade de ingressar na carreira acadêmica em uma das mais prestigiadas universidades do país.</p>\n<p>Nas seções a seguir, você encontrará informações detalhadas sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para auxiliar na sua preparação.</p>\n<h2>Inscrições</h2>\n<p>O processo de inscrição para o concurso da UFSC é realizado em duas fases distintas e obrigatórias. A primeira, chamada de <strong>Pré-Inscrição</strong>, ocorrerá entre as 14h de 29 de setembro de 2025 e as 23h59 de 13 de outubro de 2025. Esta etapa inicial tem como objetivo definir, de forma impessoal, os campos de conhecimento que terão reserva de vagas para pessoas com deficiência, trans, pretas e pardas, indígenas e quilombolas.</p>\n<p>A segunda fase, denominada <strong>Inscrição e Validação da Pré-Inscrição</strong>, acontecerá das 14h de 05 de dezembro de 2025 até as 23h59 de 08 de janeiro de 2026. Neste período, os candidatos que fizeram a pré-inscrição devem validá-la, e novos candidatos também podem se inscrever. Todo o processo é realizado exclusivamente pela internet, no site oficial do concurso.</p>\n<p>As taxas de inscrição variam conforme a titulação exigida e o regime de trabalho:</p>\n<ul>\n<li><strong>Doutorado (Regime de Dedicação Exclusiva):</strong> R$ 428,08</li>\n<li><strong>Doutorado (Regime de 20 horas):</strong> R$ 144,18</li>\n<li><strong>Mestrado (Regime de Dedicação Exclusiva):</strong> R$ 308,83</li>\n<li><strong>Mestrado (Regime de 40 horas):</strong> R$ 198,32</li>\n<li><strong>Graduação/Especialização (Regime de 40 horas):</strong> R$ 148,50</li>\n<li><strong>Graduação/Especialização (Regime de 20 horas):</strong> R$ 125,07</li>\n</ul>\n<p>O pagamento pode ser efetuado via Pix, cartão de crédito ou boleto bancário até o dia 09 de janeiro de 2026. O edital prevê a possibilidade de solicitar isenção da taxa, e os critérios devem ser consultados no documento oficial. Após a inscrição, é responsabilidade do candidato acompanhar a confirmação em sua área restrita no site.</p>\n<p>É fundamental a leitura completa do edital para compreender todos os procedimentos, especialmente as particularidades das duas etapas de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor da UFSC é composto por múltiplas etapas, de caráter eliminatório e/ou classificatório, planejadas para avaliar de forma abrangente a capacidade técnica e didática dos candidatos. O cronograma detalhado, com datas e locais, será divulgado em edital complementar no site do concurso.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório e classificatório, consiste em uma avaliação dissertativa com duração de 4 horas. O conteúdo abordado será baseado no programa específico de cada campo de conhecimento.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório. O candidato deverá ministrar uma aula com duração entre 40 e 50 minutos sobre um ponto do conteúdo programático, que será sorteado com 24 horas de antecedência. A entrega de um plano de aula no momento do sorteio é obrigatória e sua ausência resulta em desclassificação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, esta etapa consiste na análise e pontuação do <em>Curriculum Vitae</em> do candidato, com base na Plataforma Lattes. A documentação comprobatória deve ser entregue no momento do sorteio do ponto para a prova didática.</li>\n<li><strong>Apresentação do Projeto de Atividades Acadêmicas e Memorial Descritivo:</strong> De caráter classificatório. O candidato fará uma exposição oral de até 30 minutos sobre sua trajetória profissional e suas propostas de atividades de ensino, pesquisa e extensão.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, esta etapa é aplicada <em>apenas para alguns campos de conhecimento</em>, como Medicina Veterinária, Agronomia, Anatomia Humana e Odontologia. Seu objetivo é avaliar a capacidade operacional do candidato em tarefas específicas da área.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma completo, a consulta ao edital oficial é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFSC seguirá um cronograma específico, publicado no site oficial. Após a realização de todas as provas, a banca examinadora elaborará um relatório final, que será submetido à aprovação do conselho da unidade universitária. Somente após essa aprovação, o <strong>Resultado Preliminar</strong> será publicado no site do certame, contendo a lista de candidatos aprovados em ordem de classificação.</p>\n<p>Para ser considerado aprovado, o candidato deverá atingir uma média final mínima de 7,00 (sete). Em caso de empate na média final, os critérios de desempate seguirão a seguinte ordem de preferência:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos, conforme o Estatuto do Idoso;</li>\n<li>Maior pontuação obtida na prova didática;</li>\n<li>Maior pontuação obtida na prova de títulos;</li>\n<li>Maior idade (para os demais casos);</li>\n<li>Ter exercido a função de jurado.</li>\n</ul>\n<p>A <strong>homologação do resultado final</strong> do concurso será oficializada por meio de publicação no Diário Oficial da União (DOU), momento a partir do qual o certame passa a ter validade de 2 (dois) anos, podendo ser prorrogado por igual período. A convocação dos aprovados para nomeação ocorrerá conforme a ordem de classificação e a necessidade da instituição, sendo divulgada nos canais oficiais.</p>\n<p>O acompanhamento de todas as publicações, desde os resultados preliminares até a convocação final, no site oficial do concurso e no Diário Oficial da União, é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UFRR (RR) – Seleção Simplificada 125/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrr-rr-selecao-simplificada-125-2025/",
        "description": "Local: Roraima | Tipo: cadastro reserva vaga(s) | Prazo: até 12/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Roraima (UFRR) publicou o edital nº 125/2025-PROGESP para seu novo Processo Seletivo Simplificado. O certame visa a contratação temporária de 8 Professores Visitantes para atuação em diversos programas de pós-graduação, além da formação de cadastro reserva. As oportunidades são para candidatos com título de Doutorado, conforme os requisitos específicos de cada área.</p>\n<p>As vagas abrangem áreas como Antropologia Social, Saúde, Geografia, Letras, Sociedade e Fronteiras. <strong>Destacam-se as oportunidades para os programas de pós-graduação em Agronomia (POSAGRO) e Recursos Naturais (PRONAT)</strong>, que contempla profissionais de Ciências Biológicas, Química ou Farmácia. A remuneração total é de R$ 13.288,85 para um regime de trabalho de 40 horas semanais com Dedicação Exclusiva (DE). Continue a leitura para saber mais sobre as inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFRR estarão abertas e devem ser realizadas exclusivamente pela internet, através do portal oficial de concursos da universidade. O período para se inscrever inicia às <strong>10h do dia 13 de setembro de 2025 e encerra às 17h do dia 12 de outubro de 2025</strong>, seguindo o horário oficial de Roraima.</p>\n<p>A taxa de inscrição foi fixada em R$ 250,00 para todos os cargos. O pagamento deve ser efetuado por meio de boleto bancário gerado no sistema de inscrições até a data de vencimento. Há possibilidade de solicitar isenção da taxa entre os dias 13 e 16 de setembro de 2025, para candidatos inscritos no CadÚnico ou que sejam doadores de medula óssea, conforme as regras detalhadas no edital. Após a inscrição, o candidato deve acompanhar todas as atualizações na área restrita do site. É fundamental a leitura completa do edital para conhecer todas as regras do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, ambas de caráter eliminatório e classificatório, além de procedimentos específicos para candidatos que concorrem às vagas reservadas.</p>\n<ul>\n<li><strong>Análise Curricular:</strong> Etapa classificatória e eliminatória, na qual serão avaliados a titulação acadêmica e a produção científica do candidato, com base nos critérios de pontuação definidos no Anexo II do edital. Para ser aprovado, o candidato deve obter no mínimo 25% da pontuação total desta fase.</li>\n<li><strong>Análise do Plano de Trabalho:</strong> Também de caráter eliminatório e classificatório, esta etapa consiste na avaliação do plano de trabalho proposto pelo candidato, que deve estar alinhado às linhas de pesquisa do programa de pós-graduação pretendido. A pontuação seguirá o Anexo III, e será necessário atingir ao menos 50% dos pontos para aprovação.</li>\n</ul>\n<p>Para ser considerado classificado, o candidato deverá obter uma nota final igual ou superior a 75,00 pontos, somando as duas etapas. Adicionalmente, candidatos autodeclarados negros passarão por um procedimento de heteroidentificação telepresencial, enquanto candidatos indígenas e quilombolas terão sua documentação verificada. Para mais detalhes sobre os critérios de avaliação e o cronograma, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado preliminar do processo seletivo está previsto para ser divulgado no dia 14 de novembro de 2025. Os candidatos poderão interpor recursos nos dias 17 e 18 de novembro. A publicação do resultado final, após a análise dos recursos e dos procedimentos de heteroidentificação, está agendada para <strong>10 de dezembro de 2025</strong>.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota total. Em caso de empate, os critérios de desempate são, sucessivamente: maior pontuação no Plano de Trabalho, idade igual ou superior a 60 anos, ter exercido a função de jurado e, por fim, maior idade. A homologação do resultado será publicada no Diário Oficial da União (DOU) e no site oficial do concurso. A convocação dos aprovados será realizada por e-mail e/ou telefone, sendo de responsabilidade do candidato manter seus dados cadastrais atualizados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações e comunicados, no site da UFRR e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Seleção Simplificada 04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-selecao-simplificada-04-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 01/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Mato Grosso (UFMT) publicou o Edital nº 04/2025, que rege o Processo Seletivo Simplificado para a contratação de <strong>Professor Substituto</strong> para o Instituto de Ciências Agrárias e Ambientais do Campus de Sinop. O certame visa o preenchimento de uma vaga imediata para a área de <strong>Agronomia</strong>, com ênfase em Fisiologia Vegetal, Fruticultura e Plantas Ornamentais e Paisagismo.</p>\n<p>Para concorrer, os candidatos devem possuir formação de nível superior, sendo aceitos diplomas de graduação, especialização, mestrado ou doutorado em Agronomia. A contratação será temporária, com base na Lei nº 8.745/93, para uma jornada de 40 horas semanais e duração inicial de seis meses, com possibilidade de prorrogação. A remuneração varia conforme a titulação do aprovado. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFMT estarão abertas entre os dias <strong>29 de setembro de 2025 e 1º de outubro de 2025</strong>, com encerramento às 15h (horário de Cuiabá-MT). Todo o procedimento deve ser realizado de forma online, através do Sistema Eletrônico de Informações (SEI) da universidade.</p>\n<p>Atenção: candidatos que não possuem cadastro como ‘Usuário Externo’ no SEI devem realizá-lo com pelo menos um dia de antecedência, pois a liberação do acesso é um pré-requisito para a inscrição. No ato da candidatura, será necessário preencher o formulário e anexar toda a documentação exigida em formato PDF, como diploma, documentos pessoais e Currículo Lattes documentado. Não há menção de taxa de inscrição no edital.</p>\n<p>Para garantir que todos os passos sejam cumpridos corretamente, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFMT será estruturado em etapas eliminatórias e classificatórias, exigindo a participação ativa dos candidatos em todas as fases. A seleção ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Sorteio do Ponto:</strong> Etapa de caráter eliminatório, agendada para 13 de outubro de 2025. O comparecimento do candidato no local e horário definidos é obrigatório para permanecer no certame.</li>\n<li><strong>Prova Didática:</strong> Com caráter eliminatório e classificatório, será realizada em 14 de outubro de 2025. Esta etapa avalia a aptidão do candidato para a docência, e a nota de corte para aprovação é de 70,00 pontos.</li>\n<li><strong>Prova de Títulos:</strong> Etapa exclusivamente classificatória, que ocorrerá em 16 de outubro de 2025. Serão analisados o Currículo Lattes e os documentos que comprovam a formação acadêmica e a experiência profissional.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de avaliação de cada etapa, o cronograma completo e as regras do certame, é fundamental consultar o edital de abertura e a Portaria Normativa PROGEP 003/2023.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação do resultado final do processo seletivo está prevista para o dia <strong>17 de outubro de 2025</strong>, a partir das 15h. Todos os resultados, desde o deferimento das inscrições até a classificação final, serão publicados no site oficial do Instituto de Ciências Agrárias e Ambientais (ICAA) da UFMT.</p>\n<p>Os candidatos poderão interpor recursos contra o resultado final no dia 20 de outubro de 2025, e a resposta da comissão será divulgada no dia 21 de outubro. Após a homologação, os aprovados serão convocados pela Pró-Reitoria de Gestão de Pessoas (PROGEP/UFMT) e terão o prazo de 10 dias corridos para assinar o contrato, sob pena de perda do direito à vaga.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UFMT, pois todas as comunicações, convocações e resultados serão divulgados por este meio.</p>\n</div>"
    },
    {
        "title": "Prefeitura Lavras da Mangabeira (CE) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-lavras-da-mangabeira-ce-concurso-02-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 09/10/2025 | Remuneração: até R$ 10212",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Lavras da Mangabeira, no Ceará, publicou o edital para seu novo Concurso Público, organizado pela Universidade Regional do Cariri (URCA). O certame visa o preenchimento de <strong>50 vagas imediatas e a formação de cadastro de reserva</strong> para cargos efetivos do quadro de pessoal do Poder Executivo, sob regime estatutário.</p>\n<p>As oportunidades abrangem os níveis de escolaridade fundamental, médio, técnico e superior, com vagas em diversas áreas, como administrativa, operacional, saúde e educação. <strong>O concurso se destaca por oferecer vagas em áreas de grande interesse, como Engenharia Agronômica, Biologia e para Técnico em Agropecuária.</strong></p>\n<p>Este é um momento importante para quem busca uma carreira estável no serviço público cearense. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Lavras da Mangabeira (CE) serão realizadas exclusivamente pela internet, através do site da banca organizadora, a URCA. O período para se inscrever terá início <strong>às 8h do dia 5 de setembro de 2025 e se encerrará às 23h59 do dia 9 de outubro de 2025</strong>.</p>\n<p>Para confirmar a participação, o candidato deverá preencher o formulário eletrônico no endereço <em>urca.br/cev</em>, gerar e imprimir o boleto bancário. O pagamento da taxa de inscrição deverá ser efetuado até o dia 10 de outubro de 2025. Os valores são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 100,00</li>\n<li><strong>Nível Médio:</strong> R$ 120,00</li>\n<li><strong>Nível Superior:</strong> R$ 200,00</li>\n</ul>\n<p>A inscrição só será validada após a confirmação do pagamento pela instituição bancária. O edital não detalha procedimentos para solicitação de isenção da taxa. É fundamental que o candidato leia atentamente o edital completo para conhecer todas as regras e garantir sua participação no certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Lavras da Mangabeira será estruturado em até três etapas, variando conforme o cargo escolhido pelo candidato. A organização das fases é a seguinte:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, esta etapa é obrigatória para <em>todos os cargos</em>. A prova terá duração de 3 horas e será aplicada no município de Lavras da Mangabeira (CE).</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta fase é exclusiva para os candidatos aos cargos de <em>Professor (Magistério)</em>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta etapa se aplica a todos os candidatos de <em>nível superior</em>, sendo a segunda fase para a maioria e a terceira para os cargos de Magistério.</li>\n</ul>\n<p>Os locais e horários específicos de aplicação das provas serão divulgados no Cartão de Identificação do Candidato. No dia da prova objetiva, os portões serão abertos às 8h e fechados às 9h para o turno da manhã, e abertos às 13h30 com fechamento às 14h30 para o turno da tarde. Para obter informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, é indispensável a consulta ao edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Lavras da Mangabeira será realizada pela Comissão Executiva do Vestibular da URCA, no site oficial <em>urca.br/cev</em>, e também na imprensa oficial do município. Os resultados finais de cada cargo serão publicados assim que todas as etapas correspondentes forem concluídas.</p>\n<p>A classificação final dos candidatos será apresentada em ordem decrescente, com base na soma dos pontos obtidos em todas as fases do certame. Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Maior pontuação na prova de Conhecimentos Específicos;</li>\n<li>Maior nota na Prova Didática (apenas para cargos do Magistério);</li>\n<li>Maior pontuação na prova de Língua Portuguesa;</li>\n<li>Maior pontuação na prova de Conhecimentos Gerais;</li>\n<li>Candidato com maior idade.</li>\n</ul>\n<p>A homologação do resultado final é de responsabilidade do Poder Executivo Municipal e poderá ocorrer de forma segmentada, por categoria de cargo. Após a homologação, os candidatos aprovados dentro do número de vagas deverão acompanhar as convocações nos canais oficiais. É de responsabilidade exclusiva do candidato acompanhar todas as publicações referentes ao concurso no site da banca organizadora e nos meios de comunicação oficiais da prefeitura.</p>\n</div>"
    }
]
