[
    {
        "title": "IDR Paraná (PR) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/idr-parana-pr-selecao-simplificada-01-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 14/10/2025 | Remuneração: até R$ 9466.72",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto de Desenvolvimento Rural do Paraná – IAPAR-EMATER (IDR-Paraná) publicou o edital de seu Processo Seletivo Simplificado (PSS) para contratação temporária de profissionais. O objetivo do certame é preencher vagas que surgiram por aposentadoria, demissão e outras vacâncias, além daquelas que possam surgir durante a validade da seleção.</p>\n<p>As oportunidades são para os níveis Médio Especializado, Superior e Graduação com Doutorado, com jornada de trabalho de 40 horas semanais. As contratações seguirão o Regime Especial (CRES), regulamentado pela Lei Complementar Estadual nº 108/2005, e os profissionais estarão vinculados ao Regime Geral de Previdência Social.</p>\n<p>O processo seletivo contempla diversas áreas de atuação. <strong>Destacam-se as vagas para profissionais com formação em Agronomia, Medicina Veterinária, Zootecnia, Biologia, Engenharia Florestal, Engenharia de Alimentos e áreas correlatas</strong>, especialmente para cargos que exigem doutorado em áreas específicas de pesquisa e desenvolvimento rural.</p>\n<p>Para entender como participar e quais são os critérios de avaliação, continue a leitura e confira os detalhes sobre as inscrições e as etapas do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o PSS do IDR-Paraná estarão abertas das <strong>8h do dia 04 de outubro de 2025 até as 23h59 do dia 14 de outubro de 2025</strong> (horário de Brasília). A participação no processo seletivo é <strong>totalmente isenta de taxa de inscrição</strong>.</p>\n<p>Para se inscrever, o candidato deverá acessar o portal e-Protocolo do Governo do Paraná, no endereço <em>www.eprotocolo.pr.gov.br</em>, e seguir as orientações do edital para o envio da documentação. É permitido se inscrever para apenas uma vaga.</p>\n<p>A documentação, que deve ser enviada em formato PDF, inclui, entre outros:</p>\n<ul>\n<li>Formulário de inscrição preenchido (Anexo IV);</li>\n<li>Formulário de pontuação correspondente à função desejada (Anexos VIII, IX ou X);</li>\n<li>Certificados para comprovação de escolaridade, títulos e experiência profissional;</li>\n<li>Currículo Lattes atualizado (para vagas de Graduação com Doutorado);</li>\n<li>Documentos específicos para candidatos que concorrem como pessoa com deficiência (PcD) ou afrodescendente.</li>\n</ul>\n<p>Não será possível alterar ou incluir informações após a conclusão da inscrição. A relação provisória dos candidatos inscritos será divulgada no site oficial do IDR-Paraná, conforme o cronograma.</p>\n<p>É fundamental a leitura completa do edital para conhecer todos os requisitos e procedimentos de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado do IDR-Paraná será realizado em uma única etapa: a <strong>Prova de Títulos</strong>, de caráter exclusivamente <em>classificatório</em>. A avaliação será baseada na análise dos documentos comprobatórios enviados pelo candidato no ato da inscrição.</p>\n<p>A pontuação será calculada em uma escala de 0 a 100 pontos, considerando os seguintes critérios, conforme a função pretendida:</p>\n<ul>\n<li><strong>Formação acadêmica:</strong> Avaliação da escolaridade e títulos de pós-graduação.</li>\n<li><strong>Aperfeiçoamento e capacitação:</strong> Cursos e capacitações na área de atuação (para funções de nível superior e médio especializado).</li>\n<li><strong>Produção acadêmica:</strong> Publicações e trabalhos científicos na área de atuação (para a função de graduação com doutorado).</li>\n<li><strong>Experiência profissional:</strong> Tempo de serviço comprovado na área de atuação nos últimos 10 anos.</li>\n</ul>\n<p>O candidato deverá preencher o formulário de pontuação referente à sua vaga, que será posteriormente analisado e validado pela comissão do IDR-Paraná. Não haverá aplicação de provas objetivas ou discursivas.</p>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, documentos aceitos e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação provisória dos candidatos será divulgada no site do IDR-Paraná, em data prevista no cronograma do edital. Após a análise de eventuais recursos, será publicada a classificação final em três listas: uma geral, uma para pessoas com deficiência e outra para candidatos afrodescendentes.</p>\n<p>Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação em experiência profissional;</li>\n<li>Maior pontuação em aperfeiçoamento profissional ou produção acadêmica, a depender da função;</li>\n<li>Ter exercido a função de jurado;</li>\n<li>Maior idade (para candidatos com menos de 60 anos);</li>\n<li>Sorteio público, se o empate persistir.</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado do Paraná e no site do IDR-Paraná. A convocação dos aprovados ocorrerá de acordo com a ordem de classificação e a necessidade da instituição, por meio de editais específicos que deverão ser acompanhados no endereço eletrônico <em>www.idrparana.pr.gov.br</em>.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao andamento do Processo Seletivo Simplificado no site do IDR-Paraná e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "SEAP (PR) – Concurso 180/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/seap-pr-concurso-180-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 8463.2",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Agência de Defesa Agropecuária do Paraná (ADAPAR) foi oficialmente publicado, representando uma excelente oportunidade para profissionais que buscam uma carreira no serviço público estadual. A seleção é organizada pelo Instituto AOCP e tem como objetivo o preenchimento de 57 vagas imediatas, além da formação de cadastro de reserva para o Quadro Próprio da Agência (QPDA). As oportunidades estão distribuídas entre os níveis de escolaridade Médio/Técnico e Superior, com remunerações que variam de R$ 4.919,24 a R$ 8.463,20. O grande destaque do certame é a área de <strong>Engenharia Agronômica</strong>, com 55 vagas destinadas ao cargo de Fiscal de Defesa Agropecuária, uma função essencial para a fiscalização e a sanidade agropecuária no estado. Há também vagas para a função de Técnico de Laboratório. Continue a leitura para entender todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da ADAPAR estarão abertas no período de <strong>29 de setembro de 2025 a 29 de outubro de 2025</strong>. Todo o processo deve ser realizado exclusivamente pela internet, através do site oficial da banca organizadora, o Instituto AOCP. Para se inscrever, o candidato deve preencher o formulário eletrônico, transmitir os dados e, em seguida, imprimir o boleto bancário para pagamento da taxa de inscrição. Os valores foram definidos de acordo com o nível de escolaridade:</p>\n<ul>\n<li><strong>Nível Superior (Fiscal de Defesa Agropecuária – Engenheiro Agrônomo):</strong> R$ 130,00</li>\n<li><strong>Nível Médio/Técnico (Assistente de Fiscalização – Técnico de Laboratório):</strong> R$ 90,00</li>\n</ul>\n<p>O pagamento do boleto deve ser efetuado até a data de vencimento estipulada no cronograma. É fundamental que o candidato acompanhe a confirmação de sua inscrição na área restrita do site da banca. A leitura completa do edital é indispensável para conhecer todas as regras do processo de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso ADAPAR será estruturado em duas etapas principais, aplicadas a todos os candidatos, com diferentes naturezas de avaliação. É crucial que os participantes se preparem adequadamente para cada uma delas. As etapas são:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, esta fase é decisiva para a aprovação. A prova será composta por questões de múltipla escolha e terá duração total de 4 horas. As disciplinas e o conteúdo programático específico para cada cargo estão detalhados nos anexos do edital.</li>\n<li><strong>Avaliação Médica:</strong> De caráter exclusivamente eliminatório, esta etapa é destinada apenas aos candidatos aprovados e classificados na prova objetiva, dentro do número de vagas ofertadas. Os exames clínicos e de auxílio diagnóstico necessários serão detalhados em um edital de convocação específico para esta fase.</li>\n</ul>\n<p>A Prova Objetiva está prevista para ser aplicada no dia <strong>30 de novembro de 2025</strong>. Os candidatos poderão escolher realizar a prova em uma das seguintes cidades: Cascavel, Curitiba, Guarapuava, Londrina, Maringá ou Pato Branco. A consulta ao edital é fundamental para obter informações completas sobre os critérios de aprovação, regras e o cronograma detalhado.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados e das publicações oficiais é uma etapa de responsabilidade do candidato e deve ser feito com atenção. O gabarito preliminar da Prova Objetiva, juntamente com o caderno de questões, será divulgado um dia após a aplicação da prova, no site do Instituto AOCP. Após a análise de eventuais recursos, o resultado definitivo será publicado. A classificação final do concurso será apresentada em três listas distintas: uma lista geral com a pontuação de todos os candidatos, uma segunda lista específica para pessoas com deficiência e uma terceira para candidatos afrodescendentes. O cronograma oficial para a divulgação dos resultados é o seguinte:</p>\n<ul>\n<li><strong>Resultado e classificação preliminar:</strong> 27 de fevereiro de 2026.</li>\n<li><strong>Período para recurso contra o resultado:</strong> 02 e 03 de março de 2026.</li>\n<li><strong>Resultado final e homologação do concurso:</strong> 06 de março de 2026.</li>\n</ul>\n<p>Após a homologação, as convocações para as próximas fases e para a posse ocorrerão de acordo com a necessidade da ADAPAR. É imprescindível que o candidato monitore constantemente as publicações no site do Instituto AOCP (www.institutoaocp.org.br) e no Diário Oficial do Estado do Paraná (www.dioe.pr.gov.br) para não perder nenhum prazo ou chamada.</p>\n</div>"
    },
    {
        "title": "Prefeitura Pedro Canário (ES) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-pedro-canario-es-concurso-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 29/10/2025 | Remuneração: até R$ 8500",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Pedro Canário, no Espírito Santo, publicou o edital do Concurso Público nº 001/2025, organizado pelo IDCAP. O certame visa o preenchimento de 53 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As contratações serão realizadas sob o regime Estatutário, garantindo estabilidade aos servidores.</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, como administrativa, fiscal, jurídica e educacional. <strong>Para os profissionais das ciências agrárias e ambientais, o concurso oferece vagas para Engenheiro Agrônomo, Engenheiro Ambiental, Médico Veterinário, Biólogo e Técnico Agrícola</strong>, representando uma excelente oportunidade de carreira no serviço público municipal.</p>\n<p>Nas seções a seguir, você encontrará informações detalhadas sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para planejar sua participação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Pedro Canário/ES estarão abertas entre <strong>1 de outubro de 2025 e 29 de outubro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do site da banca organizadora, o IDCAP.</p>\n<p>Para se inscrever, o candidato deverá preencher o formulário online e gerar o boleto bancário para pagamento da taxa. Os valores são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 60,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 80,00</li>\n<li><strong>Nível Superior (exceto Procurador):</strong> R$ 100,00</li>\n<li><strong>Procurador Municipal:</strong> R$ 140,00</li>\n</ul>\n<p>O pagamento do boleto deve ser efetuado até a data de vencimento para que a inscrição seja confirmada. O edital prevê a possibilidade de solicitar isenção da taxa, cujas regras e prazos devem ser consultados no documento oficial. Após a confirmação, o comprovante de inscrição estará disponível na área do candidato no site do IDCAP.</p>\n<p>É fundamental que os interessados leiam atentamente o edital completo para conhecer todas as normas do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Pedro Canário/ES será composto por até três etapas, variando conforme o cargo:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> de caráter eliminatório e classificatório, aplicada para <em>todos os cargos</em>. A prova será de múltipla escolha, com quatro alternativas por questão. Para ser aprovado, o candidato deverá obter no mínimo 50% da pontuação total. As disciplinas cobradas variam por nível:\n<ul>\n<li><strong>Nível Fundamental:</strong> Língua Portuguesa, Raciocínio Lógico-Matemático e Conhecimentos Gerais e Atualidades.</li>\n<li><strong>Nível Médio, Técnico e Superior (exceto Procurador):</strong> Língua Portuguesa, Raciocínio Lógico-Matemático, Informática, Princípios da Administração Pública e Conhecimentos Específicos.</li>\n<li><strong>Procurador Municipal:</strong> Língua Portuguesa, Conhecimentos Gerais e diversas áreas do Direito (Constitucional, Administrativo, Civil, Penal, Tributário, entre outras).</li>\n</ul>\n</li>\n<li><strong>Prova Discursiva:</strong> de caráter eliminatório e classificatório, exclusiva para o cargo de <em>Procurador Municipal</em>. Consistirá na elaboração de uma peça profissional e será aplicada no mesmo dia da prova objetiva. A aprovação exige nota mínima de 50%.</li>\n<li><strong>Prova de Títulos:</strong> de caráter apenas classificatório, destinada aos candidatos aprovados nas etapas anteriores para os cargos de <em>Procurador Municipal, Professor e Pedagogo</em>.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será feita em ordem decrescente, com base na soma das notas obtidas em todas as etapas. Em caso de empate na pontuação final, o primeiro critério de desempate será a idade, dando preferência ao candidato com 60 anos ou mais, conforme o Estatuto da Pessoa Idosa.</p>\n<p>O resultado final do concurso será homologado pela Prefeitura Municipal de Pedro Canário/ES e publicado no Diário Oficial. A convocação dos aprovados seguirá rigorosamente a ordem de classificação e o número de vagas disponíveis, respeitando os critérios de alternância para vagas reservadas.</p>\n<p>Os candidatos convocados deverão apresentar a documentação exigida e passar por inspeção médica para a posse. A aprovação, especialmente para o cadastro de reserva, gera apenas a expectativa de direito à nomeação, condicionada à necessidade e conveniência da administração pública durante o prazo de validade do certame.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais de convocação, no site da banca organizadora e nos canais de comunicação da Prefeitura. Manter os dados de contato (endereço, e-mail e telefone) atualizados é fundamental para não perder os prazos.</p>\n</div>"
    },
    {
        "title": "Prefeitura Nova Monte Verde (MT) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-nova-monte-verde-mt-concurso-01-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 22/10/2025 | Remuneração: até R$ 17326.17",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Nova Monte Verde, no estado de Mato Grosso, publicou o edital do Concurso Público nº 001/2025, sob organização do INEPAM (Instituto Nacional Especializado em Pesquisa e Apoio aos Municípios). O certame visa o preenchimento de 40 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As contratações serão realizadas sob o regime estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como administrativa, saúde, educação, fiscal e operacional. <strong>Para profissionais das ciências agrárias e da saúde, destacam-se as vagas para Engenheiro Agrônomo, Engenheiro Ambiental, Médico Veterinário e Nutricionista (áreas de Educação e Saúde).</strong> O concurso terá validade de dois anos, podendo ser prorrogado por igual período. Explore as seções a seguir para obter informações detalhadas sobre as inscrições, etapas e cronograma do processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Nova Monte Verde estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar inicia às <strong>10h do dia 22 de setembro de 2025 e encerra às 16h do dia 22 de outubro de 2025</strong> (horário oficial de Cuiabá/MT). Todo o procedimento deve ser feito através do site oficial da banca organizadora, o INEPAM.</p>\n<p>O candidato deve preencher o formulário de inscrição e seguir todas as instruções indicadas na página do concurso. A participação só será confirmada após o cumprimento de todas as exigências estabelecidas. É fundamental que os interessados leiam atentamente o edital completo para conhecer todos os requisitos, procedimentos e condições de participação antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, variando conforme o cargo pretendido. A estrutura de avaliação foi organizada da seguinte forma:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A avaliação está prevista para o dia <strong>23 de novembro de 2025</strong>, com duração de 3 horas. A prova será de múltipla escolha com 5 alternativas e abordará as seguintes disciplinas:\n<ul>\n<li><strong>Nível Fundamental:</strong> Português, Matemática e Conhecimentos Específicos.</li>\n<li><strong>Nível Médio/Técnico:</strong> Português, Matemática, Raciocínio Lógico e Conhecimentos Específicos.</li>\n<li><strong>Nível Superior:</strong> Português, Informática, Noções de Administração Pública e Conhecimentos Específicos.</li>\n</ul>\n</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada apenas aos candidatos mais bem classificados na prova objetiva para os cargos de <strong>Assistente de Controle Administrativo, Motorista Escolar, Motorista Categoria “D” Acima e Operador de Pá Carregadeira</strong>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, exclusiva para os candidatos a cargos de <em>nível superior</em>. Os documentos deverão ser entregues no mesmo dia e local de realização da prova objetiva, com pontuação máxima de 10 pontos.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático, critérios de avaliação e cronograma completo, a leitura do edital é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A pontuação final dos candidatos será calculada pela soma das notas obtidas em todas as etapas do concurso. A classificação será feita em ordem decrescente, com a publicação de uma lista geral e, se houver, uma lista especial para pessoas com deficiência. Em caso de empate, serão aplicados os seguintes critérios, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (Estatuto do Idoso);</li>\n<li>Maior pontuação nas questões de conhecimentos específicos;</li>\n<li>Maior pontuação na prova de títulos (quando aplicável);</li>\n<li>Maior pontuação nas questões de língua portuguesa;</li>\n<li>Maior pontuação nas questões de matemática;</li>\n<li>Maior idade (para os demais casos);</li>\n<li>Maior quantidade de participação em júri.</li>\n</ul>\n<p>O gabarito oficial e os resultados preliminares serão divulgados nos sites do INEPAM e da Prefeitura de Nova Monte Verde, conforme o cronograma oficial. A homologação do resultado final ocorrerá após a análise de todos os recursos. A convocação dos aprovados será realizada de acordo com a necessidade da administração municipal.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao concurso nos canais oficiais da banca organizadora e nos meios de comunicação da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Monte Castelo (SC) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-monte-castelo-sc-selecao-simplificada-01-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 13/10/2025 | Remuneração: até R$ 19800",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Monte Castelo, em Santa Catarina, publicou o edital nº 001/2025 para seu novo Processo Seletivo Simplificado. Organizado pela Associação Brasileira de Concursos Públicos (ABCP), o certame visa o preenchimento de 162 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As contratações serão temporárias, com validade de um ano, prorrogável por igual período, sob o Regime Geral da Previdência Social (RGPS).</p>\n<p>As oportunidades abrangem diversas áreas da administração pública, como saúde, educação, obras, assistência social e administração. O certame se destaca por oferecer vagas em áreas como <strong>Nutrição</strong> e <strong>Engenharia Agronômica</strong>, além de diversas oportunidades para médicos, enfermeiros, motoristas e agentes de serviços públicos. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estão abertas e devem ser realizadas exclusivamente pela internet, no site da banca organizadora, a ABCP. O período para se inscrever vai de <strong>23 de setembro de 2025 até as 23h59 do dia 13 de outubro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição variam conforme o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 39,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 49,00</li>\n<li><strong>Nível Superior:</strong> R$ 69,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que pode ser gerado no ato da inscrição e quitado até o dia <strong>14 de outubro de 2025</strong>. A confirmação da inscrição ocorre após a compensação bancária, o que pode levar até três dias úteis. É fundamental que o candidato acompanhe o status de sua inscrição e demais comunicados oficiais através da ‘Área do Candidato’ no portal da ABCP. Para informações completas sobre os procedimentos, recomenda-se a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de Monte Castelo será composto por até duas etapas, a depender do cargo escolhido pelo candidato. As fases são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter classificatório, esta etapa é obrigatória para todos os cargos. A avaliação terá duração máxima de 2 horas e abordará disciplinas como Língua Portuguesa, Matemática, Conhecimentos Gerais e Atualidades, e Conhecimentos Específicos, com conteúdo variável conforme a função.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório, esta fase é exclusiva para os cargos de <em>Motorista (Assistência Social), Motorista (Saúde), Motorista de Ambulância, Motorista (Administração) e Motorista (Obras)</em>. Serão convocados os 15 primeiros candidatos aprovados na prova objetiva de cada cargo, além do primeiro classificado na lista de Pessoas com Deficiência (PcD). O objetivo é avaliar a experiência e as habilidades práticas para o desempenho da função.</li>\n</ul>\n<p>O edital detalha o conteúdo programático, os critérios de avaliação e o cronograma completo de cada etapa, sendo sua leitura indispensável para uma preparação adequada.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos gabaritos preliminares, resultados e demais atos do certame será realizada no site da banca organizadora, ABCP. Os candidatos poderão interpor recursos contra as publicações provisórias, como gabaritos e classificações, no prazo de até dois dias corridos após a divulgação, diretamente na ‘Área do Candidato’.</p>\n<p>Em caso de empate na classificação final, serão utilizados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior número de acertos em Conhecimentos Específicos;</li>\n<li>Maior número de acertos em Língua Portuguesa;</li>\n<li>Maior número de acertos em Matemática;</li>\n<li>Maior idade (entre candidatos com menos de 60 anos);</li>\n<li>Comprovação de exercício da função de jurado.</li>\n</ul>\n<p>O resultado final será homologado e publicado no Diário Oficial do Município e no site da banca. A convocação dos aprovados seguirá a ordem de classificação e a necessidade da administração municipal. Os convocados deverão se apresentar para exame médico admissional e entrega de documentos nas datas estipuladas.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora (www.abconcursospublicos.org) e nos meios de comunicação da Prefeitura de Monte Castelo para não perder nenhum prazo ou convocação.</p>\n</div>"
    },
    {
        "title": "IF Baiano (BA) – Seleção Simplificada 202/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-baiano-ba-selecao-simplificada-202-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 09/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia Baiano (IF Baiano) publicou o edital do Processo Seletivo Simplificado (Processo 23330.253277.2025-63) para contratação de Professor Substituto por tempo determinado. O certame visa preencher uma vaga imediata no Campus Guanambi, em regime de 40 horas semanais.</p>\n<p>A oportunidade é para candidatos com nível superior completo. <strong>A vaga disponível é na área de Agrimensura/Agronomia</strong>, contemplando graduados em Engenharia de Agrimensura, Engenharia Cartográfica, <strong>Engenharia Agronômica</strong>, Engenharia Agrícola, Tecnologia em Geoprocessamento ou <strong>Engenharia Florestal</strong>, áreas de grande interesse para nossos leitores.</p>\n<p>Continue a leitura para obter informações detalhadas sobre as inscrições, as etapas do processo seletivo e os critérios de avaliação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IF Baiano estarão abertas e deverão ser realizadas exclusivamente por e-mail. Os interessados devem enviar a documentação exigida, em formato PDF, para o endereço eletrônico <strong><a class=\"__cf_email__\" data-cfemail=\"d1a2b4bdb4b2b0beffa1a3beb7b4a2a2bea391b6a4b0bfb0bcb3b8ffb8b7b3b0b8b0bfbeffb4b5a4ffb3a3\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></strong>. O período para envio será de <strong>1º de outubro de 2025 até as 23h59 do dia 9 de outubro de 2025</strong>.</p>\n<p>Não haverá cobrança de taxa de inscrição. Para se inscrever, o candidato precisa encaminhar a Ficha de Inscrição preenchida, cópia de documento de identificação com foto, CPF e o comprovante de titulação exigido no edital. A ausência de qualquer um dos documentos resultará no indeferimento da inscrição.</p>\n<p>É fundamental que o candidato acompanhe a homologação das inscrições no site oficial do IF Baiano. Para conhecer todos os detalhes e requisitos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, realizadas presencialmente no Campus Guanambi do IF Baiano. A estrutura de avaliação é a seguinte:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, esta etapa avalia o domínio do conteúdo e a capacidade pedagógica do candidato. Consiste na apresentação de uma aula teórica com duração de 40 a 50 minutos, perante uma banca examinadora. O tema da aula será sorteado com 24 horas de antecedência. A pontuação máxima é de 100 pontos, e o candidato precisa obter no mínimo 60 pontos para ser aprovado.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta fase é destinada aos candidatos aprovados na Prova de Desempenho Didático. A pontuação máxima também é de 100 pontos, atribuída com base na formação acadêmica e na experiência profissional comprovada, conforme o barema especificado no edital.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de pontuação e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares de cada etapa do processo seletivo serão divulgados no site oficial do IF Baiano, na seção de Concursos e Seleções, conforme as datas previstas no cronograma. A nota final será calculada por meio de uma média ponderada, atribuindo peso 8 à Prova de Desempenho Didático e peso 2 à Prova de Títulos.</p>\n<p>Em caso de empate na nota final, os critérios de desempate seguirão a seguinte ordem: maior pontuação na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência de ensino e, por fim, maior idade. Após a análise de eventuais recursos, o resultado final será homologado e publicado no Diário Oficial da União (DOU).</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações, no site do IF Baiano e nos veículos oficiais de comunicação.</p>\n</div>"
    },
    {
        "title": "Prefeitura Rianápolis (GO) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-rianapolis-go-concurso-01-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 24/10/2025 | Remuneração: até R$ 3071.93",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Rianápolis, em Goiás, publicou o edital para seu novo Concurso Público, organizado pela PROCONSULT Consultoria e Concursos. O certame visa o preenchimento de 4 vagas imediatas e a formação de cadastro de reserva para o quadro efetivo de carreira, sob regime Estatutário. As oportunidades contemplam cargos de nível Médio e Superior, com destaque para a área ambiental.</p>\n<p>Para profissionais de nível superior, há vagas para <strong>Analista Ambiental</strong>, destinadas a graduados em <em>Engenharia Ambiental, Engenharia Agrônoma, Ciências Biológicas, Gestão Ambiental, Biologia</em> e áreas afins. No nível médio, uma das oportunidades é para <strong>Fiscal do Meio Ambiente</strong>. Este é um concurso relevante para quem busca uma carreira pública no setor ambiental e de fiscalização. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Rianápolis serão realizadas exclusivamente pela internet, no site da banca organizadora PROCONSULT. O período para se inscrever será de <strong>09 de outubro de 2025 a 24 de outubro de 2025</strong>. Para candidatos que não possuem acesso à internet, será disponibilizado um ponto de apoio na sede da Prefeitura Municipal, em dias úteis e horário de expediente.</p>\n<p>A taxa de inscrição, com valores definidos por nível de escolaridade, deverá ser paga por meio de boleto bancário até o dia 27 de outubro de 2025. Não serão aceitas outras formas de pagamento, como PIX ou transferência. Os candidatos que se enquadram nos critérios do edital poderão solicitar a isenção da taxa entre os dias 09 e 13 de outubro de 2025. Após a inscrição, é fundamental que o candidato acompanhe a confirmação do pagamento e o status de sua participação na área restrita do site. Para conhecer todos os procedimentos e requisitos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Rianápolis será composto por diferentes fases, de acordo com o cargo pretendido. A principal etapa, comum a todos os cargos, é a <strong>Prova Objetiva</strong>, de caráter eliminatório e classificatório, prevista para ser aplicada no dia <strong>09 de novembro de 2025</strong>, no período da manhã, das 8h às 11h.</p>\n<p>A avaliação será estruturada da seguinte forma:</p>\n<ul>\n<li><strong>Formato:</strong> Questões de múltipla escolha com quatro alternativas (A, B, C e D).</li>\n<li><strong>Disciplinas (Nível Médio e Superior):</strong> Língua Portuguesa, Conhecimentos Gerais/Atualidades e Conhecimentos Específicos da área de atuação.</li>\n<li><strong>Pontuação:</strong> A prova valerá um total de 100 pontos.</li>\n<li><strong>Critérios de Aprovação:</strong> Para ser aprovado, o candidato não poderá zerar em nenhuma disciplina e deverá obter um acerto mínimo de 20% do total de questões da prova.</li>\n</ul>\n<p>O edital também menciona a possibilidade de etapas como redação, prova prática, avaliação de experiência profissional e prova de títulos, a depender das exigências de cada cargo. Para obter detalhes sobre o conteúdo programático, as regras de cada fase e o cronograma completo, é fundamental consultar o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso seguirá um cronograma definido, que os candidatos devem acompanhar atentamente. O gabarito preliminar da prova objetiva será publicado em <strong>11 de novembro de 2025</strong>, com prazo para recursos nos dias seguintes. A versão definitiva do gabarito está prevista para <strong>17 de novembro de 2025</strong>.</p>\n<p>O resultado preliminar das provas será divulgado em 21 de novembro, e o resultado final, após análise de recursos, será publicado em <strong>28 de novembro de 2025</strong>. A homologação do concurso está prevista para <strong>01 de dezembro de 2025</strong>. Em caso de empate na classificação final, serão aplicados os seguintes critérios de desempate, nesta ordem: idade igual ou superior a 60 anos, maior nota em conhecimentos específicos, maior nota em língua portuguesa, maior nota em conhecimentos gerais e, por fim, maior idade. A convocação dos aprovados será realizada pela Prefeitura, e os candidatos devem manter seus dados de contato atualizados junto ao órgão.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo editais de convocação, no site da banca organizadora PROCONSULT e nos meios de comunicação oficiais do município.</p>\n</div>"
    },
    {
        "title": "UFRRJ (RJ) – Concurso 71/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrrj-rj-concurso-71-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 21/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal Rural do Rio de Janeiro (UFRRJ) publicou o edital para seu novo Concurso Público de Provas e Títulos, destinado ao preenchimento de 43 vagas na Carreira do Magistério Superior. O certame visa selecionar professores para atuação em regime de Dedicação Exclusiva (DE) ou 20 horas semanais, sob o Regime Jurídico Único dos Servidores Públicos Civis da União (Lei nº 8.112/1990).</p>\n<p>As oportunidades são para candidatos com nível superior, exigindo titulação de mestrado ou doutorado, dependendo da área de conhecimento. O concurso contempla diversas áreas, com <strong>destaque para vagas de grande interesse no setor de agrárias e biológicas</strong>, como <em>Agronomia</em>, <em>Medicina Veterinária</em>, <em>Zootecnia</em>, <em>Engenharia Florestal</em>, <em>Engenharia Ambiental</em> e <em>Ciências Biológicas</em>. Há também vagas em setores como Administração, Direito, Arquitetura e Urbanismo, Educação, Relações Internacionais, Física, Química e Engenharias.</p>\n<p>As vagas serão distribuídas entre ampla concorrência e cotas para pessoas pretas e pardas, indígenas, quilombolas e pessoas com deficiência. Continue a leitura para conferir os detalhes sobre o cronograma de inscrições, as etapas do processo seletivo e os critérios de avaliação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFRRJ estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se inscrever inicia às <strong>10h do dia 22 de setembro de 2025 e encerra às 15h do dia 21 de outubro de 2025</strong>, considerando o horário oficial de Brasília/DF.</p>\n<p>Para participar, o candidato deverá acessar o endereço eletrônico oficial da universidade, <a href=\"http://www.ufrrj.br/concursos\" rel=\"noopener\" target=\"_blank\">www.ufrrj.br/concursos</a>, preencher o formulário de inscrição e gerar a Guia de Recolhimento da União (GRU). O pagamento da taxa de inscrição deve ser efetuado, obrigatoriamente, até o dia 21 de outubro de 2025, exclusivamente em agências do Banco do Brasil.</p>\n<p>Os valores das taxas de inscrição foram definidos de acordo com o cargo e regime de trabalho:</p>\n<ul>\n<li><strong>R$ 330,00</strong> para cargos de nível Doutorado com regime de Dedicação Exclusiva;</li>\n<li><strong>R$ 230,00</strong> para cargos de nível Mestrado com regime de Dedicação Exclusiva;</li>\n<li><strong>R$ 120,00</strong> para cargos com regime de 20 horas semanais.</li>\n</ul>\n<p>A inscrição só será validada após a confirmação do pagamento pela rede bancária. Não haverá devolução do valor da taxa em nenhuma hipótese. É fundamental que o candidato se certifique de que preenche todos os requisitos da vaga antes de efetuar a inscrição. Todas as informações e atualizações sobre o certame serão divulgadas no site de concursos da UFRRJ, sendo de responsabilidade do candidato o acompanhamento contínuo. Para garantir a participação, leia atentamente o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para a Carreira do Magistério Superior da UFRRJ será estruturado em três fases principais, sendo as duas primeiras eliminatórias e a última classificatória. A aprovação em uma etapa é pré-requisito para avançar para a seguinte.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>1ª Fase – Prova Escrita ou Prova Escrita e Prática:</strong> De caráter <em>eliminatório</em>. Nesta etapa, os candidatos serão avaliados sobre os conhecimentos específicos da área para a qual concorrem. Cada membro da comissão examinadora atribuirá uma nota de 0 a 100.</li>\n<li><strong>2ª Fase – Prova Didática:</strong> Também de caráter <em>eliminatório</em>. O objetivo é avaliar a capacidade de exposição, didática e domínio do conteúdo pelo candidato. A pontuação também varia de 0 a 100, atribuída individualmente por cada examinador.</li>\n<li><strong>3ª Fase – Análise de Títulos:</strong> De caráter apenas <em>classificatório</em>. A comissão avaliará a formação acadêmica, produção científica e experiência profissional do candidato, conforme os critérios (barema) divulgados para cada área. Em alguns casos, poderá ser exigida a apresentação de um Plano de Trabalho, que também comporá a nota final.</li>\n</ul>\n<p>A nota final do candidato será calculada pelo somatório das notas obtidas em cada uma das três fases. O programa de provas, os baremas com os critérios de avaliação e o calendário detalhado com datas, horários e locais serão divulgados no site oficial de concursos da UFRRJ. É imprescindível a consulta ao edital e seus anexos para conhecer o conteúdo programático e todas as regras do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFRRJ seguirá um cronograma específico, que será informado aos candidatos pela Comissão Examinadora durante a realização do certame. O resultado final de cada área será proclamado em sessão pública, garantindo a transparência do processo.</p>\n<p>A classificação final dos candidatos será determinada pela ordem decrescente da nota final, que corresponde ao somatório das pontuações obtidas na Prova Escrita/Prática, Prova Didática e Análise de Títulos. Em caso de empate, serão aplicados os seguintes critérios de desempate, em ordem de prioridade:</p>\n<ul>\n<li>Maior idade;</li>\n<li>Maior pontuação na Prova Didática;</li>\n<li>Maior pontuação na Análise de Títulos;</li>\n<li>Maior pontuação na Prova Escrita ou Prova Escrita e Prática;</li>\n<li>Maior pontuação no Plano de Trabalho, quando houver;</li>\n<li>Maior tempo de exercício no magistério superior, médio ou fundamental, nesta ordem.</li>\n</ul>\n<p>Após a apuração dos resultados e a avaliação da comissão de heteroidentificação para os candidatos cotistas, o resultado final do concurso será homologado e publicado no <strong>Diário Oficial da União (DOU)</strong>. Esta publicação é o documento oficial que comprova a classificação no certame. A convocação para a nomeação seguirá a ordem de classificação e o ranqueamento de vagas, conforme as normas do edital.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações e retificações, no site de concursos da UFRRJ (<a href=\"http://www.ufrrj.br/concursos\" rel=\"noopener\" target=\"_blank\">www.ufrrj.br/concursos</a>) e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFMA (MA) – Seleção Simplificada 252/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufma-ma-selecao-simplificada-252-2025/",
        "description": "Local: Maranhão | Tipo: cadastro reserva vaga(s) | Prazo: até 03/10/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Maranhão (UFMA) publicou o edital nº 255/2025-PROGEP de seu Processo Seletivo Simplificado para a contratação temporária de Professores Substitutos. O certame visa o preenchimento de 37 vagas imediatas, além da formação de cadastro de reserva, para profissionais de nível superior com pós-graduação (especialização, mestrado ou doutorado). As oportunidades abrangem diversas áreas do conhecimento e estão distribuídas entre os centros acadêmicos da capital e do interior do estado. Para os profissionais das áreas de ciências agrárias e da saúde, destacam-se oportunidades para <strong>Agronomia</strong>, <strong>Engenharia de Alimentos</strong>, <strong>Medicina Veterinária</strong> e <strong>Nutrição</strong>. Se você busca uma oportunidade na carreira acadêmica, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo da UFMA estarão abertas no período de <strong>23 de setembro a 03 de outubro de 2025</strong>. Todo o procedimento deverá ser realizado exclusivamente de forma online, através do Sistema Integrado de Gestão de Recursos Humanos (SIGRH) da universidade. A taxa de inscrição foi fixada no valor único de R$ 100,00, e o pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), gerada no Portal SIAFI. É fundamental que o candidato preencha a guia com os dados corretos, conforme especificado no edital, para garantir a validação da inscrição. No ato da inscrição, será necessário anexar, em formato PDF, documentos como o Curriculum Vitae no modelo Lattes/CNPq (comprovado), diplomas, documento de identidade e o comprovante de pagamento da taxa. O deferimento das inscrições será divulgado no site da UFMA, sendo responsabilidade do candidato acompanhar todas as publicações. Para garantir que todos os requisitos sejam cumpridos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFMA será composto por duas etapas principais, sendo elas:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva com duração entre 45 e 55 minutos. O tema será sorteado com 24 horas de antecedência, a partir de uma lista de 10 temas previamente divulgada para cada área. A prova poderá ser realizada de forma remota (via Google Meet) e será avaliada com nota de 0 a 10, exigindo-se um mínimo de 7,0 pontos para aprovação. Os critérios de avaliação incluem domínio do tema, capacidade de comunicação, gestão do tempo e uso de recursos didáticos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta fase é destinada apenas aos candidatos aprovados na prova didática. A avaliação consiste na análise e pontuação do <em>Curriculum Vitae</em> (modelo Lattes) apresentado no momento da inscrição. A pontuação será atribuída com base na formação acadêmica e na produção intelectual do candidato, seguindo a tabela de pontuação definida em resolução específica da universidade.</li>\n</ul>\n<p>A classificação final dos candidatos será calculada pela média aritmética das notas obtidas na prova didática e na prova de títulos. Para conhecer os detalhes sobre os critérios de avaliação, a lista de temas da prova didática e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado provisório do processo seletivo será divulgado na página oficial da UFMA em até 24 horas após a realização da última etapa de avaliação de cada área. Após a homologação do resultado pela subunidade acadêmica e sua publicação no Diário Oficial da União (DOU), os candidatos terão o prazo de 2 dias úteis para interpor recursos, que devem ser devidamente fundamentados e enviados ao e-mail da subunidade promotora do certame. A classificação final dos candidatos será definida pela média aritmética das notas da prova didática e da prova de títulos. O edital estabelece um número máximo de candidatos aprovados por vaga, e os demais, mesmo que tenham atingido a nota mínima, serão automaticamente eliminados. A convocação dos aprovados seguirá a ordem de classificação e ocorrerá conforme a necessidade da instituição.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo resultados, homologação e convocações, no site da Pró-Reitoria de Gestão de Pessoas (PROGEP) da UFMA e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "Prefeitura Estação (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-estacao-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 20/10/2025 | Remuneração: até R$ 11414.51",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Estação, no Rio Grande do Sul, publicou o edital nº 01/2025 para seu novo Concurso Público, organizado pela Fundatec. O certame visa o preenchimento de 6 vagas imediatas e a formação de cadastro reserva para cargos de níveis médio, técnico e superior. As contratações serão realizadas sob o Regime Jurídico Único dos Servidores Municipais (Estatutário), garantindo estabilidade aos aprovados.</p>\n<p>As oportunidades abrangem diversas áreas, como saúde, administração, fiscalização e educação. <strong>O concurso se destaca por oferecer vagas em áreas de grande interesse, como Fiscal Ambiental</strong>, que contempla graduados em <em>Engenharia Ambiental, Engenharia Florestal, Engenharia Agronômica, Medicina Veterinária, Zootecnia e Ciências Biológicas</em>. Além disso, há vagas para <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>, reforçando o compromisso do município com o desenvolvimento sustentável e a saúde pública.</p>\n<p>Se você busca uma oportunidade de carreira no serviço público gaúcho, continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma deste importante concurso.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Estação estarão abertas e devem ser realizadas exclusivamente pela internet. Os interessados poderão se candidatar a partir do dia <strong>19 de setembro de 2025 até as 17h do dia 20 de outubro de 2025</strong>, através do site oficial da banca organizadora, a Fundatec.</p>\n<p>Para efetivar a inscrição, o candidato deverá preencher o formulário online, concordar com os termos do edital e gerar o boleto bancário para pagamento da taxa correspondente. O pagamento deve ser realizado até a data de vencimento indicada no boleto. A confirmação da inscrição poderá ser consultada no site da Fundatec em até dois dias úteis após o pagamento. É fundamental que o candidato utilize seu próprio CPF, pois inscrições com CPF de terceiros serão canceladas.</p>\n<p>O edital prevê a reserva de vagas para Pessoas com Deficiência (PcD), e os candidatos que desejarem concorrer a essas cotas deverão indicar sua opção no ato da inscrição e seguir os procedimentos específicos detalhados no documento. Para garantir a participação, é imprescindível a leitura completa do edital de abertura.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso da Prefeitura de Estação será estruturado em até duas etapas, dependendo do cargo pretendido. A organização e a aplicação de todas as fases são de responsabilidade da Fundatec.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva:</strong> De caráter <em>eliminatório e classificatório</em>, será aplicada para todos os cargos. A avaliação terá duração de 3 horas e será composta por questões de múltipla escolha, com conteúdo programático e estrutura definidos nos anexos do edital. As disciplinas e o peso de cada questão variam conforme o nível de escolaridade e as atribuições do cargo.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas <em>classificatório</em>, esta etapa é exclusiva para os candidatos aos cargos de Professor que forem aprovados na Prova Teórico-Objetiva. Os documentos deverão ser enviados de forma online, através de um formulário específico no site da Fundatec, dentro do prazo estipulado no cronograma. Os critérios de pontuação e os títulos aceitos estão detalhados no Anexo VI do edital.</li>\n</ul>\n<p>A data, o horário e os locais de realização da Prova Teórico-Objetiva serão divulgados com antecedência no site da banca. Para obter informações completas sobre o conteúdo programático, os critérios de avaliação e o cronograma, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso Público de Estação seguirá um cronograma definido pela Fundatec, que será publicado em seu site oficial. Os candidatos deverão acompanhar a publicação dos gabaritos preliminares e definitivos da Prova Teórico-Objetiva, bem como os resultados preliminares de cada etapa.</p>\n<p>A classificação final será calculada de formas distintas:</p>\n<ul>\n<li>Para a maioria dos cargos, a nota final corresponderá à pontuação obtida na Prova Teórico-Objetiva, com os candidatos listados em ordem decrescente.</li>\n<li>Para os cargos de Professor, a nota final será a soma dos pontos da Prova Teórico-Objetiva e da Prova de Títulos.</li>\n</ul>\n<p>Após a conclusão de todas as etapas e prazos recursais, o resultado final será homologado e publicado no site da Fundatec, contendo a lista de classificados em ampla concorrência e a lista específica para Pessoas com Deficiência. A convocação dos aprovados será realizada pela Prefeitura de Estação, por meio de publicação no Diário Oficial Eletrônico do Município, e comunicada por e-mail ou telefone, seguindo rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da Fundatec e no Diário Oficial do Município, além de manter seus dados cadastrais sempre atualizados junto à Prefeitura.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 71/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-71-2025-2/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 17/10/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho nº 334/2025-RUNESP) para o provimento de <strong>uma vaga efetiva</strong> no cargo de Professor Assistente. A oportunidade é para o Departamento de Produção Animal da Faculdade de Ciências Agrárias e Tecnológicas do Câmpus de Dracena, em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP).</p>\n<p>O certame exige nível superior com titulação mínima de Doutor. As vagas são destinadas à área de Ciências Agrárias, com formação em <strong>Agronomia, Engenharia Agronômica, Medicina Veterinária ou Zootecnia</strong>, representando uma excelente oportunidade para profissionais destas áreas. A seleção será realizada por meio de provas de títulos e didáticas.</p>\n<p>Continue a leitura para conferir os detalhes sobre as inscrições, etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas e devem ser realizadas exclusivamente pela internet, através do Sistema de Inscrições da universidade. O período para se inscrever vai das <strong>09h de 15 de setembro de 2025 até as 17h de 17 de outubro de 2025</strong> (horário de Brasília).</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 276,00 para todos os candidatos. O pagamento deve ser efetuado por transferência bancária ou depósito, e o comprovante precisa ser anexado no sistema para validar a inscrição.</p>\n<p>Candidatos que sejam estudantes (graduação ou pós) e possuam renda mensal inferior a dois salários mínimos ou estejam desempregados podem solicitar a redução de 50% do valor da taxa. O pedido de isenção deve ser feito nos primeiros cinco dias do período de inscrição, de 15 a 19 de setembro de 2025. É fundamental ler o edital completo para conferir todos os procedimentos e documentos necessários.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases, sendo necessário obter média igual ou superior a 7,0 na primeira para avançar. As etapas são:</p>\n<ul>\n<li><strong>Primeira Fase: Prova Escrita</strong>, de caráter eliminatório e classificatório. O candidato terá 60 minutos para consulta de material e 180 minutos para redigir a prova sobre o tema sorteado, sem consulta. A nota mínima para aprovação é 7,0.</li>\n<li><strong>Segunda Fase:</strong> De caráter apenas classificatório, composta pelas seguintes avaliações:\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Curriculum Lattes documentado.</li>\n<li><strong>Prova Didática (peso 2):</strong> Aula teórica em nível de graduação, com duração entre 40 e 60 minutos.</li>\n<li><strong>Prova de Análise e Arguição do Projeto de Pesquisa (peso 1):</strong> Avaliação do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária apresentados na inscrição.</li>\n</ul>\n</li>\n</ul>\n<p>Para conhecer o conteúdo programático, os critérios de avaliação detalhados e o cronograma completo, é indispensável a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada fase do concurso, incluindo notas e listas de classificação, serão publicados no Diário Oficial do Estado e também disponibilizados no Sistema de Inscrições da UNESP. Após a divulgação dos resultados preliminares, os candidatos terão prazos específicos para interpor recursos, conforme detalhado no edital.</p>\n<p>A classificação final será estabelecida com base no maior número de indicações recebidas pelos candidatos por parte dos membros da Banca Examinadora. Em caso de empate, serão utilizados os seguintes critérios, em ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Melhor nota na prova de títulos;</li>\n<li>Melhor média na prova didática;</li>\n<li>Melhor média na prova escrita;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado, e a convocação para nomeação seguirá a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Seleção Pública 05/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-selecao-publica-05-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 10/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Mato Grosso (UFMT) publicou o Edital nº 05/2025, que rege o Processo Seletivo Simplificado para a contratação de 1 (um) Professor Substituto. A oportunidade é para atuar no Instituto de Ciências Agrárias e Ambientais (ICAA), localizado no Campus de Sinop.</p>\n<p>O certame destina-se a candidatos com nível superior e visa preencher uma vaga na área de Agrometeorologia e Recursos Hídricos, sob regime de contratação temporária. <strong>A seleção contempla graduados em diversas áreas de grande interesse, como Agronomia, Zootecnia, Engenharia Florestal e Engenharia Ambiental.</strong></p>\n<p>Nas seções a seguir, você encontrará todos os detalhes sobre o período de inscrições, as etapas do processo seletivo e o cronograma de resultados para se preparar adequadamente.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estarão abertas no período de <strong>6 de outubro de 2025 até as 17h00 do dia 10 de outubro de 2025</strong>. Todo o procedimento é realizado de forma online, por meio do Sistema Eletrônico de Informações (SEI) da UFMT.</p>\n<p><strong>Atenção:</strong> para se inscrever, é obrigatório possuir um cadastro como Usuário Externo no SEI. Caso ainda não tenha, o candidato deve realizar o cadastro prévio, com pelo menos um dia de antecedência, e enviar a documentação solicitada para a liberação do acesso. A liberação é feita pela secretaria do ICAA em dias úteis.</p>\n<p>Após ter o acesso liberado, o candidato deverá iniciar um novo processo do tipo “PROCESSO SELETIVO – PROFESSOR SUBSTITUTO GRADUAÇÃO”, preencher o formulário e anexar toda a documentação exigida em formato PDF. O link para o sistema de inscrições é o oficial da UFMT.</p>\n<p>Para obter informações detalhadas sobre os documentos necessários e o passo a passo completo do cadastro e da inscrição, é fundamental a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por três etapas principais, todas de caráter eliminatório e/ou classificatório. É fundamental que os candidatos acompanhem o cronograma detalhado no site da unidade.</p>\n<ul>\n<li><strong>Sorteio do Ponto:</strong> Etapa de caráter eliminatório, com comparecimento obrigatório de todos os candidatos inscritos. A ausência resultará na desclassificação automática do certame.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório. Para ser aprovado nesta fase, o candidato deverá obter uma nota mínima de 70,00 (setenta) pontos. Aqueles que não atingirem a pontuação de corte serão desclassificados.</li>\n<li><strong>Prova de Títulos:</strong> Etapa de caráter classificatório, na qual serão avaliados os títulos e a experiência profissional do candidato, conforme os critérios definidos na normativa do concurso.</li>\n</ul>\n<p>Para consultar o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma completo, incluindo datas e locais, a leitura integral do edital e da Portaria Normativa PROGEP 003/2023 é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados seguirá o cronograma oficial. O resultado da Prova Didática será publicado em 23 de outubro de 2025, e o resultado final do processo seletivo está previsto para ser divulgado a partir das 14h do dia 24 de outubro de 2025.</p>\n<p>Após a publicação do resultado final, os candidatos terão um prazo de 2 (dois) dias úteis para interpor recursos, que deverão ser encaminhados via sistema SEI. Os resultados dos recursos serão publicados conforme o cronograma.</p>\n<p>O candidato aprovado será convocado pela SADPS/CAP/PROGEP/UFMT e terá o prazo de 10 (dez) dias corridos, a contar da data da convocação, para firmar o contrato. A perda deste prazo implica na perda do direito à contratação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo convocações, no site oficial do ICAA/UFMT e em outros meios de comunicação oficiais que venham a ser indicados.</p>\n</div>"
    },
    {
        "title": "UFRJ (RJ) – Concurso 875/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrj-rj-concurso-875-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 16/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Rio de Janeiro (UFRJ) publicou o edital de seus Concursos Públicos de Provas e Títulos, destinados ao provimento efetivo de vagas no cargo de Professor da Carreira do Magistério Superior. O certame visa preencher o quadro permanente da instituição sob o regime de contratação Estatutário, conforme a Lei nº 8.112/1990.</p>\n<p>Todas as oportunidades são para nível superior, com exigência de título de Doutor em diversas áreas do conhecimento. As vagas abrangem setores como Engenharias, Ciências da Saúde, Ciências Exatas e da Terra, Ciências Humanas, Letras e Artes. Para os profissionais das ciências agrárias e da saúde, o edital traz oportunidades em áreas como <strong>Medicina Veterinária</strong>, <strong>Agronomia</strong>, <strong>Engenharia Florestal</strong>, <strong>Biologia</strong>, <strong>Nutrição</strong> e <strong>Engenharia de Alimentos</strong>.</p>\n<p>Este é um certame de grande porte, com vagas distribuídas em múltiplas unidades acadêmicas da UFRJ. Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma completo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFRJ serão realizadas exclusivamente pela internet, através do site oficial <strong><a href=\"https://concursos.pr4.ufrj.br/\" rel=\"noopener\" target=\"_blank\">https://concursos.pr4.ufrj.br/</a></strong>. O período para se candidatar está previsto para iniciar às <strong>10h do dia 01 de outubro de 2025 e encerrar às 23h59 do dia 16 de outubro de 2025</strong>, considerando o horário de Brasília.</p>\n<p>Os valores da taxa de inscrição variam conforme o regime de trabalho:</p>\n<ul>\n<li><strong>R$ 100,00</strong> para regime de 20 horas semanais;</li>\n<li><strong>R$ 200,00</strong> para regime de 40 horas semanais;</li>\n<li><strong>R$ 300,00</strong> para regime de 40 horas semanais com dedicação exclusiva.</li>\n</ul>\n<p>O boleto bancário poderá ser gerado até as 17h do dia 17 de outubro de 2025, com pagamento permitido até o dia 20 de outubro de 2025.</p>\n<p>Haverá possibilidade de solicitar a isenção da taxa de inscrição entre os dias 01 e 05 de outubro de 2025. Podem solicitar o benefício os candidatos inscritos no Cadastro Único para Programas Sociais do Governo Federal (CadÚnico) e os doadores de medula óssea. O procedimento para CadÚnico é feito diretamente no sistema de inscrição, informando o número do NIS. Já os doadores devem enviar a documentação comprobatória para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"42262d21272c362702212d2c213730312d316c3230766c372430286c2030\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>. É fundamental que o candidato informe corretamente o endereço eletrônico de seu currículo na plataforma Lattes do CNPq no ato da inscrição.</p>\n<p>Para garantir sua participação e conhecer todos os procedimentos, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor do Magistério Superior da UFRJ é composto por um conjunto de avaliações de Provas e Títulos, cujas especificidades podem variar conforme a Unidade Acadêmica responsável pela vaga. As principais etapas previstas no edital são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> Primeira fase de avaliação, cujos detalhes sobre formato, conteúdo e caráter (eliminatório e/ou classificatório) serão definidos e divulgados no cronograma específico de cada vaga.</li>\n<li><strong>Prova de Títulos e Trabalhos:</strong> Etapa de caráter classificatório, na qual os candidatos aprovados na fase anterior deverão apresentar seus documentos comprobatórios de formação acadêmica e produção científica. A entrega será realizada em formato digital, em data a ser informada após o resultado da prova escrita.</li>\n<li><strong>Prova Didática:</strong> Avaliação prática em que o candidato deverá ministrar uma aula sobre um tema sorteado, demonstrando sua capacidade didático-pedagógica. A gravação desta etapa poderá ser disponibilizada para acesso público, conforme a legislação.</li>\n<li><strong>Procedimentos de Verificação para Cotas:</strong> Etapas obrigatórias para candidatos inscritos em vagas reservadas, realizadas antes da homologação do resultado final. Incluem a <em>Avaliação por Equipe Multiprofissional</em> para Pessoas com Deficiência (PcD), a <em>Comissão de Heteroidentificação</em> (presencial) para autodeclarados pretos e pardos, e a <em>Verificação Documental Complementar</em> para autodeclarados indígenas e quilombolas.</li>\n</ul>\n<p>O cronograma detalhado, o conteúdo programático e as regras específicas de cada prova serão divulgados nos canais oficiais do concurso. A leitura atenta do edital e de suas resoluções complementares é indispensável para compreender todas as exigências.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma do concurso da UFRJ estabelece datas importantes para o acompanhamento dos resultados. A homologação final das inscrições, confirmando os candidatos aptos a participar das provas, será divulgada em <strong>07 de novembro de 2025</strong>. Os locais de prova serão informados a partir de 05 de dezembro de 2025.</p>\n<p>Após a realização das avaliações, o resultado preliminar do concurso está previsto para <strong>13 de abril de 2026</strong>, com a publicação da lista definitiva pós-recursos em <strong>17 de abril de 2026</strong>. Os resultados dos procedimentos de heteroidentificação e demais verificações de cotas serão divulgados até meados de maio de 2026.</p>\n<p>O resultado final definitivo do certame será publicado até <strong>28 de maio de 2026</strong>. A homologação, ato que oficializa o resultado final, está prevista para ser publicada no Diário Oficial da União (DOU) em <strong>01 de junho de 2026</strong>. A partir dessa data, a UFRJ poderá iniciar a convocação dos aprovados.</p>\n<p>As nomeações serão publicadas no Diário Oficial da União. Após a homologação, é de responsabilidade do candidato manter seus dados de contato (endereço, e-mail e telefone) atualizados junto à Unidade Acadêmica da vaga para a qual concorreu, pois será por meio dela que ocorrerão os contatos para a posse.</p>\n<p>Todo o acompanhamento de publicações, convocações e resultados é de responsabilidade exclusiva do candidato, que deve consultar regularmente o site oficial do concurso, <strong><a href=\"https://concursos.pr4.ufrj.br/\" rel=\"noopener\" target=\"_blank\">https://concursos.pr4.ufrj.br</a></strong>, e o Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "ETEC Garça (SP) – Seleção Simplificada 093/20/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-garca-sp-selecao-simplificada-093-20-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025 | Remuneração: até R$ 6815.9",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Escola Técnica Estadual (ETEC) Deputado Paulo Ornellas Carvalho de Barros publicou o edital nº 093/20/2025 para o Processo Seletivo Simplificado que visa a formação de cadastro reserva para a função de Professor de Ensino Médio e Técnico. A contratação será temporária e regida pela Consolidação das Leis do Trabalho (CLT).</p>\n<p>A oportunidade é destinada a candidatos com nível superior e contempla o componente curricular de Estudos da Anatomia e Fisiologia dos Animais Domésticos. O certame é de grande interesse para profissionais formados em <strong>Medicina Veterinária</strong>, <strong>Agronomia</strong> e <strong>Zootecnia</strong>, áreas de titulação exigidas para a vaga.</p>\n<p>Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas de avaliação e o cronograma previsto para este processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da ETEC estarão abertas a partir do dia 23 de setembro de 2025, encerrando-se às 23h59 do dia 07 de outubro de 2025. A participação é gratuita, pois não haverá cobrança de taxa de inscrição.</p>\n<p>O procedimento deve ser realizado exclusivamente pela internet, através do portal de seleções públicas do Centro Paula Souza. Durante a inscrição, o candidato deverá preencher o formulário e fazer o upload de um arquivo único em formato PDF, com no máximo 25 MB, contendo o Memorial Circunstanciado e a respectiva documentação comprobatória de títulos e experiências.</p>\n<p>É fundamental que o candidato revise todas as informações antes de finalizar o processo, pois a inscrição implica a aceitação de todas as normas estabelecidas no edital. Para garantir a correta participação, recomenda-se a leitura integral do documento oficial.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado será realizado em duas fases, ambas de caráter eliminatório e classificatório, estruturadas da seguinte forma:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Nesta primeira etapa, a banca examinadora analisará a documentação comprobatória de formação acadêmica e experiências profissionais enviada pelo candidato no ato da inscrição. A pontuação varia de 0 a 100 pontos. Serão convocados para a fase seguinte apenas os 10 primeiros classificados, além dos que empatarem na décima posição.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Os candidatos aprovados na primeira fase serão convocados para apresentar uma aula perante a banca examinadora. O tema será sorteado no dia da prova, a partir de uma lista previamente divulgada. Esta etapa avalia o conhecimento específico e a didática do candidato, com pontuação também de 0 a 100 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de avaliação, pontuação de cada título e os procedimentos de cada fase, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados de cada etapa, bem como as convocações, será realizada por meio de publicação no Diário Oficial do Estado (DOE) e no Portal de Concursos Públicos do Estado de São Paulo. A classificação final será organizada em duas listas, uma para candidatos licenciados e outra para graduados, com preferência de convocação para os licenciados.</p>\n<p>De acordo com o cronograma previsto, a homologação do processo seletivo deve ocorrer entre 19 de outubro e 18 de novembro de 2025. O certame terá validade de um ano, a partir da data de homologação, podendo ser prorrogado por igual período. A convocação dos aprovados será feita de acordo com a necessidade da instituição, seguindo rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site do Centro Paula Souza e no Diário Oficial para se manter informado sobre o andamento do certame, incluindo resultados, prazos para recursos e convocações.</p>\n</div>"
    },
    {
        "title": "ETEC Andradina (SP) – Seleção Simplificada 028/21/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-andradina-sp-selecao-simplificada-028-21-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps) publicou o edital nº 028/21/2025 do Processo Seletivo Simplificado para a Escola Técnica Estadual Sebastiana Augusta de Moraes, em Andradina (SP). O objetivo do certame é a formação de <strong>cadastro reserva</strong> para a função de Professor de Ensino Médio e Técnico, visando atender a necessidades temporárias da instituição.</p>\n<p>As oportunidades são destinadas a profissionais com formação de <strong>nível superior</strong>, que atuarão na docência em componentes curriculares do Ensino Técnico, Integrado e Médio. A contratação será por prazo determinado, sob o regime da Consolidação das Leis do Trabalho (CLT).</p>\n<p>Se você possui habilitação para lecionar e busca uma oportunidade no setor público de educação, continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para este processo seletivo estarão abertas no período de <strong>23 de setembro de 2025 até as 23h59 de 07 de outubro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do portal de seleções públicas do Centro Paula Souza.</p>\n<p>Para participar, o candidato deve acessar o site, localizar o edital correspondente, preencher a ficha de inscrição e realizar o upload de um arquivo único em formato PDF, com no máximo 25 MB. Este arquivo deve conter o Memorial Circunstanciado e toda a documentação que comprove a formação e a experiência profissional declaradas. É importante destacar que <strong>não será cobrada taxa de inscrição</strong> para este certame.</p>\n<p>Somente uma inscrição por candidato será considerada válida. Para garantir a correta participação e conhecer todos os requisitos, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será estruturado em duas fases distintas, ambas de caráter eliminatório e classificatório, garantindo uma avaliação completa do perfil do candidato. As etapas são:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Nesta fase inicial, a banca examinadora fará a análise detalhada dos documentos comprobatórios de formação acadêmica e experiência profissional enviados pelo candidato no ato da inscrição. A pontuação seguirá os critérios estabelecidos no edital, e os 10 primeiros classificados, além dos empatados na décima posição, serão convocados para a etapa seguinte.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Os candidatos aprovados na prova de títulos participarão de uma avaliação prática, que consiste na apresentação de uma aula perante a banca. O tema será sorteado no dia, a partir de uma lista com três opções previamente divulgada. O objetivo é avaliar o conhecimento específico e a didática do candidato. A nota mínima para aprovação nesta fase é de 50 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, o conteúdo programático e as regras de cada fase, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Todos os resultados, incluindo a lista de inscrições deferidas, a classificação na Prova de Títulos e o resultado final, serão oficialmente divulgados no Portal do Diário Oficial do Estado (www.doe.sp.gov.br) e no site do Centro Paula Souza. A classificação final será definida pela soma das notas obtidas nas duas etapas do certame.</p>\n<p>Os candidatos aprovados serão organizados em duas listas: uma para <strong>Licenciados</strong> e outra para <strong>Graduados</strong>, com preferência de convocação para os licenciados. Em caso de empate, os critérios de desempate incluem maior idade para candidatos com 60 anos ou mais, maior nota na Prova de Métodos Pedagógicos e maior pontuação no Exame de Memorial Circunstanciado, entre outros.</p>\n<p>A homologação do resultado final será publicada no Diário Oficial, e o processo seletivo terá validade de um ano, podendo ser prorrogado por igual período. A convocação ocorrerá de acordo com a necessidade da instituição, seguindo a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "ETEC Andradina (SP) – Seleção Simplificada 028/20/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-andradina-sp-selecao-simplificada-028-20-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps) publicou o edital nº 028/20/2025 para o Processo Seletivo Simplificado da ETEC Sebastiana Augusta de Moraes, em Andradina–SP. O certame visa a formação de <strong>cadastro reserva</strong> para a contratação temporária de Professor de Ensino Médio e Técnico, sob o regime da Consolidação das Leis do Trabalho (CLT). A oportunidade é para candidatos de nível superior.</p>\n<p>A vaga disponível é para o componente curricular de <strong>Gestão da Produção Vegetal II</strong>, no curso de Agronegócio, sendo uma excelente oportunidade para profissionais formados em <strong>Agronomia</strong>, Engenharia Agronômica, Engenharia Agrícola e áreas correlatas. O objetivo é atender a necessidades temporárias de excepcional interesse público na instituição. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estarão abertas entre <strong>23 de setembro de 2025 e 07 de outubro de 2025, até as 23h59</strong>. O procedimento deve ser realizado exclusivamente pela internet, através do site oficial do Centro Paula Souza. Uma grande vantagem deste certame é que <strong>não haverá cobrança de taxa de inscrição</strong>.</p>\n<p>Para se inscrever, o candidato deverá acessar o link de inscrições, preencher o formulário e fazer o upload de um arquivo único em formato PDF (com no máximo 25 MB) contendo o Memorial Circunstanciado e toda a documentação comprobatória de títulos e experiências. Não há processo de isenção, pois a participação é gratuita para todos os candidatos. É fundamental que o candidato acompanhe o status de sua inscrição na área restrita do portal. Para garantir a participação, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas fases, ambas de caráter eliminatório e classificatório, estruturadas da seguinte forma:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Esta etapa consiste na análise dos documentos comprobatórios de formação acadêmica e experiências profissionais enviados no ato da inscrição. A pontuação varia de 0 a 100 pontos, e serão classificados para a fase seguinte os 10 primeiros candidatos com as maiores notas, além dos empatados na décima posição.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Os candidatos classificados na primeira fase serão convocados para apresentar uma aula perante a Banca Examinadora. O objetivo é avaliar o conhecimento específico e a didática do candidato. A prova também terá pontuação de 0 a 100, e será considerado aprovado o candidato que obtiver nota igual ou superior a 50 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, temas da aula e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final do candidato será a soma das pontuações obtidas no Exame de Memorial Circunstanciado e na Prova de Métodos Pedagógicos. Em caso de empate na classificação final, serão utilizados critérios como maior idade (para candidatos com 60 anos ou mais), maior nota na Prova de Métodos Pedagógicos e maior nota no Exame de Memorial Circunstanciado, entre outros.</p>\n<p>A homologação do resultado final será publicada no Diário Oficial do Estado (DOE) e nos portais do Governo de São Paulo e do Centro Paula Souza. O processo seletivo terá validade de um ano, a contar da data de homologação, podendo ser prorrogado por igual período. A convocação dos aprovados ocorrerá de acordo com a necessidade da instituição, seguindo a ordem de classificação, e será comunicada por meio de publicação oficial e também por e-mail. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial para não perder nenhuma convocação.</p>\n</div>"
    },
    {
        "title": "ETEC Andradina (SP) – Seleção Simplificada 028/19/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/etec-andradina-sp-selecao-simplificada-028-19-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025 | Remuneração: até R$ 22,47",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Centro Estadual de Educação Tecnológica Paula Souza (Ceeteps), por meio da Escola Técnica Estadual (ETEC) Sebastiana Augusta de Moraes, em Andradina (SP), publicou o edital nº 028/19/2025 para o Processo Seletivo Simplificado de Professores de Ensino Médio e Técnico. O certame visa a formação de <strong>cadastro reserva</strong> para contratação por prazo determinado, atendendo a necessidades temporárias de excepcional interesse público. As oportunidades são para candidatos com nível superior.</p>\n<p>Este processo seletivo contempla vagas para a docência em componentes curriculares da base nacional comum e da formação profissional. Destaque para a área de <strong>Gestão da Produção Animal II (Agronegócio)</strong>, que abrange profissionais graduados em <strong>Agronomia</strong>, <strong>Medicina Veterinária</strong> e <strong>Zootecnia</strong>, entre outras formações correlatas. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para este processo seletivo estarão abertas e devem ser realizadas exclusivamente pela internet, no período de <strong>23 de setembro de 2025 até as 23h59 do dia 07 de outubro de 2025</strong>. O edital não menciona a cobrança de taxa de inscrição.</p>\n<p>Para se inscrever, o candidato deverá seguir estes passos:</p>\n<ul>\n<li>Acessar o site oficial do Centro Paula Souza: <em>https://urhsistemas.cps.sp.gov.br/dgsdad/selecaopublica/</em>.</li>\n<li>Localizar o edital correspondente ao Processo Seletivo Simplificado nº 028/19/2025.</li>\n<li>Ler o edital na íntegra e preencher o formulário de inscrição, indicando sua titulação (Licenciado ou Graduado).</li>\n<li>Realizar o upload legível do Memorial Circunstanciado e da respectiva documentação comprobatória, conforme as exigências do edital.</li>\n</ul>\n<p>É fundamental que o candidato leia atentamente o edital completo para conhecer todas as regras e requisitos antes de efetuar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas fases distintas, ambas de caráter eliminatório e classificatório. A estrutura de avaliação foi definida da seguinte forma:</p>\n<ul>\n<li><strong>Exame de Memorial Circunstanciado (Prova de Títulos):</strong> Esta etapa consiste na análise dos documentos comprobatórios enviados no ato da inscrição. A banca examinadora avaliará a formação acadêmica e as experiências profissionais do candidato, de acordo com o componente curricular pretendido.</li>\n<li><strong>Prova de Métodos Pedagógicos:</strong> Consiste na apresentação de uma aula prática perante a banca examinadora, com tema relacionado aos conteúdos do componente curricular. Serão convocados para esta fase os 10 primeiros classificados na Prova de Títulos, além dos candidatos empatados na décima posição.</li>\n</ul>\n<p>A convocação para a Prova de Métodos Pedagógicos ocorrerá somente após a divulgação do resultado do Exame de Memorial Circunstanciado. Para obter detalhes sobre os critérios de pontuação, conteúdo programático e o cronograma completo, é indispensável a leitura do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final do processo seletivo será divulgada no site do Centro Paula Souza e no Diário Oficial do Estado (DOE). Os candidatos aprovados serão organizados em duas listas distintas, conforme a titulação informada na inscrição: uma para Licenciados e outra para Graduados. A ordem de classificação será decrescente, com base na pontuação final obtida.</p>\n<p>Os critérios de desempate serão verificados no momento da admissão, mediante apresentação de documentos comprobatórios. Os candidatos não aprovados na Prova de Métodos Pedagógicos serão listados apenas por número de inscrição e documento, sem a divulgação do nome.</p>\n<p>A convocação para a contratação seguirá a ordem de classificação e a necessidade da instituição. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo resultados, convocações e demais atos do certame, no site da banca organizadora e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "IF Baiano (BA) – Seleção Simplificada 198/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/if-baiano-ba-selecao-simplificada-198-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 26/09/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia Baiano (IF Baiano) publicou o edital para seu Processo Seletivo Simplificado, visando a contratação temporária de Professor Substituto para o Campus Xique-Xique. O certame busca preencher vagas de nível superior, com regime de trabalho de 40 horas semanais, sob o regime da Lei nº 8.745/93, que dispõe sobre a contratação por tempo determinado.</p>\n<p>As oportunidades são para as áreas de <strong>Agronomia</strong> e Matemática, sendo uma excelente chance para profissionais que desejam atuar no Ensino Básico, Técnico e Tecnológico. A seleção será realizada por meio de análise de títulos e prova didática. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas da seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado do IF Baiano estarão abertas no período de <strong>20 a 26 de setembro de 2025</strong>. Para participar, o candidato deverá enviar toda a documentação exigida, em um único arquivo no formato PDF, para o e-mail <em><a class=\"__cf_email__\" data-cfemail=\"e89b8d848d8b8987c6989a878e8d9b9b879aa89081999d8dc59081999d8dc6818e8a8981898687c68d8c9dc68a9a\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em>.</p>\n<p>A documentação necessária inclui:</p>\n<ul>\n<li>Ficha de Inscrição (Anexo I) devidamente preenchida e assinada;</li>\n<li>Cópia de documento oficial de identificação com foto e do CPF;</li>\n<li>Comprovante da titulação exigida para a área de atuação;</li>\n<li>Histórico Escolar da Graduação.</li>\n</ul>\n<p>É importante destacar que <strong>não haverá cobrança de taxa de inscrição</strong> para este certame. A inscrição só será considerada formalizada após o recebimento correto de todos os documentos pelo e-mail indicado. Para conferir a lista completa de documentos e os modelos de anexos, é fundamental a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do IF Baiano será composto por duas etapas distintas, com o objetivo de avaliar a capacidade técnica e pedagógica dos candidatos. As etapas são:</p>\n<ul>\n<li><strong>Prova de Desempenho Didático:</strong> De caráter eliminatório e classificatório, esta etapa será realizada presencialmente no Campus Xique-Xique. Consiste na apresentação de uma aula teórica com duração entre 40 e 50 minutos, perante uma banca examinadora. O tema será sorteado com 24 horas de antecedência. A avaliação totaliza 100 pontos, e o candidato precisa obter uma nota mínima de 60 pontos para ser aprovado.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta fase avaliará a formação acadêmica e a experiência profissional do candidato. A pontuação máxima é de 100 pontos, seguindo os critérios definidos no edital. Apenas os candidatos aprovados na Prova de Desempenho Didático terão seus títulos avaliados.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os conteúdos programáticos, os critérios de avaliação de cada etapa e o cronograma completo, é indispensável consultar o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e o resultado final do processo seletivo serão divulgados no site oficial do Instituto Federal Baiano, na seção de Concursos e Seleções, de acordo com as datas estabelecidas no cronograma do edital.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota final, calculada por meio de uma média ponderada entre a Prova de Desempenho Didático (peso 8) e a Prova de Títulos (peso 2). Em caso de empate, os critérios de desempate seguirão a seguinte ordem: maior pontuação na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência em ensino e, por fim, maior idade.</p>\n<p>Após a conclusão de todas as etapas e prazos de recurso, o resultado final será homologado e publicado no Diário Oficial da União (DOU). A convocação dos aprovados seguirá a ordem de classificação e as necessidades do IF Baiano Campus Xique-Xique.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao certame no site da instituição e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 278/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-278-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 16/10/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho n° 215/2025-RUNESP) para o provimento de <strong>uma vaga efetiva</strong> no cargo de Professor Assistente. A oportunidade é para atuar em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP) no Departamento de Zootecnia da Faculdade de Ciências Agrárias e Veterinárias, no Câmpus de Jaboticabal.</p>\n<p>O certame exige titulação mínima de Doutor e contempla a área de conhecimento em Produção Animal. A vaga é destinada a profissionais com graduação em <strong>Zootecnia, Medicina Veterinária ou Agronomia</strong>, áreas de grande interesse para nossos leitores. A seleção será realizada por meio de provas e análise de títulos. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas e devem ser realizadas exclusivamente pela internet, através do endereço eletrônico oficial da universidade. O período para se candidatar inicia às <strong>09h do dia 01 de setembro de 2025 e encerra às 17h do dia 16 de outubro de 2025</strong>, seguindo o horário de Brasília.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 276,00</strong>, e o pagamento pode ser efetuado por transferência, depósito bancário ou PIX. Candidatos que desejam solicitar a redução da taxa devem realizar o pedido nos cinco primeiros dias do período de inscrição, conforme as regras do edital. A validação da candidatura está condicionada à confirmação do pagamento integral da taxa. É fundamental que o candidato leia atentamente o edital completo para conhecer todas as normas do processo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases distintas, com provas de caráter eliminatório e classificatório. Para avançar à segunda fase, o candidato precisa obter nota igual ou superior a 7,0 na primeira etapa.</p>\n<ul>\n<li><strong>Primeira Fase (Eliminatória e Classificatória):</strong> Consiste em uma <strong>Prova Escrita</strong>, na qual o candidato discorrerá sobre um tema sorteado. A nota mínima para aprovação nesta fase é 7,0.</li>\n<li><strong>Segunda Fase (Classificatória):</strong> Composta por quatro avaliações com pesos diferentes:\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Currículo Lattes documentado.</li>\n<li><strong>Prova Didática (peso 2):</strong> Aula teórica em nível de graduação com duração entre 40 e 60 minutos.</li>\n<li><strong>Prova de Análise e Arguição (peso 1):</strong> Defesa do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária.</li>\n</ul>\n</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, é indispensável a consulta ao edital do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares e definitivos de cada fase do concurso serão publicados no Diário Oficial do Estado e também disponibilizados no site de inscrições da UNESP. Após a divulgação das notas, os candidatos poderão interpor recursos dentro dos prazos estabelecidos pelo edital, que são de dois dias úteis para as provas e cinco dias úteis para o resultado final preliminar.</p>\n<p>A classificação final será determinada pelo maior número de indicações recebidas pelos membros da banca examinadora. Em caso de empate, serão aplicados critérios como idade (prioridade para maiores de 60 anos), maior nota na prova de títulos, prova didática e prova escrita, sucessivamente. A homologação do resultado final dará início ao prazo de validade do certame, que é de seis meses, podendo ser prorrogado por igual período. A convocação para nomeação seguirá a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais.</p>\n</div>"
    },
    {
        "title": "Prefeitura Mauriti (CE) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-mauriti-ce-concurso-02-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 16/10/2025 | Remuneração: até R$ 5536.91",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Mauriti, no Ceará, publicou o edital para seu novo Concurso Público, organizado pela Universidade Regional do Cariri (URCA). O objetivo do certame é o preenchimento de 136 vagas imediatas e a formação de cadastro de reserva para cargos efetivos do quadro de pessoal do Poder Executivo, sob regime Estatutário.</p>\n<p>As oportunidades abrangem os níveis médio, técnico e superior, com vagas distribuídas em diversas áreas, como saúde, educação, fiscal, jurídica, ambiental e social. O certame se destaca por oferecer vagas em áreas de grande interesse, como <strong>Engenharia Agronômica, Engenharia Ambiental, Medicina Veterinária e Nutrição</strong>, além de oportunidades para <strong>Analista Ambiental e Técnico Ambiental</strong>.</p>\n<p>Este concurso representa uma excelente oportunidade para profissionais que buscam estabilidade e uma carreira no serviço público. Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma previsto.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Mauriti (CE) serão realizadas exclusivamente pela internet, no site da banca organizadora, a URCA/CEV. O período para se candidatar vai de <strong>25 de setembro de 2025, a partir das 08h, até 16 de outubro de 2025, às 23h59</strong>.</p>\n<p>Os valores da taxa de inscrição variam de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Médio:</strong> R$ 150,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 180,00</li>\n<li><strong>Nível Superior:</strong> R$ 220,00</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que poderá ser pago até o dia 17 de outubro de 2025. O edital não prevê outras formas de pagamento, como transferências ou PIX. Candidatos que se enquadrem nos critérios para isenção da taxa devem seguir os procedimentos e prazos específicos detalhados no edital. É permitido se inscrever em até dois cargos, desde que um seja de nível médio/técnico e outro de nível superior (com exceção do cargo de Procurador Jurídico), devido à coincidência de horários das provas.</p>\n<p>Após a inscrição, é fundamental que o candidato acompanhe o status de sua solicitação na área restrita do site da banca. Para garantir sua participação e conhecer todas as regras, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de Mauriti será estruturado em até três etapas, dependendo do cargo escolhido. A complexidade das fases aumenta conforme o nível de escolaridade e as atribuições da função.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, esta fase é obrigatória para todos os candidatos. Para os cargos de nível médio e técnico, é a única etapa do certame. A prova será de múltipla escolha, com cinco alternativas por questão, e o candidato precisará obter no mínimo 50 pontos (de um total de 100) para ser aprovado. As disciplinas cobradas variam:\n<ul>\n<li><em>Cargos de Nível Médio e Técnico:</em> Português, Conhecimentos Gerais e Conhecimentos Específicos.</li>\n<li><em>Cargos de Nível Superior (exceto Magistério):</em> Português, Conhecimentos Gerais, Raciocínio Lógico e Conhecimentos Específicos.</li>\n<li><em>Cargos do Magistério:</em> Português, Conhecimentos Gerais, Legislação Educacional, Raciocínio Lógico e Conhecimentos Específicos.</li>\n</ul>\n</li>\n<li><strong>Prova de Redação Técnica:</strong> Exclusiva para o cargo de <strong>Procurador Jurídico</strong>, esta etapa possui caráter eliminatório e classificatório. Consistirá na elaboração de uma peça jurídica, valendo 100 pontos e exigindo nota mínima de 50 para aprovação. A prova será aplicada no mesmo dia da prova objetiva, em turno diferente.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta etapa é destinada a todos os cargos de nível superior. Os candidatos habilitados na fase anterior serão convocados para enviar seus títulos (como especializações, mestrado e doutorado) de forma online. A pontuação máxima é de 10 pontos, que serão somados à nota final.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação e o cronograma de cada fase, é fundamental consultar o edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação de todos os resultados do concurso, incluindo gabaritos preliminares e definitivos, listas de classificação por etapa e o resultado final, será realizada no site da banca organizadora, a URCA/CEV, de acordo com o cronograma oficial. Após a publicação dos gabaritos preliminares, os candidatos terão um prazo para interpor recursos. Eventuais anulações de questões ou alterações de gabarito serão publicadas e o valor em pontos será ajustado para todos os candidatos, conforme as regras do edital.</p>\n<p>A classificação final será definida pela soma dos pontos obtidos em todas as etapas aplicáveis a cada cargo, em ordem decrescente. O resultado final do concurso será homologado por ato do Chefe do Poder Executivo de Mauriti e publicado na imprensa oficial e no site da prefeitura. O certame terá validade de 02 (dois) anos a partir da data de homologação, podendo ser prorrogado uma única vez por igual período.</p>\n<p>Os candidatos aprovados dentro do número de vagas serão convocados para nomeação e posse pela Prefeitura Municipal de Mauriti, respeitando estritamente a ordem de classificação. Após a convocação, o candidato terá o prazo de 15 dias para declarar se aceita ou não o cargo.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site <em>www.urca.br/cev</em> e nos canais de comunicação da Prefeitura de Mauriti para não perder nenhum prazo, resultado ou convocação.</p>\n</div>"
    },
    {
        "title": "UNESP (SP) – Concurso 869/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unesp-sp-concurso-869-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 16353.01",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual Paulista “Júlio de Mesquita Filho” (UNESP) publicou o edital do concurso público (Despacho n° 289/2025-RUNESP) para o provimento de uma vaga efetiva no cargo de Professor Assistente. A oportunidade é para atuar em Regime de Dedicação Integral à Docência e à Pesquisa (RDIDP) junto ao Departamento de Proteção Vegetal da Faculdade de Ciências Agronômicas, no Câmpus de Botucatu.</p>\n<p>O certame destina-se a candidatos com título de Doutor na área de conhecimento de <strong>Fitossanidade</strong>. Para concorrer, é necessário possuir graduação em <strong>Agronomia, Engenharia Agronômica, Engenharia Florestal ou Ciências Biológicas</strong>. Este é um concurso de alto nível, voltado para a carreira acadêmica e de pesquisa. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UNESP estarão abertas e deverão ser realizadas exclusivamente pela internet. O período para se candidatar inicia às <strong>00:00 do dia 01 de setembro de 2025 e encerra às 17:00 do dia 15 de outubro de 2025</strong>, no horário de Brasília.</p>\n<p>Para confirmar a participação, é necessário preencher o formulário eletrônico no site oficial e efetuar o pagamento da taxa de inscrição no valor de R$ 276,00. O pagamento pode ser feito por transferência, depósito identificado ou chave PIX. Candidatos que desejam solicitar a redução da taxa devem realizar o pedido nos cinco primeiros dias do período de inscrição, conforme as regras do edital. A inscrição só será validada após a confirmação do pagamento integral. Para mais informações, consulte o edital completo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases distintas, com provas de caráter eliminatório e classificatório. A aprovação na primeira fase, com média igual ou superior a 7,0, é requisito para avançar para a etapa seguinte.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>Primeira Fase (Eliminatória e Classificatória):</strong> Consiste em uma <strong>Prova Escrita</strong> com peso 1, na qual o candidato deverá demonstrar conhecimento aprofundado sobre um tema sorteado.</li>\n<li><strong>Segunda Fase (Classificatória):</strong> Composta por três avaliações:\n<ul>\n<li><strong>Prova de Títulos (peso 2):</strong> Análise do Curriculum Lattes documentado, avaliando a produção acadêmica e científica.</li>\n<li><strong>Prova Didática (peso 2):</strong> Apresentação de uma aula teórica em nível de graduação, com duração entre 40 e 60 minutos.</li>\n<li><strong>Prova de Análise e Arguição (peso 1):</strong> Defesa do projeto de pesquisa, plano de atividades e plano de ações de extensão universitária.</li>\n</ul>\n</li>\n</ul>\n<p>Para conhecer o conteúdo programático, os critérios de avaliação detalhados e o cronograma completo, é fundamental a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados de cada etapa, incluindo as notas da prova escrita e da segunda fase, serão publicados no Diário Oficial do Estado (DOE) e disponibilizados no Sistema de Inscrições da UNESP. Após a conclusão de todas as avaliações e análise de recursos, será divulgado o resultado final preliminar, seguido pelo resultado final definitivo.</p>\n<p>A classificação dos candidatos aprovados será definida pelo maior número de indicações por parte dos membros da banca examinadora. Em caso de empate, os critérios de desempate incluem, sucessivamente: idade igual ou superior a 60 anos, maior nota na prova de títulos, melhor média na prova didática e melhor média na prova escrita. A nomeação seguirá rigorosamente a ordem de classificação final. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UNESP e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "UFG (GO) – Concurso 24/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufg-go-concurso-24-2025/",
        "description": "Local: Goiás | Tipo: cadastro reserva vaga(s) | Prazo: até 15/10/2025 | Remuneração: até R$ 4.867,43",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Goiás (UFG) publicou o edital de condições gerais para seu concurso público destinado ao preenchimento de vagas e formação de cadastro de reserva para o cargo de <strong>Professor do Magistério Federal</strong>. O certame visa selecionar profissionais de nível superior para diversas áreas do conhecimento, sob o regime de contratação Estatutário, garantindo estabilidade aos aprovados. As oportunidades abrangem setores como Engenharias, Música, Filosofia, Medicina, Física, Matemática, Ciências Sociais e Tecnologia da Informação.</p>\n<p>O concurso se destaca por oferecer vagas em áreas de grande interesse, como <strong>Agronomia, Biologia e Engenharia Florestal</strong>, contemplando especialidades como Fisiologia Vegetal, Bioquímica, Genômica e Bioestatística, e Histologia. Este é um certame de grande porte, ideal para profissionais com mestrado e doutorado que buscam uma carreira acadêmica consolidada em uma instituição de renome. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFG serão realizadas exclusivamente pela internet, através do portal SISCONCURSO da universidade. O período de inscrição será de 26 de setembro de 2025 a 15 de outubro de 2025. Os valores da taxa de inscrição variam conforme a titulação exigida e o regime de trabalho, sendo definidos da seguinte forma:</p>\n<ul>\n<li><strong>Regime de Dedicação Exclusiva:</strong> R$ 110,00 (Graduação), R$ 130,00 (Especialização), R$ 170,00 (Mestrado) e R$ 240,00 (Doutorado).</li>\n<li><strong>Regime de 20 horas:</strong> R$ 60,00 (Graduação ou Especialização), R$ 70,00 (Mestrado) e R$ 90,00 (Doutorado).</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), que deve ser impressa no ato da inscrição. Recomenda-se que o pagamento seja realizado preferencialmente no Banco do Brasil, a partir do segundo dia útil após a emissão do boleto. O edital prevê a possibilidade de solicitar isenção da taxa, cujos critérios e prazos devem ser consultados no documento oficial. Após a inscrição, o candidato deve acompanhar o status e as publicações na área restrita do site. É fundamental a leitura completa do edital específico da vaga de interesse para conhecer todos os prazos e procedimentos.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor do Magistério Federal na UFG é composto por múltiplas etapas, estruturadas para avaliar de forma completa a capacidade técnica e didática dos candidatos. As fases incluem provas escritas, didáticas, defesa de memorial e análise de títulos, com detalhes e pesos definidos nas normas complementares de cada área.</p>\n<ul>\n<li><strong>Prova Escrita ou Teórico-Prática:</strong> De caráter <em>eliminatório</em>, esta etapa exige que o candidato obtenha nota igual ou superior a 5,00 (cinco) para avançar no certame.</li>\n<li><strong>Prova Didática, Prova Oral e Defesa de Memorial:</strong> Estas etapas são aplicadas aos aprovados na fase anterior e também possuem caráter eliminatório e classificatório. A média aritmética das notas obtidas nestas provas, somada à nota da prova escrita, deve ser igual ou superior a 7,00 (sete) para aprovação. As sessões de prova didática, oral e defesa de memorial serão gravadas para fins de registro.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente <em>classificatório</em>, esta fase ocorre após as etapas anteriores. A pontuação é calculada com base na formação acadêmica, produção intelectual, atividades de ensino, pesquisa e extensão, e atividades administrativas. A nota de títulos (NT) corresponde a 20% da Média Final do candidato.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada prova e o cronograma completo, é indispensável consultar as normas complementares e o edital específico da sua área de interesse.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos no concurso da UFG será divulgada em ordem decrescente da Média Final (MF), calculada pela fórmula <em>MF = 0,80 x M + 0,20 x NT</em>, onde ‘M’ é a média das provas eliminatórias e ‘NT’ é a nota da Prova de Títulos. Em caso de empate, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Maior nota na prova escrita ou teórico-prática;</li>\n<li>Maior nota na prova didática ou prova oral;</li>\n<li>Maior nota na defesa de memorial;</li>\n<li>Maior idade.</li>\n</ul>\n<p>Os resultados preliminares de cada etapa serão publicados no site da UFG – SISCONCURSO, abrindo-se prazo para interposição de recursos. Após a análise dos recursos, o resultado final do concurso será homologado e publicado no Diário Oficial da União (DOU). A nomeação dos aprovados seguirá rigorosamente a ordem de classificação. Os candidatos nomeados serão convocados para a posse, que deverá ocorrer no prazo de até 30 dias após a publicação do ato de nomeação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo cronogramas, resultados, convocações e outras comunicações, no site da UFG (www.ufg.br) e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "IFPI (PI) – Seleção Simplificada 68/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifpi-pi-selecao-simplificada-68-2025/",
        "description": "Local: Piauí | Tipo: cadastro reserva vaga(s) | Prazo: até 25/09/2025 | Remuneração: até R$ 11.771,98",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia do Piauí (IFPI), por meio do Campus São João do Piauí, publicou o edital 68/2025 para o Processo Seletivo Simplificado. O objetivo é a contratação por tempo determinado de Professor Substituto do Ensino Básico, Técnico e Tecnológico, sob o Regime Jurídico Único (Lei nº 8.112/1990).</p>\n<p>A oportunidade é para a área de <strong>Zootecnia</strong>, com uma vaga imediata mais formação de cadastro de reserva. O certame é destinado a candidatos de nível superior e, além de graduados em Zootecnia, também aceita formação em <strong>Medicina Veterinária</strong> ou <strong>Engenharia Agronômica</strong>.</p>\n<p>Nas seções seguintes, você encontrará todos os detalhes sobre o cronograma de inscrições, as etapas do processo seletivo e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFPI estarão abertas de 19 a 25 de setembro de 2025. Os interessados devem realizar o procedimento exclusivamente pela internet, através do portal de seletivos da instituição.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 50,00. O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), exclusivamente em agências ou caixas eletrônicos do Banco do Brasil, até o último dia do período de inscrição. Após o pagamento, é obrigatório enviar o comprovante para o e-mail indicado no edital. Conforme o regulamento, não haverá isenção da taxa.</p>\n<p>No ato da inscrição, o candidato deverá anexar em um único arquivo PDF a documentação exigida, que inclui documentos pessoais, comprovante de titulação e o currículo lattes com os respectivos documentos comprobatórios. É fundamental a leitura completa do edital para garantir a correta participação no certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, ambas de caráter eliminatório e classificatório, projetadas para avaliar a qualificação e a aptidão pedagógica dos candidatos.</p>\n<ul>\n<li><strong>Prova de Títulos:</strong> Esta etapa consiste na análise do currículo e dos documentos comprobatórios enviados no ato da inscrição. A pontuação máxima é de 100 pontos, distribuídos entre formação acadêmica, atividades de docência, experiência profissional e atividades de pesquisa.</li>\n<li><strong>Prova de Desempenho Didático:</strong> Destinada apenas aos 8 primeiros candidatos classificados na Prova de Títulos, esta fase consiste em uma aula expositiva com duração mínima de 30 e máxima de 40 minutos. O tema é sorteado 24 horas antes da prova. A avaliação considera o plano de aula e o desenvolvimento da aula, incluindo domínio do conteúdo e uso de recursos didáticos. Para ser aprovado, o candidato deve obter nota mínima de 60 pontos.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de pontuação, os temas da Prova Didática e o cronograma completo, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será definida pela média aritmética das notas obtidas na Prova de Títulos e na Prova de Desempenho Didático. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: idade igual ou superior a 60 anos, maior nota na Prova de Desempenho Didático, maior nota na Prova de Títulos, maior tempo de experiência profissional e, por fim, maior idade.</p>\n<p>O cronograma do certame prevê a divulgação dos resultados preliminares e finais de cada etapa no portal do IFPI. A homologação do resultado final será publicada no Diário Oficial da União (DOU), momento a partir do qual o processo seletivo passa a ter validade de um ano, podendo ser prorrogado por igual período. A convocação dos candidatos aprovados seguirá a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site oficial do IFPI e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFSC (SC) – Concurso 39/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufsc-sc-concurso-39-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 13/10/2025 | Remuneração: até R$ 7.180,86",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Santa Catarina (UFSC) publicou o edital nº 039/2025/DDP para seu novo concurso público, destinado ao provimento de cargos de Professor da Carreira do Magistério Superior. O objetivo é preencher vagas no quadro permanente da instituição, sob o regime Estatutário (Lei nº 8.112/1990), nos campi de Araranguá, Blumenau, Curitibanos, Florianópolis e Joinville.</p>\n<p>As oportunidades são para nível superior, com exigência de titulação que varia entre Graduação, Mestrado e Doutorado, conforme o campo de conhecimento. O certame abrange diversas áreas, incluindo Ciências da Saúde, Engenharias, Ciências Exatas, Humanas e Letras.</p>\n<p>O concurso se destaca por oferecer vagas em áreas de grande relevância para nosso público, como <strong>Agronomia, Medicina Veterinária, Zootecnia, Biologia</strong> (e campos correlatos como Bioquímica, Ecologia e Zoologia), <strong>Nutrição e Engenharia de Alimentos</strong>. Se você possui formação nessas áreas, esta é uma excelente oportunidade de ingressar na carreira acadêmica em uma das mais prestigiadas universidades do país.</p>\n<p>Nas seções a seguir, você encontrará informações detalhadas sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para auxiliar na sua preparação.</p>\n<h2>Inscrições</h2>\n<p>O processo de inscrição para o concurso da UFSC é realizado em duas fases distintas e obrigatórias. A primeira, chamada de <strong>Pré-Inscrição</strong>, ocorrerá entre as 14h de 29 de setembro de 2025 e as 23h59 de 13 de outubro de 2025. Esta etapa inicial tem como objetivo definir, de forma impessoal, os campos de conhecimento que terão reserva de vagas para pessoas com deficiência, trans, pretas e pardas, indígenas e quilombolas.</p>\n<p>A segunda fase, denominada <strong>Inscrição e Validação da Pré-Inscrição</strong>, acontecerá das 14h de 05 de dezembro de 2025 até as 23h59 de 08 de janeiro de 2026. Neste período, os candidatos que fizeram a pré-inscrição devem validá-la, e novos candidatos também podem se inscrever. Todo o processo é realizado exclusivamente pela internet, no site oficial do concurso.</p>\n<p>As taxas de inscrição variam conforme a titulação exigida e o regime de trabalho:</p>\n<ul>\n<li><strong>Doutorado (Regime de Dedicação Exclusiva):</strong> R$ 428,08</li>\n<li><strong>Doutorado (Regime de 20 horas):</strong> R$ 144,18</li>\n<li><strong>Mestrado (Regime de Dedicação Exclusiva):</strong> R$ 308,83</li>\n<li><strong>Mestrado (Regime de 40 horas):</strong> R$ 198,32</li>\n<li><strong>Graduação/Especialização (Regime de 40 horas):</strong> R$ 148,50</li>\n<li><strong>Graduação/Especialização (Regime de 20 horas):</strong> R$ 125,07</li>\n</ul>\n<p>O pagamento pode ser efetuado via Pix, cartão de crédito ou boleto bancário até o dia 09 de janeiro de 2026. O edital prevê a possibilidade de solicitar isenção da taxa, e os critérios devem ser consultados no documento oficial. Após a inscrição, é responsabilidade do candidato acompanhar a confirmação em sua área restrita no site.</p>\n<p>É fundamental a leitura completa do edital para compreender todos os procedimentos, especialmente as particularidades das duas etapas de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor da UFSC é composto por múltiplas etapas, de caráter eliminatório e/ou classificatório, planejadas para avaliar de forma abrangente a capacidade técnica e didática dos candidatos. O cronograma detalhado, com datas e locais, será divulgado em edital complementar no site do concurso.</p>\n<p>As etapas previstas são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório e classificatório, consiste em uma avaliação dissertativa com duração de 4 horas. O conteúdo abordado será baseado no programa específico de cada campo de conhecimento.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório. O candidato deverá ministrar uma aula com duração entre 40 e 50 minutos sobre um ponto do conteúdo programático, que será sorteado com 24 horas de antecedência. A entrega de um plano de aula no momento do sorteio é obrigatória e sua ausência resulta em desclassificação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter classificatório, esta etapa consiste na análise e pontuação do <em>Curriculum Vitae</em> do candidato, com base na Plataforma Lattes. A documentação comprobatória deve ser entregue no momento do sorteio do ponto para a prova didática.</li>\n<li><strong>Apresentação do Projeto de Atividades Acadêmicas e Memorial Descritivo:</strong> De caráter classificatório. O candidato fará uma exposição oral de até 30 minutos sobre sua trajetória profissional e suas propostas de atividades de ensino, pesquisa e extensão.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, esta etapa é aplicada <em>apenas para alguns campos de conhecimento</em>, como Medicina Veterinária, Agronomia, Anatomia Humana e Odontologia. Seu objetivo é avaliar a capacidade operacional do candidato em tarefas específicas da área.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma completo, a consulta ao edital oficial é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFSC seguirá um cronograma específico, publicado no site oficial. Após a realização de todas as provas, a banca examinadora elaborará um relatório final, que será submetido à aprovação do conselho da unidade universitária. Somente após essa aprovação, o <strong>Resultado Preliminar</strong> será publicado no site do certame, contendo a lista de candidatos aprovados em ordem de classificação.</p>\n<p>Para ser considerado aprovado, o candidato deverá atingir uma média final mínima de 7,00 (sete). Em caso de empate na média final, os critérios de desempate seguirão a seguinte ordem de preferência:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos, conforme o Estatuto do Idoso;</li>\n<li>Maior pontuação obtida na prova didática;</li>\n<li>Maior pontuação obtida na prova de títulos;</li>\n<li>Maior idade (para os demais casos);</li>\n<li>Ter exercido a função de jurado.</li>\n</ul>\n<p>A <strong>homologação do resultado final</strong> do concurso será oficializada por meio de publicação no Diário Oficial da União (DOU), momento a partir do qual o certame passa a ter validade de 2 (dois) anos, podendo ser prorrogado por igual período. A convocação dos aprovados para nomeação ocorrerá conforme a ordem de classificação e a necessidade da instituição, sendo divulgada nos canais oficiais.</p>\n<p>O acompanhamento de todas as publicações, desde os resultados preliminares até a convocação final, no site oficial do concurso e no Diário Oficial da União, é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UFRR (RR) – Seleção Simplificada 125/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrr-rr-selecao-simplificada-125-2025/",
        "description": "Local: Roraima | Tipo: cadastro reserva vaga(s) | Prazo: até 12/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Roraima (UFRR) publicou o edital nº 125/2025-PROGESP para seu novo Processo Seletivo Simplificado. O certame visa a contratação temporária de 8 Professores Visitantes para atuação em diversos programas de pós-graduação, além da formação de cadastro reserva. As oportunidades são para candidatos com título de Doutorado, conforme os requisitos específicos de cada área.</p>\n<p>As vagas abrangem áreas como Antropologia Social, Saúde, Geografia, Letras, Sociedade e Fronteiras. <strong>Destacam-se as oportunidades para os programas de pós-graduação em Agronomia (POSAGRO) e Recursos Naturais (PRONAT)</strong>, que contempla profissionais de Ciências Biológicas, Química ou Farmácia. A remuneração total é de R$ 13.288,85 para um regime de trabalho de 40 horas semanais com Dedicação Exclusiva (DE). Continue a leitura para saber mais sobre as inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFRR estarão abertas e devem ser realizadas exclusivamente pela internet, através do portal oficial de concursos da universidade. O período para se inscrever inicia às <strong>10h do dia 13 de setembro de 2025 e encerra às 17h do dia 12 de outubro de 2025</strong>, seguindo o horário oficial de Roraima.</p>\n<p>A taxa de inscrição foi fixada em R$ 250,00 para todos os cargos. O pagamento deve ser efetuado por meio de boleto bancário gerado no sistema de inscrições até a data de vencimento. Há possibilidade de solicitar isenção da taxa entre os dias 13 e 16 de setembro de 2025, para candidatos inscritos no CadÚnico ou que sejam doadores de medula óssea, conforme as regras detalhadas no edital. Após a inscrição, o candidato deve acompanhar todas as atualizações na área restrita do site. É fundamental a leitura completa do edital para conhecer todas as regras do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, ambas de caráter eliminatório e classificatório, além de procedimentos específicos para candidatos que concorrem às vagas reservadas.</p>\n<ul>\n<li><strong>Análise Curricular:</strong> Etapa classificatória e eliminatória, na qual serão avaliados a titulação acadêmica e a produção científica do candidato, com base nos critérios de pontuação definidos no Anexo II do edital. Para ser aprovado, o candidato deve obter no mínimo 25% da pontuação total desta fase.</li>\n<li><strong>Análise do Plano de Trabalho:</strong> Também de caráter eliminatório e classificatório, esta etapa consiste na avaliação do plano de trabalho proposto pelo candidato, que deve estar alinhado às linhas de pesquisa do programa de pós-graduação pretendido. A pontuação seguirá o Anexo III, e será necessário atingir ao menos 50% dos pontos para aprovação.</li>\n</ul>\n<p>Para ser considerado classificado, o candidato deverá obter uma nota final igual ou superior a 75,00 pontos, somando as duas etapas. Adicionalmente, candidatos autodeclarados negros passarão por um procedimento de heteroidentificação telepresencial, enquanto candidatos indígenas e quilombolas terão sua documentação verificada. Para mais detalhes sobre os critérios de avaliação e o cronograma, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado preliminar do processo seletivo está previsto para ser divulgado no dia 14 de novembro de 2025. Os candidatos poderão interpor recursos nos dias 17 e 18 de novembro. A publicação do resultado final, após a análise dos recursos e dos procedimentos de heteroidentificação, está agendada para <strong>10 de dezembro de 2025</strong>.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da nota total. Em caso de empate, os critérios de desempate são, sucessivamente: maior pontuação no Plano de Trabalho, idade igual ou superior a 60 anos, ter exercido a função de jurado e, por fim, maior idade. A homologação do resultado será publicada no Diário Oficial da União (DOU) e no site oficial do concurso. A convocação dos aprovados será realizada por e-mail e/ou telefone, sendo de responsabilidade do candidato manter seus dados cadastrais atualizados.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo convocações e comunicados, no site da UFRR e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "UFMT (MT) – Seleção Simplificada 04/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufmt-mt-selecao-simplificada-04-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 01/10/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Mato Grosso (UFMT) publicou o Edital nº 04/2025, que rege o Processo Seletivo Simplificado para a contratação de <strong>Professor Substituto</strong> para o Instituto de Ciências Agrárias e Ambientais do Campus de Sinop. O certame visa o preenchimento de uma vaga imediata para a área de <strong>Agronomia</strong>, com ênfase em Fisiologia Vegetal, Fruticultura e Plantas Ornamentais e Paisagismo.</p>\n<p>Para concorrer, os candidatos devem possuir formação de nível superior, sendo aceitos diplomas de graduação, especialização, mestrado ou doutorado em Agronomia. A contratação será temporária, com base na Lei nº 8.745/93, para uma jornada de 40 horas semanais e duração inicial de seis meses, com possibilidade de prorrogação. A remuneração varia conforme a titulação do aprovado. Continue a leitura para conferir os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFMT estarão abertas entre os dias <strong>29 de setembro de 2025 e 1º de outubro de 2025</strong>, com encerramento às 15h (horário de Cuiabá-MT). Todo o procedimento deve ser realizado de forma online, através do Sistema Eletrônico de Informações (SEI) da universidade.</p>\n<p>Atenção: candidatos que não possuem cadastro como ‘Usuário Externo’ no SEI devem realizá-lo com pelo menos um dia de antecedência, pois a liberação do acesso é um pré-requisito para a inscrição. No ato da candidatura, será necessário preencher o formulário e anexar toda a documentação exigida em formato PDF, como diploma, documentos pessoais e Currículo Lattes documentado. Não há menção de taxa de inscrição no edital.</p>\n<p>Para garantir que todos os passos sejam cumpridos corretamente, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Substituto da UFMT será estruturado em etapas eliminatórias e classificatórias, exigindo a participação ativa dos candidatos em todas as fases. A seleção ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Sorteio do Ponto:</strong> Etapa de caráter eliminatório, agendada para 13 de outubro de 2025. O comparecimento do candidato no local e horário definidos é obrigatório para permanecer no certame.</li>\n<li><strong>Prova Didática:</strong> Com caráter eliminatório e classificatório, será realizada em 14 de outubro de 2025. Esta etapa avalia a aptidão do candidato para a docência, e a nota de corte para aprovação é de 70,00 pontos.</li>\n<li><strong>Prova de Títulos:</strong> Etapa exclusivamente classificatória, que ocorrerá em 16 de outubro de 2025. Serão analisados o Currículo Lattes e os documentos que comprovam a formação acadêmica e a experiência profissional.</li>\n</ul>\n<p>Para informações detalhadas sobre os critérios de avaliação de cada etapa, o cronograma completo e as regras do certame, é fundamental consultar o edital de abertura e a Portaria Normativa PROGEP 003/2023.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação do resultado final do processo seletivo está prevista para o dia <strong>17 de outubro de 2025</strong>, a partir das 15h. Todos os resultados, desde o deferimento das inscrições até a classificação final, serão publicados no site oficial do Instituto de Ciências Agrárias e Ambientais (ICAA) da UFMT.</p>\n<p>Os candidatos poderão interpor recursos contra o resultado final no dia 20 de outubro de 2025, e a resposta da comissão será divulgada no dia 21 de outubro. Após a homologação, os aprovados serão convocados pela Pró-Reitoria de Gestão de Pessoas (PROGEP/UFMT) e terão o prazo de 10 dias corridos para assinar o contrato, sob pena de perda do direito à vaga.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da UFMT, pois todas as comunicações, convocações e resultados serão divulgados por este meio.</p>\n</div>"
    },
    {
        "title": "Prefeitura Lavras da Mangabeira (CE) – Concurso 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-lavras-da-mangabeira-ce-concurso-02-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 09/10/2025 | Remuneração: até R$ 10212",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Lavras da Mangabeira, no Ceará, publicou o edital para seu novo Concurso Público, organizado pela Universidade Regional do Cariri (URCA). O certame visa o preenchimento de <strong>50 vagas imediatas e a formação de cadastro de reserva</strong> para cargos efetivos do quadro de pessoal do Poder Executivo, sob regime estatutário.</p>\n<p>As oportunidades abrangem os níveis de escolaridade fundamental, médio, técnico e superior, com vagas em diversas áreas, como administrativa, operacional, saúde e educação. <strong>O concurso se destaca por oferecer vagas em áreas de grande interesse, como Engenharia Agronômica, Biologia e para Técnico em Agropecuária.</strong></p>\n<p>Este é um momento importante para quem busca uma carreira estável no serviço público cearense. Nas seções a seguir, você encontrará todos os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para se preparar da melhor forma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Lavras da Mangabeira (CE) serão realizadas exclusivamente pela internet, através do site da banca organizadora, a URCA. O período para se inscrever terá início <strong>às 8h do dia 5 de setembro de 2025 e se encerrará às 23h59 do dia 9 de outubro de 2025</strong>.</p>\n<p>Para confirmar a participação, o candidato deverá preencher o formulário eletrônico no endereço <em>urca.br/cev</em>, gerar e imprimir o boleto bancário. O pagamento da taxa de inscrição deverá ser efetuado até o dia 10 de outubro de 2025. Os valores são definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 100,00</li>\n<li><strong>Nível Médio:</strong> R$ 120,00</li>\n<li><strong>Nível Superior:</strong> R$ 200,00</li>\n</ul>\n<p>A inscrição só será validada após a confirmação do pagamento pela instituição bancária. O edital não detalha procedimentos para solicitação de isenção da taxa. É fundamental que o candidato leia atentamente o edital completo para conhecer todas as regras e garantir sua participação no certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso de Lavras da Mangabeira será estruturado em até três etapas, variando conforme o cargo escolhido pelo candidato. A organização das fases é a seguinte:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, esta etapa é obrigatória para <em>todos os cargos</em>. A prova terá duração de 3 horas e será aplicada no município de Lavras da Mangabeira (CE).</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta fase é exclusiva para os candidatos aos cargos de <em>Professor (Magistério)</em>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta etapa se aplica a todos os candidatos de <em>nível superior</em>, sendo a segunda fase para a maioria e a terceira para os cargos de Magistério.</li>\n</ul>\n<p>Os locais e horários específicos de aplicação das provas serão divulgados no Cartão de Identificação do Candidato. No dia da prova objetiva, os portões serão abertos às 8h e fechados às 9h para o turno da manhã, e abertos às 13h30 com fechamento às 14h30 para o turno da tarde. Para obter informações detalhadas sobre o conteúdo programático, critérios de avaliação e cronograma completo, é indispensável a consulta ao edital oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da Prefeitura de Lavras da Mangabeira será realizada pela Comissão Executiva do Vestibular da URCA, no site oficial <em>urca.br/cev</em>, e também na imprensa oficial do município. Os resultados finais de cada cargo serão publicados assim que todas as etapas correspondentes forem concluídas.</p>\n<p>A classificação final dos candidatos será apresentada em ordem decrescente, com base na soma dos pontos obtidos em todas as fases do certame. Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Maior pontuação na prova de Conhecimentos Específicos;</li>\n<li>Maior nota na Prova Didática (apenas para cargos do Magistério);</li>\n<li>Maior pontuação na prova de Língua Portuguesa;</li>\n<li>Maior pontuação na prova de Conhecimentos Gerais;</li>\n<li>Candidato com maior idade.</li>\n</ul>\n<p>A homologação do resultado final é de responsabilidade do Poder Executivo Municipal e poderá ocorrer de forma segmentada, por categoria de cargo. Após a homologação, os candidatos aprovados dentro do número de vagas deverão acompanhar as convocações nos canais oficiais. É de responsabilidade exclusiva do candidato acompanhar todas as publicações referentes ao concurso no site da banca organizadora e nos meios de comunicação oficiais da prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Morrinhos (CE) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-morrinhos-ce-concurso-01-2025/",
        "description": "Local: Ceará | Tipo: cadastro reserva vaga(s) | Prazo: até 06/10/2025 | Remuneração: até R$ 4750",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Morrinhos, no Ceará, publicou o edital para seu novo Concurso Público, organizado pelo Instituto Consulpam. O certame visa o preenchimento de <strong>224 vagas imediatas</strong>, além da formação de cadastro de reserva, para o quadro de pessoal permanente da administração municipal. As oportunidades são para cargos de níveis <strong>fundamental, médio, técnico e superior</strong>, sob regime de contratação estatutário, garantindo estabilidade aos aprovados.</p>\n<p>As vagas abrangem diversas áreas, como administrativa, serviços gerais, saúde, educação e operacional. Para os profissionais de nível superior, destacam-se as oportunidades para <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>, além de cargos na área ambiental, como Fiscal Ambiental e Técnico em Licença Ambiental. Este concurso representa uma excelente chance para ingressar no serviço público municipal em uma variedade de funções.</p>\n<p>Continue a leitura para conferir os detalhes sobre o período de inscrições, as etapas do processo seletivo e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso da Prefeitura de Morrinhos – CE serão realizadas exclusivamente pela internet. Os interessados deverão acessar o site da banca organizadora, o <strong>Instituto Consulpam</strong> (www.consulpam.com.br), no período de <strong>12 de setembro de 2025 a 06 de outubro de 2025</strong>. É fundamental que o candidato preencha o formulário de inscrição com atenção e gere o boleto bancário para pagamento da taxa.</p>\n<p>Os valores da taxa de inscrição foram definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> R$ 65,00</li>\n<li><strong>Nível Médio:</strong> R$ 95,00</li>\n<li><strong>Nível Superior:</strong> R$ 140,00</li>\n</ul>\n<p>O pagamento do boleto é a etapa que confirma a participação no certame. O edital prevê a possibilidade de solicitar isenção da taxa, mas os critérios e procedimentos específicos devem ser consultados diretamente no documento oficial. Após a inscrição, o candidato deve acompanhar todas as atualizações e comunicados através da área do candidato no site da organizadora.</p>\n<p>Para garantir que todos os requisitos sejam atendidos e para obter informações completas sobre o processo, a leitura integral do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do Concurso de Morrinhos – CE será estruturado em duas etapas principais, variando conforme o nível de escolaridade do cargo:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, aplicável a <em>todos os cargos</em>.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, destinada apenas aos candidatos de <em>nível superior</em> aprovados na prova objetiva.</li>\n</ul>\n<p>A <strong>Prova Objetiva</strong> será composta por questões de múltipla escolha (com alternativas A, B, C e D) sobre Conhecimentos Básicos e Específicos. Para ser aprovado, o candidato deverá obter no mínimo 50% de acerto em cada uma dessas áreas. A aplicação ocorrerá em datas distintas:</p>\n<ul>\n<li><strong>Nível Fundamental:</strong> 13 de dezembro de 2025 (tarde, das 14h às 17h).</li>\n<li><strong>Nível Médio:</strong> 14 de dezembro de 2025 (manhã, das 08h às 11h).</li>\n<li><strong>Nível Superior:</strong> 14 de dezembro de 2025 (tarde, das 14h às 17h).</li>\n</ul>\n<p>A <strong>Prova de Títulos</strong> consistirá na análise da documentação comprobatória de formação acadêmica e experiência profissional. Os candidatos de nível superior aprovados na primeira fase deverão enviar os documentos via upload na área do candidato, conforme o período estabelecido no cronograma.</p>\n<p>Para conhecer o conteúdo programático detalhado, as regras de cada etapa e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do Concurso da Prefeitura de Morrinhos – CE seguirá um cronograma a ser publicado no site do Instituto Consulpam. Os candidatos deverão acompanhar a publicação dos gabaritos preliminares e definitivos da prova objetiva, bem como os resultados de cada etapa, na página oficial do certame.</p>\n<p>A classificação final será organizada em ordem decrescente da pontuação total obtida e divulgada em três listas: ampla concorrência, pessoas com deficiência e pessoas pretas e pardas. Em caso de empate na nota final, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (prevalecendo o mais idoso);</li>\n<li>Maior nota na prova de conhecimentos específicos;</li>\n<li>Maior nota na prova de conhecimentos gerais;</li>\n<li>Maior idade (para candidatos com menos de 60 anos);</li>\n<li>Ter exercido a função de jurado.</li>\n</ul>\n<p>Após a divulgação do resultado final, o concurso será homologado, tornando pública a classificação definitiva. A convocação dos aprovados para a nomeação e posse será realizada posteriormente, de acordo com a necessidade da administração municipal.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e nos meios de comunicação oficiais da Prefeitura de Morrinhos – CE.</p>\n</div>"
    },
    {
        "title": "Prefeitura São Miguel do Iguaçu (PR) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-miguel-do-iguacu-pr-selecao-simplificada-01-2025-2/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 25/09/2025 | Remuneração: até R$ 6437.22",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura de São Miguel do Iguaçu, no estado do Paraná, publicou o edital de seu Processo Seletivo Simplificado para contratação por prazo determinado. O certame visa preencher vagas imediatas e formar cadastro de reserva para profissionais de nível superior, que atuarão na Secretaria Municipal de Meio Ambiente. O regime de contratação será o Geral de Previdência Social (CLT).</p>\n<p>Este processo seletivo é uma excelente oportunidade para profissionais das áreas de ciências agrárias e ambientais, com vagas específicas para os cargos de <strong>Engenheiro Agrônomo</strong> e <strong>Engenheiro Ambiental</strong>. O contrato terá validade de até um ano, podendo ser prorrogado por igual período.</p>\n<p>Para saber como participar, continue a leitura e confira os detalhes sobre o período de inscrições, as etapas da seleção e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo Simplificado de São Miguel do Iguaçu (PR) estarão abertas entre <strong>11 de setembro de 2025 e 25 de setembro de 2025</strong>. A participação é <strong>gratuita</strong>, não havendo cobrança de taxa de inscrição.</p>\n<p>Os interessados podem se inscrever de duas formas:</p>\n<ul>\n<li><strong>Online:</strong> através do site oficial da prefeitura, em <a href=\"https://www.saomiguel.pr.gov.br\" rel=\"noopener\" target=\"_blank\">www.saomiguel.pr.gov.br</a>.</li>\n<li><strong>Presencialmente:</strong> no setor de Protocolo do Paço Municipal Abel Bez Batti, localizado na Rua Vânio Ghellere, nº 64, Centro, durante o horário de funcionamento.</li>\n</ul>\n<p>No ato da inscrição, seja online ou presencial, o candidato deverá apresentar a documentação exigida, que inclui o formulário de inscrição preenchido, cópia de documento de identificação, comprovante de escolaridade e os documentos para a prova de títulos. É fundamental que todos os comprovantes de experiência e aperfeiçoamento profissional sejam entregues neste momento.</p>\n<p>Para garantir a correta participação, leia atentamente todas as instruções contidas no edital oficial.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da Prefeitura de São Miguel do Iguaçu será realizado em uma única etapa avaliativa: a <strong>Prova de Títulos e Experiência Profissional</strong>, de caráter exclusivamente classificatório. A pontuação máxima que um candidato pode atingir é de 100 pontos.</p>\n<p>A análise levará em conta os documentos comprobatórios entregues no ato da inscrição, seguindo os critérios abaixo:</p>\n<ul>\n<li><strong>Pós-Graduação (até 45 pontos):</strong> Serão pontuados cursos de Especialização (5 pontos por curso, máximo de 15), Mestrado (15 pontos) e Doutorado (15 pontos).</li>\n<li><strong>Aperfeiçoamento Profissional (até 20 pontos):</strong> Cursos na área de atuação (Engenharia Agronômica ou Ambiental) com carga horária mínima de 6 horas receberão 2 pontos cada.</li>\n<li><strong>Tempo de Serviço (até 35 pontos):</strong> A experiência profissional comprovada na área específica do cargo será pontuada em 0,5 ponto por mês trabalhado.</li>\n</ul>\n<p>Candidatos que não apresentarem títulos não serão eliminados, mas receberão nota zero nesta etapa. Para conhecer todos os detalhes sobre os documentos aceitos e os critérios de pontuação, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados será publicado no Diário Oficial do Município, disponível no site da Prefeitura de São Miguel do Iguaçu. As principais datas previstas são:</p>\n<ul>\n<li><strong>Divulgação da Lista de Inscritos:</strong> 30 de setembro de 2025.</li>\n<li><strong>Resultado Preliminar da Prova de Títulos:</strong> 06 de outubro de 2025.</li>\n<li><strong>Homologação do Resultado Final:</strong> 10 de outubro de 2025.</li>\n</ul>\n<p>A classificação final dos candidatos será determinada pelo somatório dos pontos obtidos na Prova de Títulos. Em caso de empate, os critérios de desempate seguirão a seguinte ordem: maior idade, formação profissional adicional e maior tempo de experiência na área. A convocação dos aprovados ocorrerá de acordo com a necessidade da administração municipal e será comunicada por meio de edital específico e por e-mail.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame no site <a href=\"https://www.saomiguel.pr.gov.br\" rel=\"noopener\" target=\"_blank\">www.saomiguel.pr.gov.br</a> e no Diário Oficial do Município.</p>\n</div>"
    },
    {
        "title": "UEM (PR) – Seleção Pública 285/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uem-pr-selecao-publica-285-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 06/10/2025 | Remuneração: até R$ 10687.27",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Maringá (UEM) publicou o edital do seu Teste Seletivo destinado à contratação de <strong>Professor Temporário</strong>. O certame visa o preenchimento de 43 vagas imediatas, além da formação de cadastro de reserva, para profissionais de nível superior com titulação de especialista, mestre ou doutor. As contratações serão realizadas em regime temporário, conforme as normas da Lei Complementar n.º 108/2005, para atender a necessidades de excepcional interesse público da instituição.</p>\n<p>As oportunidades abrangem diversas áreas do conhecimento, distribuídas entre os centros de ensino da universidade. O certame se destaca por oferecer vagas em áreas de grande relevância, como <strong>Agronomia, Medicina Veterinária, Zootecnia, Biologia, Engenharia Ambiental, Engenharia Florestal e Nutrição</strong>, além de posições nas áreas de Ciências Exatas, Humanas, Saúde e outras Engenharias.</p>\n<p>Para saber como participar e concorrer a uma das vagas, continue a leitura e confira os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma completo nas seções a seguir.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Teste Seletivo da UEM estarão abertas no período de <strong>18 de setembro de 2025 a 06 de outubro de 2025, até as 23h59</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do endereço eletrônico oficial <em>www.uem.br/concurso</em>. A taxa de inscrição foi fixada no valor único de <strong>R$ 212,43</strong> para todas as áreas de conhecimento.</p>\n<p>É fundamental que o candidato anexe todos os documentos comprobatórios para a avaliação de títulos e currículo diretamente no sistema no momento da inscrição. O pagamento da taxa deverá ser efetuado por meio da guia de recolhimento até o dia <strong>07 de outubro de 2025</strong>.</p>\n<p>Candidatos que atendam aos critérios especificados no edital poderão solicitar a isenção da taxa de inscrição nos dias <strong>18 e 19 de setembro de 2025</strong>. O resultado dos pedidos de isenção será divulgado em 23 de setembro, com prazo para reconsideração no dia 24 de setembro e resultado final da análise em 25 de setembro. Após a efetivação da inscrição, o candidato deverá acompanhar o status do pagamento através do ‘Menu do Candidato’ no site do concurso.</p>\n<p>Para informações completas sobre os requisitos e procedimentos, a leitura integral do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Temporário da UEM será composto por duas etapas obrigatórias, ambas fundamentais para a classificação dos candidatos. A estrutura de avaliação foi projetada para analisar tanto a capacidade didática quanto a trajetória acadêmica e profissional dos participantes.</p>\n<ul>\n<li><strong>Prova Didática</strong>\n<ul>\n<li><strong>Caráter:</strong> Eliminatório.</li>\n<li><strong>Formato:</strong> Consiste em uma aula expositiva com duração de até 30 minutos sobre um tema sorteado com antecedência mínima de 20 horas. A prova poderá ser realizada de forma presencial ou remota (síncrona ou assíncrona) e exige a entrega prévia de um plano de aula, sob pena de eliminação do candidato.</li>\n<li><strong>Critério de Aprovação:</strong> Para ser aprovado, o candidato deverá obter nota média igual ou superior a 6,0 (seis).</li>\n<li><strong>Período de Realização:</strong> A aplicação está prevista para ocorrer entre os dias <strong>03 e 07 de novembro de 2025</strong>.</li>\n</ul>\n</li>\n<li><strong>Avaliação de Títulos e Currículo</strong>\n<ul>\n<li><strong>Caráter:</strong> Classificatório.</li>\n<li><strong>Formato:</strong> Análise documental do currículo Lattes e dos comprovantes de formação acadêmica, atividades de ensino, pesquisa, extensão e experiência profissional. Os documentos devem ser anexados pelo candidato no ato da inscrição, e a pontuação seguirá os critérios detalhados no Anexo III do edital.</li>\n<li><strong>Participantes:</strong> Apenas os candidatos aprovados na Prova Didática terão seus títulos e currículos avaliados.</li>\n</ul>\n</li>\n</ul>\n<p>Para conhecer todos os detalhes sobre os procedimentos, critérios de avaliação, conteúdo programático e o cronograma específico de cada área, é essencial a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos no teste seletivo da UEM será calculada com base na média aritmética ponderada das notas obtidas nas duas etapas. A <strong>Prova Didática terá peso seis</strong>, enquanto a <strong>Avaliação de Títulos e Currículo terá peso quatro</strong>. A lista de aprovados será organizada em ordem decrescente da pontuação final.</p>\n<p>O cronograma de divulgação dos resultados é o seguinte:</p>\n<ul>\n<li><strong>Resultado da Prova Didática:</strong> A previsão de divulgação é no dia <strong>10 de novembro de 2025</strong>.</li>\n<li><strong>Resultado da Avaliação de Títulos e Currículo:</strong> Previsto para <strong>18 de novembro de 2025</strong>.</li>\n<li><strong>Resultado Final e Classificação:</strong> A publicação está prevista para <strong>28 de novembro de 2025</strong>, no site do concurso e na Imprensa Oficial do Estado.</li>\n</ul>\n<p>Em caso de empate na pontuação final, serão aplicados os seguintes critérios de desempate, nesta ordem: idade igual ou superior a 60 anos; maior nota na prova didática; maior pontuação na avaliação de títulos; maior tempo de magistério em graduação, pós-graduação stricto sensu e lato sensu; e, por fim, idade mais elevada.</p>\n<p>Após a análise de eventuais recursos, o resultado final será homologado. A convocação dos aprovados seguirá rigorosamente a ordem de classificação, e os candidatos terão o prazo de cinco dias úteis para declarar o aceite da vaga após a publicação do edital de convocação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, incluindo editais de convocação, resultados e comunicados, no endereço eletrônico oficial do concurso (<em>www.uem.br/concurso</em>) e no Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "SEAMA (ES) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/seama-es-selecao-simplificada-01-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 19/09/2025 | Remuneração: até R$ 6389.89",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Processo Seletivo Simplificado nº 01/2025 da Secretaria de Estado do Meio Ambiente e Recursos Hídricos do Espírito Santo (SEAMA) foi publicado. O certame visa à contratação temporária e à formação de cadastro de reserva para o cargo de Técnico de Nível Superior, sob regime de designação temporária, conforme a Lei Complementar nº 809/2015. As oportunidades são para profissionais com formação superior em diversas áreas de atuação ligadas à gestão ambiental e políticas climáticas. <strong>Há vagas que contemplam formações em Biologia, Engenharia Ambiental, Engenharia Florestal e Engenharia Agronômica.</strong> Se você possui a qualificação necessária e busca uma oportunidade no setor público, continue a leitura para entender os detalhes sobre inscrições, etapas e cronograma.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da SEAMA serão realizadas exclusivamente online, através do portal <em>www.selecao.es.gov.br</em>. O período para se candidatar inicia às <strong>10h do dia 10 de setembro de 2025 e encerra às 20h do dia 19 de setembro de 2025</strong>, seguindo o horário oficial de Brasília/DF. O edital não especifica valores para taxa de inscrição. É importante ressaltar que, uma vez confirmada, a inscrição não poderá ser alterada, e será aceita apenas uma candidatura por CPF. O candidato é inteiramente responsável pela veracidade das informações fornecidas, que serão comprovadas em etapas posteriores. Para garantir sua participação, preencha todos os dados com atenção e guarde a ficha de inscrição gerada pelo sistema. Para conhecer todas as regras e condições, a leitura completa do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da SEAMA será conduzido em etapas que avaliam a qualificação e a experiência dos candidatos, sem a aplicação de provas escritas. A seleção é composta por:</p>\n<ul>\n<li><strong>Inscrição:</strong> Primeira fase, de caráter eliminatório, onde o candidato preenche suas informações pessoais, de qualificação e experiência profissional no sistema online.</li>\n<li><strong>Avaliação das Informações Declaradas:</strong> Etapa de caráter classificatório e eliminatório, na qual a comissão avaliará os dados fornecidos na inscrição. A pontuação será baseada em critérios de qualificação profissional, experiência profissional e experiência de estágio. Serão eliminados os candidatos que obtiverem pontuação inferior a 20 pontos.</li>\n<li><strong>Comprovação das Informações:</strong> Os candidatos classificados serão convocados para apresentar a documentação comprobatória de todas as informações declaradas na inscrição, como diplomas, certificados e comprovantes de experiência.</li>\n<li><strong>Formalização do Contrato:</strong> Etapa final, na qual os candidatos aprovados e convocados apresentam os documentos necessários para a contratação temporária.</li>\n</ul>\n<p>Para obter detalhes sobre os critérios de pontuação, a documentação exigida e o cronograma completo, consulte o edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A lista de classificação dos candidatos no processo seletivo será divulgada no endereço eletrônico <em>www.selecao.es.gov.br</em>. Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Maior pontuação em experiência profissional;</li>\n<li>Maior pontuação em qualificação profissional;</li>\n<li>Maior idade.</li>\n</ul>\n<p>Após a divulgação dos resultados, haverá um prazo de três dias úteis para a interposição de pedidos de reconsideração, conforme procedimento a ser divulgado no mesmo site. O resultado final será publicado após a análise dos recursos. A convocação para a comprovação de documentos e para a formalização do contrato ocorrerá por meio de publicações específicas no portal da seleção. O certame terá validade de 12 meses, podendo ser prorrogado por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site <em>www.selecao.es.gov.br</em> para não perder prazos e convocações.</p>\n</div>"
    },
    {
        "title": "UNEMAT (MT) – Seleção Simplificada 14/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/unemat-mt-selecao-simplificada-14-2025/",
        "description": "Local: Mato Grosso | Tipo: cadastro reserva vaga(s) | Prazo: até 17/09/2025 | Remuneração: até R$ 4800",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade do Estado de Mato Grosso (UNEMAT) publicou o edital de seu Processo Seletivo Simplificado para a contratação temporária de Professor da Educação Superior. O certame, conduzido pela Faculdade de Linguagem, Ciências Agrárias e Sociais Aplicadas do Câmpus de Pontes e Lacerda, visa preencher vagas e formar cadastro de reserva para atender às necessidades do curso de <strong>Agronomia</strong>.</p>\n<p>As oportunidades são destinadas a profissionais com nível superior e pós-graduação, abrangendo áreas como Biologia, Química, Física e Matemática. Este processo seletivo representa uma excelente oportunidade para docentes que desejam atuar em uma instituição de referência no ensino superior. Confira nas seções seguintes os detalhes sobre inscrições, etapas e cronograma para se preparar.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para este processo seletivo são <strong>gratuitas</strong> e devem ser realizadas exclusivamente pela internet. O período para se candidatar está previsto para iniciar em <strong>09 de setembro de 2025</strong> e encerrar às <strong>23h55 do dia 17 de setembro de 2025</strong> (horário oficial de Mato Grosso).</p>\n<p>Para efetivar a inscrição, o candidato deverá preencher o formulário online no site oficial e anexar todos os documentos obrigatórios em formato PDF, que incluem identificação, CPF, diplomas e os planejamentos de trabalho. Não há taxa de inscrição e, portanto, não há processo de isenção. Após o envio, é fundamental que o candidato acesse o “Painel do Candidato” para conferir se todas as informações e documentos foram submetidos corretamente. Para conhecer a lista completa de documentos e todas as regras, é fundamental a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção será realizado em duas etapas principais, ambas de caráter eliminatório, sendo a segunda também classificatória. Não haverá aplicação de provas objetivas ou discursivas.</p>\n<ul>\n<li><strong>Análise da Inscrição:</strong> De caráter eliminatório, esta fase consiste na verificação dos documentos comprobatórios enviados pelo candidato no ato da inscrição. O objetivo é confirmar se todos os pré-requisitos para a vaga foram atendidos e se a documentação está completa e correta.</li>\n<li><strong>Avaliação de Títulos e Planejamento de Trabalho:</strong> De caráter eliminatório e classificatório, esta etapa avalia a qualificação e a experiência do candidato. A pontuação será composta pela soma de dois critérios: a Avaliação de Títulos, baseada em uma tabela de pontuação (Barema), e a Avaliação do Planejamento de Trabalho, que inclui a análise de um Plano de Ensino (40 pontos) e um Plano de Ação de Extensão (60 pontos).</li>\n</ul>\n<p>Consulte o edital para acessar os anexos com os critérios detalhados de pontuação do Barema e os modelos para a elaboração do planejamento de trabalho.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A homologação preliminar das inscrições será divulgada no dia 18 de setembro de 2025, com o resultado final publicado em 23 de setembro, após o período de recursos. O resultado preliminar da Avaliação de Títulos e do Planejamento de Trabalho está previsto para 25 de setembro de 2025.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da pontuação total, obtida pela soma dos pontos da Avaliação de Títulos e do Planejamento de Trabalho. Em caso de empate, os critérios de desempate serão, sucessivamente: maior idade e maior tempo de experiência no Ensino Superior. A homologação do resultado final do processo seletivo será publicada em <strong>30 de setembro de 2025</strong>.</p>\n<p>As convocações dos aprovados ocorrerão a partir de 01 de outubro de 2025 e serão divulgadas exclusivamente no site da UNEMAT. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no endereço eletrônico da instituição.</p>\n</div>"
    },
    {
        "title": "UFAM (AM) – Seleção Simplificada 11/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufam-am-selecao-simplificada-11-2025/",
        "description": "Local: Amazonas | Tipo: cadastro reserva vaga(s) | Prazo: até 03/10/2025 | Remuneração: até R$ 8.058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Fundação Universidade do Amazonas (UFAM) publicou o edital de seu Processo Seletivo Simplificado para a contratação de Professores Substitutos. O certame visa o preenchimento de 46 vagas imediatas, além da formação de cadastro de reserva, para atender às necessidades temporárias das Unidades Acadêmicas da Capital e do Interior.</p>\n<p>As oportunidades são destinadas a candidatos com nível superior, sob regime de contratação temporária, regido pela Lei nº 8.745/93. O processo seletivo contempla diversas áreas do conhecimento, com <strong>oportunidades de destaque para profissionais de Agronomia, Ciência Animal (Zootecnia e Medicina Veterinária), Biologia (Ecologia e Imunologia), Nutrição e Engenharia de Alimentos</strong>.</p>\n<p>Nas seções a seguir, você encontrará informações detalhadas sobre o período de inscrições, as etapas de avaliação e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFAM estarão abertas no período de <strong>16 de setembro de 2025 a 03 de outubro de 2025</strong>. Todo o procedimento deve ser realizado de forma online, por meio do preenchimento da ficha de inscrição disponível no portal da Pró-Reitoria de Gestão de Pessoas (PROGESP).</p>\n<p>Os candidatos que se enquadram nos critérios estabelecidos no Edital GR n° 015/2023 poderão solicitar a isenção da taxa de inscrição. Para os demais, o pagamento deverá ser efetuado via boleto bancário, respeitando a data de vencimento. O edital também prevê a possibilidade de solicitar atendimento específico para inclusão de nome social e condições especiais para pessoas com deficiência (PcD) ou lactantes.</p>\n<p>É fundamental que o candidato acompanhe a situação de sua inscrição e demais comunicados na página oficial do certame. Para conhecer todos os detalhes, requisitos e procedimentos, a leitura integral do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da UFAM será estruturado em duas etapas principais, elaboradas para avaliar a qualificação e a aptidão pedagógica dos candidatos para o cargo de Professor Substituto.</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta etapa consiste em uma avaliação prática para aferir o domínio do conteúdo e a capacidade de ensino do candidato em sua respectiva área. As datas de realização serão definidas e comunicadas por cada unidade acadêmica aos inscritos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter meramente classificatório, esta fase consiste na análise curricular dos candidatos. Serão pontuados a formação acadêmica, a produção científica e a experiência profissional, conforme os critérios detalhados no edital.</li>\n</ul>\n<p>Para informações completas sobre os critérios de avaliação, pontuação de títulos e o cronograma detalhado, é essencial consultar o Edital GR n° 015/2023 e as publicações da unidade acadêmica correspondente à vaga.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do certame da UFAM seguirá as etapas de homologação das inscrições, com publicação das listas preliminar e definitiva. O resultado final de cada área será homologado pelo Conselho da respectiva Unidade Acadêmica e, posteriormente, ratificado por meio de Portaria do Reitor, a ser publicada no Diário Oficial da União (DOU).</p>\n<p>A validade deste processo seletivo será de 1 (um) ano, a contar da data de homologação do resultado final, com possibilidade de prorrogação por igual período, conforme o interesse da instituição. A convocação dos candidatos aprovados ocorrerá de acordo com a necessidade da UFAM, e o acompanhamento das chamadas deve ser feito no site da PROGESP e no DOU.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todos os atos, editais e comunicados referentes a este processo seletivo simplificado, publicados no endereço eletrônico oficial da UFAM e no Diário Oficial da União.</p>\n</div>"
    },
    {
        "title": "SEMAS (PA) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/semas-pa-selecao-simplificada-02-2025/",
        "description": "Local: Pará | Tipo: cadastro reserva vaga(s) | Prazo: até 11/09/2025 | Remuneração: até R$ 2414.5",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Secretaria de Estado de Meio Ambiente, Clima e Sustentabilidade do Pará (SEMAS) publicou o edital nº 2/2025 para seu novo Processo Seletivo Simplificado (PSS). O certame visa o preenchimento de <strong>31 vagas imediatas</strong>, além da formação de cadastro de reserva, para funções temporárias de Nível Médio e Superior. As contratações serão por prazo determinado, conforme a necessidade da administração pública.</p>\n<p>As oportunidades abrangem diversas áreas de atuação. Para profissionais de nível superior, há vagas de grande interesse para o nosso público, incluindo cargos para formados em <strong>Biologia, Engenharia Agronômica, Engenharia Ambiental e Engenharia Florestal</strong>. Além dessas, o PSS contempla vagas nas áreas de geologia, administração, psicologia, informática e engenharia elétrica.</p>\n<p>Se você busca uma oportunidade no serviço público do Pará e possui a formação exigida, continue a leitura para entender em detalhes as etapas de inscrição, o processo de seleção e como acompanhar os resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o PSS da SEMAS-PA estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>08 de setembro de 2025 até as 23h59 do dia 11 de setembro de 2025</strong>. Não haverá cobrança de taxa de inscrição para participar deste processo seletivo.</p>\n<p>Para se inscrever, o candidato deverá acessar o site oficial do Sistema Integrado de Processo Seletivo Simplificado (SIPROS), no endereço <em>www.sipros.pa.gov.br</em>, preencher o formulário eletrônico e realizar o upload da documentação comprobatória exigida. Os arquivos devem estar nos formatos JPEG, PNG, JPG ou PDF.</p>\n<p>É crucial preparar e digitalizar todos os documentos solicitados no edital, como identificação, comprovantes de escolaridade, experiência profissional e qualificação, pois a análise curricular será baseada nessas informações. Como não há taxa, não há procedimentos para isenção. Após a confirmação, o sistema gerará um número de inscrição para acompanhamento.</p>\n<p>Recomendamos a leitura atenta do edital para verificar a lista completa de documentos obrigatórios para cada função e garantir que a inscrição seja realizada corretamente.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado da SEMAS será composto por três fases distintas, todas de caráter competitivo. A seleção dos candidatos ocorrerá da seguinte forma:</p>\n<ul>\n<li><strong>Primeira Fase – Inscrição:</strong> De caráter habilitatório, esta etapa consiste no preenchimento correto do formulário online e no envio de toda a documentação exigida dentro do prazo estipulado.</li>\n<li><strong>Segunda Fase – Análise Documental e Curricular:</strong> De caráter eliminatório e classificatório, a comissão avaliará os documentos enviados pelos candidatos. Apenas serão analisados os currículos dos candidatos classificados até três vezes o número de vagas por função. Para avançar, é necessário obter nota mínima de 11,0 pontos (Nível Médio) ou 6,0 pontos (Nível Superior).</li>\n<li><strong>Terceira Fase – Entrevista Pessoal:</strong> Também de caráter eliminatório e classificatório, esta fase será presencial e convocará os candidatos mais bem classificados na etapa anterior, respeitando o limite de três vezes o número de vagas. Durante a entrevista, o candidato deverá apresentar a documentação original e será avaliado com base em critérios definidos no edital, sendo necessária a nota mínima de 6,0 pontos para aprovação.</li>\n</ul>\n<p>Para obter detalhes sobre os critérios de pontuação, o conteúdo avaliado e o cronograma completo de cada fase, é indispensável a consulta ao edital oficial do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos no PSS da SEMAS será determinada pela somatória dos pontos obtidos na Análise Documental e Curricular e na Entrevista Pessoal. Os resultados preliminares e definitivos de cada etapa serão divulgados no endereço eletrônico <em>www.sipros.pa.gov.br</em>, conforme o cronograma oficial.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação na qualificação profissional;</li>\n<li>Maior pontuação na experiência profissional;</li>\n<li>Candidato com maior idade (considerando dia, mês e ano).</li>\n</ul>\n<p>Após a divulgação do resultado final, o certame será homologado. A convocação para a assinatura do contrato temporário será publicada nos canais oficiais, e os candidatos aprovados dentro do número de vagas deverão apresentar a documentação original para conferência.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no site oficial da SEMAS e no Diário Oficial do Estado do Pará.</p>\n</div>"
    },
    {
        "title": "Prefeitura Jarinu (SP) – Concurso 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-jarinu-sp-concurso-03-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025 | Remuneração: até R$ 13455",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Jarinu, São Paulo, por meio do Instituto Mais de Gestão e Desenvolvimento Social, publicou o edital de seu novo Concurso Público (Edital nº 13.746 de 01 de agosto de 2025), visando ao provimento de 20 vagas imediatas, além da formação de cadastro reserva. Este certame, regido pelo regime estatutário, oferece oportunidades para todos os níveis de escolaridade: fundamental incompleto, fundamental completo, médio/técnico e superior. As vagas contemplam diversas áreas, com destaque para cargos como Agrônomo, Biólogo, Engenheiro Ambiental, Nutricionista e Veterinário, áreas de grande interesse para nosso público.</p>\n<p>Continue lendo para conferir todos os detalhes e descobrir como participar!</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Concurso Público da Prefeitura de Jarinu/SP estão abertas e serão recebidas exclusivamente via internet, através do site do Instituto Mais (<a href=\"www.institutomais.org.br\">www.institutomais.org.br</a>). O período para se candidatar vai das 10h do dia <strong>08 de setembro de 2025</strong> até as 17h do dia <strong>07 de outubro de 2025</strong>, horário de Brasília/DF.</p>\n<p>As taxas de inscrição e os procedimentos para pagamento serão detalhados no boleto bancário, que terá vencimento em 08 de outubro de 2025 e estará disponível para impressão no mesmo site. Candidatos podem se inscrever para mais de um cargo, desde que as provas não ocorram no mesmo dia/período, gerando um boleto individual para cada inscrição.</p>\n<p>É importante ressaltar que não haverá isenção total ou parcial da taxa de inscrição, exceto para candidatos amparados pela Lei Federal nº 13.656/2018. Não serão aceitos pedidos de alteração de cargo após a efetivação da inscrição, e o valor pago não será restituído em nenhuma hipótese.</p>\n<p>Para dúvidas e orientações, o Instituto Mais oferece atendimento pelo telefone (11) 2539-0919 (das 9h às 12h ou das 14h às 17h, exceto finais de semana e feriados) ou pelo e-mail <a class=\"__cf_email__\" data-cfemail=\"25564446654c4b56514c5150514a48444c560b4a57420b4757\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a>.</p>\n<p>Recomenda-se a leitura completa do Edital para verificar todos os requisitos, prazos e condições.</p>\n<h2>Etapas e Provas</h2>\n<p>O Concurso Público da Prefeitura de Jarinu/SP será composto pelas seguintes etapas:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> Caráter eliminatório e classificatório para todos os cargos. Consistirá em questões de múltipla escolha com 4 alternativas, abordando as seguintes disciplinas gerais:\n<ul>\n<li><strong>Ensino Fundamental Incompleto:</strong> Língua Portuguesa, Matemática e Conhecimentos Básicos de Legislação Municipal. Cargos como Auxiliar de Manutenção, Borracheiro, Cozinheiro, Coveiro, Eletricista, Funileiro, Guarda de Patrimônio, Pedreiro e Pintor terão, adicionalmente, Conhecimentos Específicos.</li>\n<li><strong>Ensino Fundamental Completo:</strong> Língua Portuguesa, Matemática, Conhecimentos Básicos de Legislação Municipal e Conhecimentos Específicos.</li>\n<li><strong>Ensino Médio Completo:</strong> Língua Portuguesa, Raciocínio Lógico, Conhecimentos Básicos de Legislação Municipal e Conhecimentos Específicos.</li>\n<li><strong>Ensino Médio Técnico Completo:</strong> Língua Portuguesa, Raciocínio Lógico, Conhecimentos Básicos de Legislação Municipal e Conhecimentos Específicos.</li>\n<li><strong>Ensino Superior Completo:</strong> Língua Portuguesa, Raciocínio Lógico-Matemático, Conhecimentos Básicos de Legislação Municipal, Noções de Informática e Conhecimentos Específicos.</li>\n</ul>\n</li>\n<li><strong>Prova Prática:</strong> Caráter eliminatório.\n<ul>\n<li>Para o cargo de <strong>Operador de Máquina</strong>, verificará os conhecimentos necessários à área de atuação.</li>\n<li>Para os cargos de <strong>Motoboy, Motorista e Motorista de Ônibus</strong>, será uma Prova Prática de Direção Veicular, de caráter eliminatório.</li>\n</ul>\n</li>\n<li><strong>Teste de Aptidão Física (TAF):</strong> Caráter eliminatório, exclusivo para o cargo de <strong>Agente Municipal de Defesa Civil</strong>, avaliando a condição física para o desempenho das funções.</li>\n</ul>\n<p>As Provas Objetivas estão previstas para 23 ou 30 de novembro de 2025, em locais e horários a serem divulgados posteriormente. É fundamental que o candidato leia o Edital completo para detalhes sobre o conteúdo programático específico de cada cargo, regras e cronograma de todas as etapas.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final de cada candidato será equivalente ao total de pontos obtidos nas Provas Objetivas. A classificação dos candidatos será organizada em ordem decrescente da Nota Final, em listas gerais e específicas (para Pessoas com Deficiência).</p>\n<p>Em caso de empate, os critérios sucessivos de desempate serão: idade igual ou superior a 60 anos, maior número de acertos em Conhecimentos Específicos, Língua Portuguesa, Conhecimentos Básicos de Legislação Municipal, Raciocínio Lógico-Matemático (quando houver), Raciocínio Lógico (quando houver), Matemática (quando houver), Noções de Informática (quando houver), maior idade (inferior a 60 anos) e ter exercido efetivamente a função de Jurado.</p>\n<p>O resultado final do Concurso Público será divulgado nos sites do Instituto Mais (<a href=\"www.institutomais.org.br\">www.institutomais.org.br</a>), da Prefeitura Municipal de Jarinu (<a href=\"www.jarinu.sp.gov.br\">www.jarinu.sp.gov.br</a>) e no Diário Oficial do Município. O prazo de validade deste Concurso será de 02 anos, prorrogável uma única vez por igual período, a critério da Administração.</p>\n<p>Recursos poderão ser interpostos em até 02 dias úteis após as divulgações dos resultados da isenção, inscrições, aplicação de provas, gabaritos, resultados provisórios e resultado final. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site da banca organizadora e no Diário Oficial do Município para não perder prazos e informações importantes.</p>\n</div>"
    },
    {
        "title": "MP-SP (SP) – Concurso 004/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/mp-sp-sp-concurso-004-2025/",
        "description": "Local: São Paulo | Tipo: cadastro reserva vaga(s) | Prazo: até 07/10/2025 | Remuneração: até R$ 18705.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Ministério Público do Estado de São Paulo (MP-SP) publicou o edital (Aviso nº 531/2024 – PGJ) de seu novo concurso público, organizado pela Fundação VUNESP. O certame visa o preenchimento de 13 vagas imediatas e a formação de cadastro de reserva para o cargo de Analista Técnico Científico, que exige nível superior completo. As oportunidades abrangem diversas especialidades, como Arquitetura e Urbanismo, Biologia, Contabilidade, Economia, Engenharias, Geografia, Geologia, Medicina Veterinária e Pedagogia.</p>\n<p>O regime de contratação é o Estatutário, garantindo estabilidade aos aprovados. A carga horária de trabalho é de 40 horas semanais. O concurso se destaca por oferecer vagas em áreas de grande relevância, como <strong>Engenharia Agronômica</strong>, <strong>Biologia</strong> e <strong>Medicina Veterinária</strong>, representando uma excelente oportunidade para profissionais especializados.</p>\n<p>Nas seções a seguir, você encontrará informações detalhadas sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados para ajudar em sua preparação.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso do MP-SP estarão abertas das 10h de 02 de setembro de 2025 até as 23h59 de 07 de outubro de 2025. Todo o procedimento deve ser realizado exclusivamente pela internet, através do site oficial da banca organizadora, a Fundação VUNESP. O valor da taxa de inscrição foi fixado em R$ 197,00 para todas as especialidades.</p>\n<p>Candidatos que atendam aos requisitos legais podem solicitar isenção ou redução da taxa. A isenção total é concedida a doadores de sangue, conforme a Lei Estadual nº 12.147/05. Já a redução de 50% no valor é destinada a estudantes que recebam remuneração mensal inferior a dois salários mínimos ou estejam desempregados, de acordo com a Lei Estadual nº 12.782/07. O período para solicitar esses benefícios é das 10h de 02 de setembro de 2025 às 23h59 de 03 de setembro de 2025, com envio da documentação comprobatória via upload no site da banca.</p>\n<p>O pagamento da taxa deve ser efetuado por meio de boleto bancário até o dia 08 de outubro de 2025. É fundamental que o candidato acompanhe a confirmação de sua inscrição na área restrita do site da VUNESP. Para informações completas sobre os procedimentos, é indispensável a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para o cargo de Analista Técnico Científico do MP-SP será realizado em fase única, composta por duas provas aplicadas no mesmo dia, com duração total de 5 horas. Ambas as avaliações possuem caráter eliminatório e classificatório. A aplicação está prevista para o dia <strong>14 de dezembro de 2025</strong>.</p>\n<p>A seleção compreenderá as seguintes provas:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> Composta por 60 questões de múltipla escolha, com 5 alternativas cada. A avaliação abrangerá Conhecimentos Gerais (Língua Portuguesa, Raciocínio Lógico e Legislação Específica – Noções de Direito) e Conhecimentos Específicos da área de atuação. Para ser habilitado, o candidato deverá obter nota igual ou superior a 20 pontos, em uma escala de 0 a 40.</li>\n<li><strong>Prova Discursiva:</strong> Consistirá na resolução de um Estudo de Caso relacionado aos conhecimentos específicos da especialidade. A prova será avaliada em uma escala de 0 a 60 pontos, sendo necessário obter no mínimo 30 pontos para ser considerado habilitado. Apenas serão corrigidas as provas discursivas dos candidatos mais bem classificados na prova objetiva, conforme os limites estabelecidos no edital.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático de cada disciplina, os critérios de correção da prova discursiva e as regras de aplicação, é fundamental consultar o edital completo do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação do gabarito preliminar da Prova Objetiva está prevista para o dia 16 de dezembro de 2025. Após o período para interposição de recursos, o gabarito definitivo e os resultados preliminares serão publicados no Diário Oficial do Estado de São Paulo e disponibilizados no site da VUNESP. A classificação final será obtida pela soma das notas das provas objetiva e discursiva.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão, sucessivamente, a seguinte ordem: idade igual ou superior a 60 anos, maior pontuação na Prova Discursiva, maior pontuação na Prova Objetiva, maior número de acertos em Conhecimentos Específicos, entre outros previstos no edital. A homologação do resultado final do concurso será publicada no Diário Oficial, oficializando a lista de aprovados. O certame terá validade de 2 anos, a contar da data de homologação, podendo ser prorrogado uma vez por igual período.</p>\n<p>A convocação dos candidatos aprovados para nomeação e posse ocorrerá de acordo com a necessidade do MP-SP e seguirá rigorosamente a ordem de classificação. O acompanhamento de todas as publicações oficiais, incluindo convocações, é de responsabilidade exclusiva do candidato, que deve consultar regularmente o site da Fundação VUNESP e o Diário Oficial do Estado.</p>\n</div>"
    },
    {
        "title": "Prefeitura Jaboticaba (RS) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-jaboticaba-rs-concurso-01-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 26/09/2025 | Remuneração: até R$ 5481.77",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Jaboticaba, no Rio Grande do Sul, publicou o edital para seu Concurso Público, organizado pela banca AMA SERVIÇOS PÚBLICOS LTDA. O objetivo do certame é o preenchimento de vagas imediatas e a formação de cadastro de reserva para o quadro geral de servidores, sob o regime Estatutário. As oportunidades contemplam cargos de Nível Médio/Técnico e Nível Superior.</p>\n<p>O concurso é uma excelente oportunidade para profissionais de diversas áreas, com destaque para os cargos de <strong>Técnico Agrícola</strong> e <strong>Fiscal Ambiental</strong>, que abrange formações em <strong>Agronomia</strong>, <strong>Ciências Biológicas</strong>, <strong>Engenharia Ambiental</strong> e <strong>Engenharia Florestal</strong>. Há também vagas nas áreas administrativa, jurídica, de engenharia e contábil.</p>\n<p>Nas seções a seguir, você encontrará todos os detalhes sobre as inscrições, as etapas do processo seletivo e como acompanhar os resultados para se preparar da melhor forma para este certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso estarão abertas no período de <strong>8 de setembro de 2025 a 26 de setembro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente de forma online, através do site oficial da banca organizadora, AMA SERVIÇOS PÚBLICOS LTDA.</p>\n<p>Os valores da taxa de inscrição foram definidos de acordo com o nível de escolaridade:</p>\n<ul>\n<li><strong>R$ 120,00</strong> para cargos de Nível Superior;</li>\n<li><strong>R$ 90,00</strong> para cargos de Nível Médio/Técnico.</li>\n</ul>\n<p>O pagamento deve ser efetuado por meio de boleto bancário, que poderá ser gerado e impresso na Área do Candidato após o preenchimento do formulário de inscrição. Candidatos amparados pela Lei Federal nº 13.656/2018, como inscritos no CadÚnico (família de baixa renda) ou doadores de medula óssea, poderão solicitar a isenção da taxa. O pedido deve ser feito online, durante o período especificado no cronograma do edital, com o envio da documentação comprobatória exigida.</p>\n<p>É fundamental que o candidato acompanhe a confirmação de sua inscrição e demais comunicados na área restrita do site da organizadora. Para informações completas sobre os procedimentos, prazos e documentação, a leitura integral do edital é indispensável.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para todos os cargos será realizado em uma única etapa: a <strong>Prova Teórico-Objetiva</strong>, de caráter eliminatório e classificatório. A avaliação terá duração total de 3 horas e será composta por questões de múltipla escolha, com cinco alternativas cada (A, B, C, D e E), sendo apenas uma correta.</p>\n<p>A estrutura da prova varia conforme o nível de escolaridade do cargo:</p>\n<ul>\n<li><strong>Nível Superior (Contador, Fiscal Ambiental, Procurador Municipal, Tesoureiro e Engenheiro Civil):</strong> a prova abrangerá as áreas de Língua Portuguesa, Matemática, Informática, Legislação e Conhecimentos Específicos.</li>\n<li><strong>Nível Médio/Técnico (Agente Administrativo, Fiscal Tributário e Técnico Agrícola):</strong> as disciplinas cobradas serão Língua Portuguesa, Matemática, Informática e Legislação.</li>\n</ul>\n<p>Para ser considerado aprovado, o candidato deverá atender a dois critérios cumulativos: obter, no mínimo, 50% da pontuação total da prova e acertar ao menos uma questão em cada uma das áreas de conhecimento que a compõem. O candidato que não atender a ambos os requisitos será eliminado do concurso.</p>\n<p>Recomenda-se a consulta ao edital para ter acesso ao conteúdo programático detalhado de cada disciplina, bem como às regras de aplicação e ao cronograma completo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os gabaritos preliminares da prova objetiva serão divulgados no site da banca organizadora, AMA SERVIÇOS PÚBLICOS, em data prevista no cronograma oficial. Os candidatos terão um período específico para interpor recursos contra as questões ou o gabarito, procedimento que deverá ser realizado diretamente pela Área do Candidato no site da banca.</p>\n<p>Após a análise dos recursos, o gabarito definitivo e os resultados preliminares serão publicados. A classificação final será definida pela nota obtida na prova teórico-objetiva, listando os candidatos em ordem decrescente de pontuação. Em caso de empate, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Maior idade;</li>\n<li>Ter exercido a função de jurado;</li>\n<li>Maior pontuação em Conhecimentos Específicos;</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Legislação;</li>\n<li>Maior pontuação em Matemática;</li>\n<li>Maior pontuação em Informática.</li>\n</ul>\n<p>Se o empate persistir, será realizado um sorteio público. A homologação do resultado final dará início ao prazo de validade do concurso, que é de dois anos, prorrogável por igual período. A convocação dos aprovados será publicada no site da Prefeitura de Jaboticaba e da banca, sendo também comunicada por e-mail e telefone.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame nos sites da organizadora e da prefeitura, bem como manter seus dados de contato sempre atualizados.</p>\n</div>"
    },
    {
        "title": "UFRRJ (RJ) – Seleção Simplificada 65/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrrj-rj-selecao-simplificada-65-2025/",
        "description": "Local: Rio de Janeiro | Tipo: cadastro reserva vaga(s) | Prazo: até 12/09/2025 | Remuneração: até R$ 8058.29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal Rural do Rio de Janeiro (UFRRJ) publicou o edital nº 65/2025 para seu Processo Seletivo Simplificado, que visa a contratação de Professor Substituto. O certame não constitui concurso para ingresso na carreira permanente do Magistério Superior, sendo regido pela Lei nº 8.745/1993, com contratos temporários de até seis meses, passíveis de prorrogação.</p>\n<p>As oportunidades são para candidatos com nível superior, com vagas que exigem mestrado ou doutorado. <strong>O processo seletivo contempla vagas de grande interesse para profissionais das Ciências Agrárias, como Agronomia, Engenharia Florestal, Zootecnia e Medicina Veterinária</strong>, além de áreas correlatas como Agroecologia e Ciências Ambientais.</p>\n<p>Este processo seletivo terá validade de dois anos, contados a partir da homologação do resultado final. Continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma do certame.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo da UFRRJ estarão abertas das 10h do dia 08 de setembro de 2025 até as 14h do dia 12 de setembro de 2025. O procedimento deve ser realizado exclusivamente pela internet, através do portal oficial de concursos da universidade.</p>\n<p>Os valores da taxa de inscrição são definidos pela carga horária: <strong>R$ 77,00</strong> para vagas de 20 horas semanais e R$ 108,00 para 40 horas. O pagamento deve ser efetuado por meio de Guia de Recolhimento da União (GRU), exclusivamente em agências do Banco do Brasil, até as 14h do último dia de inscrição. Não serão aceitos pagamentos via cheque, agendamento ou envelope em caixa eletrônico.</p>\n<p>A confirmação da inscrição ocorrerá somente após a compensação do pagamento pela rede bancária. O edital não prevê procedimentos para solicitação de isenção da taxa. É fundamental que o candidato leia o edital completo para conhecer todas as regras e condições antes de se inscrever.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será dividido em duas fases principais, podendo ser realizadas em formato online ou híbrido, a critério da UFRRJ. Antes do início das avaliações, os candidatos deverão enviar a documentação comprobatória (identidade, Curriculum Vitae e diplomas) por e-mail para a comissão organizadora, conforme cronograma a ser divulgado.</p>\n<p>As etapas são organizadas da seguinte forma:</p>\n<ul>\n<li><strong>Primeira Fase (Eliminatória):</strong> Consistirá em, no mínimo, um tipo de avaliação, que poderá ser uma prova didática, uma prova escrita ou uma prova prática. Apenas os candidatos aprovados nesta fase avançarão para a etapa seguinte.</li>\n<li><strong>Segunda Fase (Classificatória):</strong> Destinada aos aprovados na primeira fase, esta etapa contará com uma prova de títulos e/ou uma entrevista para avaliar a trajetória acadêmica e profissional dos candidatos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada prova e o cronograma completo, é indispensável a leitura atenta do edital.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O resultado final do Processo Seletivo Simplificado será divulgado no site oficial de concursos da UFRRJ e também publicado no Diário Oficial da União. A validade do certame será de dois anos, a contar da data de publicação do Edital de Homologação do Resultado.</p>\n<p>A convocação para contratação será imediata, não sendo permitido ao candidato selecionado solicitar adiamento. No ato da contratação, será exigida a apresentação de toda a documentação original, incluindo diplomas registrados e exames médicos admissionais, como hemograma completo, raio-x de tórax e tipagem sanguínea.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, convocações e comunicados referentes ao processo seletivo no endereço eletrônico <strong>www.ufrrj.br/concursos</strong> e nos demais meios oficiais indicados no edital.</p>\n</div>"
    },
    {
        "title": "Prefeitura Itaipulândia (PR) – Seleção Simplificada 02/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-itaipulandia-pr-selecao-simplificada-02-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 06/10/2025 | Remuneração: até R$ 26995.84",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Itaipulândia, no Paraná, publicou o edital de abertura nº 002/2025 para o seu Processo Seletivo Simplificado (PSS) nº 004/2025. Organizado pela Universidade Estadual do Oeste do Paraná (UNIOESTE), o certame visa a contratação por prazo determinado para o preenchimento de vagas imediatas e a formação de cadastro de reserva em diversas áreas da administração municipal.</p>\n<p>As oportunidades contemplam cargos de níveis médio/técnico e superior, abrangendo setores como administração, saúde, educação e engenharia. Para os profissionais das áreas de ciências agrárias e biológicas, o edital traz vagas para <strong>Engenheiro Agrônomo</strong>, <strong>Engenheiro Ambiental</strong>, <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>.</p>\n<p>Continue a leitura para conferir os detalhes sobre o processo de inscrição, as etapas de avaliação e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o PSS de Itaipulândia-PR serão realizadas exclusivamente pela internet, através do site oficial da banca organizadora, a UNIOESTE/COGEPS. O período para se inscrever será de 12 de setembro de 2025 a 06 de outubro de 2025.</p>\n<p>Para confirmar a participação, o candidato deverá preencher o formulário de inscrição online e efetuar o pagamento da taxa, cujo valor varia conforme o cargo pretendido. O pagamento deve ser realizado por meio da guia de recolhimento, respeitando a data de vencimento. Candidatos que atendam aos critérios especificados no edital poderão solicitar a isenção da taxa dentro do prazo estipulado.</p>\n<p>É importante destacar que cada candidato pode realizar apenas uma inscrição. Caso mais de uma seja efetuada, apenas a última com pagamento confirmado (ou isenção deferida) será considerada válida. Após a inscrição, o candidato deve acompanhar o status de sua solicitação na área restrita do site da organizadora.</p>\n<p>Recomendamos a leitura atenta e completa do edital para conhecer todas as regras e garantir sua participação no processo seletivo.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo de seleção dos candidatos será realizado em diferentes etapas, de acordo com o cargo pretendido. A estrutura de avaliação é a seguinte:</p>\n<ul>\n<li><strong>Prova Objetiva (PO):</strong> De caráter eliminatório e classificatório, esta etapa será aplicada a todos os candidatos. A prova será composta por questões de múltipla escolha com quatro alternativas e terá duração máxima de 3 horas. Para ser aprovado, o candidato deverá obter uma nota mínima de 60,00 pontos. As disciplinas cobradas incluem:\n<ul>\n<li>Língua Portuguesa;</li>\n<li>Matemática e Raciocínio Lógico;</li>\n<li>Informática;</li>\n<li>Conhecimentos Gerais, Atualidades e Legislação;</li>\n<li>Conhecimentos Específicos do cargo.</li>\n</ul>\n</li>\n<li><strong>Avaliação de Títulos (AT):</strong> De caráter exclusivamente classificatório, esta fase é destinada apenas aos candidatos dos cargos de Oficial Administrativo, Professor 20h, Professor 30h, Professor 40h, Professor de Artes e Professor de Educação Física que forem aprovados na Prova Objetiva. Serão pontuados títulos de Doutorado, Mestrado e Pós-Graduação.</li>\n<li><strong>Avaliação Médica e Psicológica:</strong> De caráter eliminatório, será realizada após a convocação dos aprovados, com o objetivo de verificar a aptidão física e mental para o exercício das funções do cargo.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático de cada disciplina, os critérios de avaliação e o cronograma completo, é indispensável a consulta ao edital de abertura.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O gabarito provisório da Prova Objetiva será divulgado em até um dia útil após a aplicação, no site da UNIOESTE/COGEPS, abrindo o prazo para recursos. Após a análise dos recursos, o gabarito definitivo e os resultados preliminares de cada etapa serão publicados nos sites oficiais da Prefeitura de Itaipulândia e da banca organizadora.</p>\n<p>A classificação final dos candidatos será calculada de duas formas:</p>\n<ul>\n<li>Para a maioria dos cargos, a nota final corresponderá à pontuação obtida na Prova Objetiva.</li>\n<li>Para os cargos de Oficial Administrativo e Professores, a nota final será a média ponderada entre a Prova Objetiva (peso 0,9) e a Avaliação de Títulos (peso 0,1).</li>\n</ul>\n<p>Em caso de empate, os critérios de desempate seguirão a ordem estabelecida no edital, que inclui, sucessivamente, idade (para candidatos com 60 anos ou mais), maior nota em Conhecimentos Específicos, Língua Portuguesa, entre outros. A homologação do resultado final será oficializada por meio de decreto da Prefeitura, e a convocação dos aprovados será publicada no Diário Oficial do Município e no site da prefeitura.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, editais de convocação e comunicados nos endereços eletrônicos da UNIOESTE/COGEPS e da Prefeitura de Itaipulândia.</p>\n</div>"
    },
    {
        "title": "UFV (MG) – Concurso 51/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufv-mg-concurso-51-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 02/10/2025 | Remuneração: até R$ 13288.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Viçosa (UFV) publicou o edital de seu novo Concurso Público para o provimento de uma vaga imediata na Carreira do Magistério Superior. A oportunidade é destinada ao cargo de Professor Classe A (denominação Assistente A, nível I), com regime de trabalho de Dedicação Exclusiva (DE) e contratação sob o regime Estatutário.</p>\n<p>O certame busca um profissional com Doutorado para atuar na área de <strong>Gênese dos Solos e Geomorfologia</strong>, com lotação no Departamento de Solos do Centro de Ciências Agrárias. A vaga exige graduação em cursos ligados às <strong>Ciências Agrárias</strong> ou Geografia, com Doutorado em Ciência do Solo ou Solos e Nutrição de Plantas, sendo uma excelente oportunidade para especialistas da área.</p>\n<p>Continue a leitura para conferir os detalhes sobre as inscrições, etapas do processo seletivo e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFV estarão abertas no período de <strong>2 de setembro de 2025 a 2 de outubro de 2025</strong>. Todo o procedimento deverá ser realizado exclusivamente pela internet, através do portal oficial de Gestão de Processos Seletivos da universidade.</p>\n<p>A taxa de inscrição foi fixada no valor de R$ 120,75. Candidatos que atenderem aos critérios especificados no edital poderão solicitar a isenção do pagamento diretamente no sistema de inscrição. É de responsabilidade do candidato o preenchimento correto de todas as informações cadastrais. A lista de inscrições homologadas será divulgada no site da UFV após o encerramento do prazo.</p>\n<p>Para garantir a participação, é fundamental a leitura completa do edital, onde constam todas as regras e procedimentos detalhados.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será realizado em uma única etapa, composta por quatro fases avaliativas distintas. Todas as fases são cruciais para a classificação final do candidato.</p>\n<ul>\n<li><strong>Prova de Conhecimento:</strong> De caráter eliminatório e classificatório, consistirá em uma avaliação escrita com duração máxima de 3 horas. Será eliminado o candidato que obtiver nota média inferior a 7,00.</li>\n<li><strong>Prova Didática:</strong> De caráter eliminatório e classificatório, esta fase avaliará a aptidão pedagógica por meio de uma aula expositiva com duração de 50 minutos, com tolerância de 10 minutos para mais ou para menos. A nota mínima para aprovação também é 7,00.</li>\n<li><strong>Prova de Defesa de Projeto:</strong> De natureza eliminatória e classificatória, esta fase inclui a apresentação de um projeto de ensino, pesquisa e extensão (30 minutos, com tolerância de 10 minutos), seguida de arguição pela banca por até 60 minutos. A nota mínima para aprovação é 7,00.</li>\n<li><strong>Prova de Títulos:</strong> Com caráter apenas classificatório, esta fase consiste na análise e pontuação do currículo do candidato, avaliando a formação acadêmica e a experiência profissional relevante.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada fase e o cronograma previsto, é indispensável a consulta ao edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados preliminares de cada fase do concurso serão divulgados em mural no Departamento de Solos e, posteriormente, no site oficial da UFV (<em>www.ufv.br/soc</em>). O resultado final consolidado será publicado somente após a análise e o julgamento de todos os recursos.</p>\n<p>A classificação final será calculada com base na média aritmética das notas obtidas nas quatro fases: Conhecimento, Didática, Defesa de Projeto e Títulos. Em caso de empate, serão aplicados os seguintes critérios de desempate, nesta ordem:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior nota na Prova de Didática;</li>\n<li>Maior nota na Prova de Conhecimento;</li>\n<li>Maior nota na Prova de Defesa de Projeto;</li>\n<li>Maior nota na Prova de Títulos.</li>\n</ul>\n<p>A homologação do resultado final será publicada no Diário Oficial da União, marcando o início da validade do concurso, que será de um ano, prorrogável por igual período.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, incluindo os resultados e as convocações, no site da UFV e no Diário Oficial.</p>\n</div>"
    },
    {
        "title": "Prefeitura São Francisco (PB) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-sao-francisco-pb-concurso-01-2025/",
        "description": "Local: Paraíba | Tipo: cadastro reserva vaga(s) | Prazo: até 05/10/2025 | Remuneração: até R$ 3984.37",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de São Francisco, na Paraíba, foi publicado. Organizado pela Comissão Permanente de Concursos da Universidade Estadual da Paraíba (CPCon/UEPB), o certame visa o preenchimento de 46 vagas efetivas para o quadro de servidores municipais, sob o regime jurídico Estatutário.</p>\n<p>As oportunidades abrangem cargos de nível fundamental incompleto, médio, técnico e superior, distribuídas entre diversas áreas, como saúde, educação, assistência social e serviços gerais. Para profissionais das áreas de ciências agrárias e da saúde, o concurso oferece vagas para <strong>Engenheiro Agrônomo</strong>, <strong>Médico Veterinário</strong> e <strong>Nutricionista</strong>, representando uma excelente oportunidade de ingresso no serviço público municipal.</p>\n<p>Este concurso é uma porta de entrada para uma carreira estável e com propósito na administração pública. Continue a leitura para conferir os detalhes sobre as inscrições, as etapas do processo seletivo e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de São Francisco (PB) serão realizadas exclusivamente pela internet, no site da banca organizadora, a CPCon. O período para se inscrever vai de <strong>1º de setembro de 2025 a 5 de outubro de 2025</strong>.</p>\n<p>Os valores da taxa de inscrição foram definidos de acordo com o nível de escolaridade do cargo pretendido:</p>\n<ul>\n<li><strong>Nível Fundamental Incompleto:</strong> R$ 75,00</li>\n<li><strong>Nível Médio/Técnico:</strong> R$ 95,00</li>\n<li><strong>Nível Superior:</strong> R$ 115,00</li>\n</ul>\n<p>O pagamento do boleto bancário deverá ser efetuado até o dia 6 de outubro de 2025. Candidatos que se enquadrem nos critérios estabelecidos no edital poderão solicitar a isenção da taxa de inscrição entre os dias 1º e 2 de setembro de 2025. É fundamental que o candidato acompanhe a confirmação de sua inscrição e demais comunicados na área restrita do site da CPCon.</p>\n<p>Para garantir a participação, é imprescindível a leitura completa do edital, onde constam todas as regras e procedimentos do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será estruturado em até três fases, dependendo do cargo escolhido pelo candidato. As etapas são projetadas para avaliar conhecimentos teóricos, habilidades práticas e qualificações profissionais.</p>\n<p>As fases do concurso são:</p>\n<ul>\n<li><strong>Prova Escrita Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para <em>todos os cargos</em>. A prova terá duração de 4 horas e será composta por 40 questões de múltipla escolha. As disciplinas variam conforme o nível de escolaridade, incluindo Língua Portuguesa, Matemática, Raciocínio Lógico, Informática, Conhecimentos Gerais, Conhecimentos Pedagógicos e Conhecimentos Específicos. Para ser aprovado, o candidato deverá obter no mínimo 600 pontos e não zerar em nenhuma das áreas de conhecimento.</li>\n<li><strong>Prova Prática:</strong> De caráter eliminatório e classificatório, destinada exclusivamente ao cargo de <strong>Condutor Socorrista</strong>. Esta etapa visa avaliar as habilidades práticas de direção veicular em situações simuladas, sendo necessário atingir pelo menos 50% da pontuação máxima para aprovação.</li>\n<li><strong>Prova de Títulos:</strong> De caráter apenas classificatório, esta fase é exclusiva para os cargos de <strong>Nível Superior – Magistério</strong>. Serão avaliados documentos que comprovem a formação acadêmica e a experiência profissional do candidato, podendo somar até 100 pontos à nota final.</li>\n</ul>\n<p>Para informações detalhadas sobre o conteúdo programático, critérios de avaliação e o cronograma completo, a consulta ao edital oficial é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O cronograma de divulgação dos resultados do concurso já está definido. A publicação do gabarito provisório da prova objetiva ocorrerá em <strong>27 de outubro de 2025</strong>, e o gabarito definitivo será divulgado em <strong>17 de novembro de 2025</strong>, mesma data da publicação do resultado preliminar desta etapa.</p>\n<p>Os resultados das demais fases, como a prova prática e a avaliação de títulos, serão publicados em datas posteriores, conforme o cronograma oficial. A divulgação do resultado final do concurso está prevista para <strong>10 de dezembro de 2025</strong>. A classificação dos candidatos será feita em ordem decrescente da nota final. Em caso de empate, os critérios de desempate seguirão a ordem estabelecida no edital, que inclui, sucessivamente: idade (para candidatos idosos), maior nota na prova prática (se houver), maior nota nas disciplinas de maior peso, exercício da função de jurado e, por fim, maior idade entre os não idosos.</p>\n<p>Após a divulgação do resultado final, a Prefeitura Municipal de São Francisco realizará a homologação do certame. As convocações para a nomeação serão de responsabilidade da Prefeitura e deverão ser acompanhadas por meio de seus canais oficiais de comunicação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, desde os gabaritos até a convocação final, no site da banca organizadora (CPCon) e nos meios de comunicação oficiais da Prefeitura.</p>\n</div>"
    },
    {
        "title": "Prefeitura Marcos Parente (PI) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-marcos-parente-pi-concurso-01-2025/",
        "description": "Local: Piauí | Tipo: cadastro reserva vaga(s) | Prazo: até 04/10/2025 | Remuneração: até R$ 11192.77",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital para o Concurso Público da Prefeitura Municipal de Marcos Parente, no Piauí, foi publicado. Organizado pela empresa CREATIVE GROUP, o certame visa o preenchimento de 26 vagas imediatas, além da formação de cadastro de reserva, para cargos de níveis fundamental, médio, técnico e superior. As oportunidades abrangem diversas áreas da administração pública, como administrativa, saúde, educação e vigilância.</p>\n<p><strong>O concurso se destaca por oferecer vagas em áreas de grande interesse</strong>, como para os cargos de Fiscal Ambiental e Analista Ambiental, que contemplam graduados em <em>Agronomia, Ciências Biológicas, Engenharia Ambiental e Engenharia Florestal</em>. Há também uma vaga para <em>Nutricionista</em>. Para saber mais sobre as inscrições, etapas e cronograma, continue a leitura e explore as seções detalhadas a seguir.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso serão realizadas exclusivamente pela internet, no site da banca organizadora. O período para se inscrever vai de <strong>21 de agosto de 2025 a 4 de outubro de 2025</strong>. Para confirmar a participação, o candidato deve preencher o formulário online, gerar o boleto bancário e efetuar o pagamento da taxa de inscrição até a data de vencimento.</p>\n<p>É fundamental que o pagamento seja realizado dentro do expediente bancário para garantir a compensação, pois agendamentos não serão considerados. O edital não permite pagamentos via PIX diretamente para a conta da empresa. Após o encerramento do período de inscrições, será possível acompanhar o status da sua candidatura na área restrita do candidato, no site da CREATIVE GROUP. Para informações sobre os valores das taxas e os procedimentos para solicitar isenção, é indispensável a leitura completa do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por diferentes etapas, dependendo do cargo pretendido. A principal avaliação para todos os candidatos será a Prova Objetiva.</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório, será aplicada para todos os cargos. A prova consistirá em questões de múltipla escolha com quatro alternativas cada. A avaliação terá duração total de 4 horas e será pontuada em uma escala de 0 a 100 pontos. As disciplinas cobradas incluem Língua Portuguesa, Matemática/Raciocínio Lógico, Conhecimentos Gerais e Conhecimentos Específicos, com pesos diferentes conforme o cargo. Para os cargos de Professor, também haverá questões de Conhecimentos Pedagógicos.</li>\n<li><strong>Prova Prática:</strong> Prevista para cargos específicos, conforme detalhado no edital. O caráter (eliminatório e/ou classificatório) e os critérios de avaliação desta etapa devem ser consultados no documento oficial.</li>\n</ul>\n<p>Para obter detalhes sobre o conteúdo programático de cada disciplina, as regras de aplicação e o cronograma completo, é fundamental a leitura atenta do edital do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O gabarito oficial preliminar da prova objetiva será divulgado no site da CREATIVE GROUP no primeiro dia útil após a aplicação da prova. Após o período de recursos, o gabarito definitivo e os resultados preliminares serão publicados. A classificação final dos candidatos aprovados será feita em ordem decrescente da pontuação final.</p>\n<p>Os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos (o mais idoso);</li>\n<li>Maior pontuação em Conhecimentos Específicos;</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Matemática/Raciocínio Lógico;</li>\n<li>Maior pontuação em Conhecimentos Gerais;</li>\n<li>Ter exercido a função de jurado;</li>\n<li>Maior idade entre os candidatos com menos de 60 anos;</li>\n<li>Sorteio público.</li>\n</ul>\n<p>A homologação do resultado final será publicada no site da banca, no portal da Prefeitura e no Diário Oficial do Município. A convocação para nomeação seguirá rigorosamente a ordem de classificação. É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame.</p>\n</div>"
    },
    {
        "title": "UFRGS (RS) – Concurso 11/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufrgs-rs-concurso-11-2025/",
        "description": "Local: Rio Grande do Sul | Tipo: cadastro reserva vaga(s) | Prazo: até 02/10/2025 | Remuneração: até R$ 8692.32",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal do Rio Grande do Sul (UFRGS) torna público o Concurso Público nº 11/2025, executado pela FUNDATEC, para provimento de 99 vagas em cargos de nível médio/técnico e superior, com ingresso pelo regime jurídico-administrativo estatutário.</p>\n<p>O certame contempla oportunidades em diversas áreas estratégicas, incluindo <strong>Agronomia, Medicina Veterinária, Biologia e Engenharias</strong>, com destaque para cargos especializados em Clínica Médica, Psiquiatria Veterinária e áreas tecnológicas.</p>\n<p>As remunerações iniciais variam entre R$ 3.029,89 e R$ 8.692,32, podendo ser ampliadas mediante incentivo à qualificação profissional. Continue lendo para conhecer todos os detalhes deste importante processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições estarão abertas exclusivamente pela internet no site da FUNDATEC, no período de 2 de setembro a 2 de outubro de 2025, até às 17h.</p>\n<p>O processo de inscrição deve ser realizado através do site www.fundatec.org.br, onde será emitido boleto bancário/bolepix para pagamento da taxa. O pagamento deverá ser efetuado até a data de vencimento indicada no documento.</p>\n<p>Após dois dias úteis do pagamento, o candidato poderá consultar a confirmação de sua inscrição no site da organizadora. Recomenda-se a leitura integral do edital para conhecimento de todas as normas e procedimentos do certame.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto pelas seguintes etapas:</p>\n<ul>\n<li><strong>Prova Teórico-Objetiva</strong>: Eliminatória e classificatória para todos os cargos, com duração de 3h30min</li>\n<li><strong>Prova de Títulos</strong>: Classificatória para os cargos de Médico (Clínica Médica e Psiquiatria) e Médico Veterinário (Patologia Clínica Veterinária)</li>\n<li><strong>Prova Prática</strong>: Eliminatória para os cargos de Médico Veterinário (Animais Marinhos e Patologia Clínica Veterinária), aplicada aos 10 primeiros classificados na prova objetiva</li>\n</ul>\n<p>A prova objetiva avaliará habilidades de compreensão, análise, síntese e avaliação, com questões baseadas no conteúdo programático específico de cada cargo. Recomenda-se a leitura do edital completo para detalhes sobre o conteúdo programático, critérios de avaliação e cronograma específico de cada etapa.</p>\n<h2>Resultados e Gabarito</h2>\n<p>Os resultados serão divulgados através de edital específico, contendo cinco listas após a conclusão de todas as etapas. A homologação final será publicada no Diário Oficial da União e no site da FUNDATEC.</p>\n<p>Os critérios de desempate seguirão a seguinte ordem prioritária: maior idade para candidatos com 60 anos ou mais, maior pontuação em Conhecimentos Específicos, maior pontuação na Prova Prática (quando houver), seguindo-se as demais disciplinas avaliadas. Persistindo o empate, será realizado sorteio público.</p>\n<p>O acompanhamento das publicações oficiais no site da banca organizadora e no Diário Oficial é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "Prefeitura Iturama (MG) – Seleção Simplificada 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-iturama-mg-selecao-simplificada-01-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 24/09/2025 | Remuneração: até R$ 4989.63",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Prefeitura Municipal de Iturama, em Minas Gerais, publicou o edital para seu novo Processo Seletivo Simplificado, organizado pela Fundação Mariana de Resende Costa (FUMARC). O objetivo do certame é a contratação temporária e a formação de cadastro de reserva para atender a necessidades de excepcional interesse público. As oportunidades abrangem os níveis de escolaridade <strong>fundamental completo, médio, técnico e superior</strong>.</p>\n<p>O regime de contratação é de natureza administrativa, com os selecionados vinculados ao Regime Geral de Previdência Social (RGPS). As vagas estão distribuídas em diversas áreas da administração municipal. Para os profissionais das áreas de ciências agrárias e biológicas, o edital traz oportunidades em cadastro de reserva para cargos como <strong>Engenheiro Agrônomo, Engenheiro Ambiental, Nutricionista e Técnico em Veterinária</strong>.</p>\n<p>Se você busca uma oportunidade no serviço público mineiro, continue a leitura para conferir os detalhes sobre as inscrições, etapas e cronograma deste processo seletivo.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Processo Seletivo de Iturama/MG serão realizadas exclusivamente pela internet. O período para se candidatar inicia às <strong>09h do dia 10 de setembro de 2025 e encerra às 23h59 do dia 24 de setembro de 2025</strong> (horário de Brasília), através do site da banca organizadora, FUMARC.</p>\n<p>Para efetivar a participação, o candidato deverá preencher o formulário online, gerar o boleto bancário e realizar o pagamento da taxa de inscrição até o dia <strong>25 de setembro de 2025</strong>. É importante notar que o pagamento não pode ser feito por PIX, transferência, DOC ou depósito. A confirmação da inscrição ocorrerá após a compensação bancária, e a lista de inscrições deferidas será divulgada até 01 de outubro de 2025.</p>\n<p>Haverá a possibilidade de solicitar isenção da taxa de inscrição entre os dias 10 e 12 de setembro de 2025, seguindo os procedimentos e critérios detalhados no edital. Para os candidatos que não possuem acesso à internet, será disponibilizado um Posto de Atendimento na Central de Atendimento ao Cidadão (CAC) de Iturama. Após a inscrição, o candidato deve acompanhar todas as atualizações na área restrita do site da FUMARC. A leitura completa do edital é indispensável para conhecer todas as regras.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será composto por duas etapas principais, aplicadas de acordo com a função pública pretendida e a condição do candidato:</p>\n<ul>\n<li><strong>1ª Etapa: Prova Objetiva de Múltipla Escolha</strong>\n<p>De caráter <em>eliminatório e classificatório</em>, esta etapa será aplicada a todos os candidatos. A prova consistirá em questões de múltipla escolha com quatro alternativas cada. Para ser aprovado, o candidato deverá obter no mínimo 50% do total de pontos e não zerar em nenhuma das disciplinas. A duração da prova será de 3 horas para os cargos de nível fundamental e de 4 horas para os de níveis médio, técnico e superior. A aplicação está prevista para o dia <strong>19 de outubro de 2025</strong>, no município de Iturama/MG.</p>\n</li>\n<li><strong>2ª Etapa: Processo de Heteroidentificação</strong>\n<p>De caráter exclusivamente <em>eliminatório</em>, esta etapa é destinada aos candidatos que se autodeclararem pretos ou pardos no ato da inscrição e que forem aprovados na prova objetiva. O procedimento visa confirmar a veracidade da autodeclaração.</p>\n</li>\n</ul>\n<p>É fundamental que o candidato leia o edital completo para obter informações detalhadas sobre o conteúdo programático de cada disciplina, as regras de aplicação das provas e o cronograma oficial.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A classificação final dos candidatos será baseada no somatório dos pontos obtidos na Prova Objetiva de Múltipla Escolha. O resultado será divulgado em duas listas: uma com a classificação geral de todos os aprovados por função e outra contendo apenas a classificação dos candidatos com deficiência.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação nas disciplinas de Conhecimentos Específicos, Didáticos Pedagógicos, Saúde Pública, Língua Portuguesa, Matemática, Legislação, Raciocínio Lógico ou Noções de Informática, conforme o cargo;</li>\n<li>Maior idade (considerando ano, mês e dia);</li>\n<li>Sorteio público, se o empate persistir.</li>\n</ul>\n<p>A homologação do resultado final será publicada no site da Prefeitura de Iturama, no Diário Oficial Eletrônico do município e no site da FUMARC. Após a homologação, as convocações para contratação seguirão a ordem de classificação e serão publicadas no Diário Oficial. Os candidatos aprovados terão um prazo de 30 dias após a convocação para apresentar a documentação exigida.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame nos endereços eletrônicos da banca organizadora e da prefeitura.</p>\n</div>"
    },
    {
        "title": "UEFS (BA) – Concurso 01/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uefs-ba-concurso-01-2025/",
        "description": "Local: Bahia | Tipo: cadastro reserva vaga(s) | Prazo: até 29/09/2025 | Remuneração: até R$ 4828.84",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Feira de Santana (UEFS) publicou o <strong>Edital nº 01/2025</strong> para seu novo Concurso Público, destinado ao provimento de cargos na carreira do Magistério Superior. O certame visa preencher <strong>21 vagas efetivas</strong> para a classe de Professor Auxiliar, nível A, com contratação sob o regime Estatutário do Estado da Bahia. Todas as oportunidades exigem nível superior, com graduação e pós-graduação específicas para cada área de estudo.</p>\n<p>As vagas abrangem diversos departamentos acadêmicos, incluindo áreas como Psicologia, Direito, Educação Física, Computação, Química, Letras, Filosofia, Odontologia, Enfermagem e Engenharias. Dentre as oportunidades, destacam-se vagas de grande interesse para profissionais das ciências agrárias e biológicas, como <strong>Biologia</strong>, <strong>Zootecnia</strong> e <strong>Engenharia Ambiental</strong> (na área de Saneamento Ambiental).</p>\n<p>Este concurso representa uma excelente oportunidade para ingressar na carreira acadêmica em uma das mais importantes instituições de ensino superior da Bahia. Continue a leitura para conferir os detalhes sobre as inscrições, etapas do processo seletivo e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UEFS estão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar inicia às <strong>10h do dia 10 de setembro de 2025 e encerra às 23h59 do dia 29 de setembro de 2025</strong>. Para efetivar a participação, é necessário preencher o formulário eletrônico no site oficial da Coordenação de Seleção e Admissão (CSA) da UEFS.</p>\n<p>O valor da taxa de inscrição é de <strong>R$ 200,00</strong> para todos os cargos de Professor Auxiliar. O pagamento deve ser feito por meio de boleto bancário, que pode ser gerado no portal de inscrições até o último dia do prazo. É importante ressaltar que o pagamento do boleto pode ser efetuado até o dia 30 de setembro de 2025. A universidade não aceitará pagamentos via PIX, transferência ou depósito.</p>\n<p>Para se inscrever, o candidato deverá criar uma conta de usuário no sistema da CSA, preencher todos os dados solicitados e fazer o upload da documentação exigida em formato PDF. Após a finalização, é fundamental gerar o comprovante de inscrição e o boleto para pagamento. A homologação da inscrição depende da confirmação do pagamento ou da aprovação de eventual pedido de isenção, cujas regras devem ser consultadas no edital. Acompanhe todas as etapas e comunicados na área do candidato no site da UEFS.</p>\n<p>Para garantir sua participação e conhecer todos os requisitos, leia atentamente o edital completo antes de realizar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para o cargo de Professor Auxiliar da UEFS será composto por três etapas distintas, todas realizadas em Feira de Santana (BA). A aprovação em cada fase é requisito para avançar para a seguinte. As datas, horários e locais específicos serão divulgados no site da organizadora.</p>\n<p>As etapas do concurso são:</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório e classificatório, consistirá em uma dissertação sobre um ponto único sorteado no momento da prova. Terá duração de 5 horas, sendo que na primeira hora os candidatos poderão consultar material bibliográfico. Para ser aprovado, o candidato deverá obter nota média igual ou superior a 7,0.</li>\n<li><strong>Prova Didática:</strong> Também de caráter eliminatório e classificatório, esta etapa consiste em uma aula expositiva em sessão pública, com duração entre 40 e 50 minutos. O tema da aula será sorteado com, no mínimo, 24 horas de antecedência. A avaliação considerará o domínio do conteúdo, a clareza e a capacidade pedagógica do candidato, que também precisará de média mínima de 7,0 para ser aprovado.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, esta fase avaliará a formação acadêmica, a produção científica, técnica e cultural, e as atividades didático-pedagógicas do candidato. A pontuação será atribuída com base nos documentos comprobatórios enviados no ato da inscrição, conforme os critérios detalhados no edital.</li>\n</ul>\n<p>Para obter informações completas sobre o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma detalhado, é indispensável a leitura do edital e seus anexos.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final dos candidatos será calculada pela média aritmética das pontuações obtidas nas provas Escrita, Didática e de Títulos. Em caso de empate na classificação final, serão aplicados os seguintes critérios de desempate, em ordem de prioridade: idade igual ou superior a 60 anos, maior nota na Prova Didática, maior nota na Prova Escrita, maior nota na Prova de Títulos, ter exercido a função de jurado e, por fim, maior idade.</p>\n<p>O cronograma oficial prevê a publicação do resultado das provas no dia <strong>14 de novembro de 2025</strong>. O resultado provisório do concurso será divulgado até <strong>13 de dezembro de 2025</strong>, após a homologação pelos Conselhos Departamentais. A homologação do resultado final, após a análise de todos os recursos, está prevista para ser publicada até <strong>17 de janeiro de 2025</strong> no Diário Oficial do Estado da Bahia (DOE) e no site da UEFS.</p>\n<p>A convocação dos aprovados, respeitando a ordem de classificação e o número de vagas, será realizada por meio de Aviso de Convocação publicado no DOE. Os candidatos nomeados deverão passar por inspeção médica e apresentar a documentação exigida para a posse.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações, comunicados e resultados referentes ao concurso nos canais oficiais: o site <strong>http://csa.uefs.br/index.php/professor251</strong> e o Diário Oficial do Estado da Bahia.</p>\n</div>"
    },
    {
        "title": "UEM (PR) – Seleção Pública 247/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/uem-pr-selecao-publica-247-2025/",
        "description": "Local: Paraná | Tipo: cadastro reserva vaga(s) | Prazo: até 12/09/2025 | Remuneração: até R$ 10687.27",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Estadual de Maringá (UEM) publicou o edital de seu Teste Seletivo para a contratação de Professor Temporário. Com o edital já disponível, o certame visa preencher vagas imediatas para atender a necessidades temporárias de excepcional interesse público. A contratação ocorrerá em Regime Especial, com prazo máximo de dois anos.</p>\n<p>As oportunidades são destinadas a profissionais com nível superior completo. O processo seletivo contempla vagas para as áreas de Música e, com <strong>especial destaque para a área de Agronomia</strong>, com uma vaga para a disciplina de Fitopatologia. Este certame representa uma excelente oportunidade para profissionais que desejam atuar no ensino superior em uma instituição de referência.</p>\n<p>Convidamos você a continuar a leitura para conferir os detalhes sobre o período de inscrições, as etapas do processo seletivo e o cronograma de resultados.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o Teste Seletivo da UEM estarão abertas de <strong>1º de setembro de 2025 até as 23h59 do dia 12 de setembro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do portal oficial da universidade.</p>\n<p>A taxa de inscrição foi fixada no valor único de R$ 212,43, e o pagamento do boleto bancário poderá ser efetuado até o dia 15 de setembro de 2025. É fundamental que o candidato gere e imprima o boleto antes do encerramento do período de inscrições, pois o acesso ao documento não será possível após essa data.</p>\n<p>No ato da inscrição, o candidato deverá anexar todos os documentos comprobatórios para a Avaliação de Títulos e Currículo. O acompanhamento da confirmação do pagamento deve ser feito na área restrita do candidato no site da UEM.</p>\n<p>Para informações completas sobre os procedimentos, requisitos e documentação, é indispensável a leitura atenta do edital.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Temporário da UEM será estruturado em duas etapas obrigatórias, aplicadas a todos os candidatos. Confira os detalhes de cada uma:</p>\n<ul>\n<li><strong>Prova Didática:</strong> De caráter eliminatório, esta etapa consiste em uma aula expositiva com duração de até 30 minutos, que poderá ser realizada de forma presencial ou remota. A prova avalia a capacidade de planejamento, o conhecimento sobre o tema sorteado, a síntese e a comunicação do candidato. Para ser aprovado, é necessário obter nota mínima de 6,0.</li>\n<li><strong>Avaliação de Títulos e Currículo:</strong> De caráter classificatório, esta fase é aplicada apenas aos candidatos aprovados na Prova Didática. A pontuação é atribuída com base na formação acadêmica, experiência profissional e outras atividades relevantes, conforme a tabela de pontuação especificada no edital.</li>\n</ul>\n<p>Para conhecer os critérios de avaliação, o conteúdo programático e o cronograma detalhado de cada fase, é fundamental a consulta ao edital completo do certame.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados ocorrerá de forma escalonada, conforme o cronograma previsto. A publicação das notas da Prova Didática está prevista para <strong>20 de outubro de 2025</strong>, enquanto o resultado da Avaliação de Títulos e Currículo deve ser divulgado em <strong>27 de outubro de 2025</strong>.</p>\n<p>O resultado final do teste seletivo, com a classificação dos candidatos, tem previsão de publicação para <strong>5 de novembro de 2025</strong>. A nota final será calculada por média ponderada, com peso 6 para a prova didática e peso 4 para os títulos. Os critérios de desempate incluem, nesta ordem: idade igual ou superior a 60 anos, maior nota na prova didática, maior pontuação nos títulos, tempo de magistério e idade mais elevada.</p>\n<p>A homologação do resultado será publicada na Imprensa Oficial do Estado do Paraná. Os candidatos aprovados serão convocados por edital e e-mail, seguindo rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais no site <em>www.uem.br/concurso</em> e nos demais canais de comunicação indicados no edital.</p>\n</div>"
    },
    {
        "title": "Prefeitura Varginha (MG) – Concurso 01/2025 [prorrogado]",
        "link": "https://www.agrobase.com.br/concursos/2025/prefeitura-varginha-mg-concurso-01-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 22/09/2025 | Remuneração: até R$ 8632.82",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O edital do Concurso Público da Prefeitura Municipal de Varginha, em Minas Gerais, foi publicado! Organizado pela banca AVANÇASP, o certame visa o preenchimento de <strong>573 vagas imediatas, além da formação de cadastro de reserva</strong>, para cargos do quadro permanente de servidores. As oportunidades abrangem os níveis fundamental (incompleto e completo), médio, técnico e superior, com contratação sob o regime Estatutário.</p>\n<p>As vagas estão distribuídas em diversas áreas, como administrativa, operacional, educacional e, com grande destaque, para a saúde, que contempla dezenas de especialidades médicas e outros cargos assistenciais. Para os profissionais das áreas de ciências agrárias e biológicas, o concurso oferece oportunidades para <strong>Engenheiro Agrônomo, Engenheiro Ambiental, Biólogo, Médico Veterinário e Nutricionista</strong>.</p>\n<p>Este é um concurso de grande porte, com remunerações que variam de R$ 1.973,95 a R$ 8.632,82.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da Prefeitura de Varginha estarão abertas a partir do dia <strong>24 de julho de 2025 e se encerram em <del datetime=\"2025-08-27T16:39:53+00:00\">25 de agosto de 2025</del>22 de setembro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente online, através do site da banca organizadora, AVANÇASP, no endereço <em>www.avancasp.org.br</em>.</p>\n<p>O pagamento da taxa de inscrição poderá ser efetuado via boleto bancário ou QR Code Pix, que serão gerados ao final do preenchimento do formulário. O prazo para quitação do valor é até o primeiro dia útil após o encerramento das inscrições, ou seja, <strong>23 de setembro de 2025</strong>. É fundamental que o candidato confira todos os dados antes de confirmar o pagamento, pois não haverá devolução da taxa em caso de erro ou desistência.</p>\n<p>Candidatos que se enquadram nos critérios definidos no edital poderão solicitar a isenção da taxa de inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo do concurso da Prefeitura de Varginha será composto por diferentes etapas, variando conforme o cargo pretendido. As provas objetivas estão previstas para os dias <strong>19 e 26 de outubro de 2025</strong>, em turnos distintos para possibilitar a inscrição em mais de um cargo.</p>\n<p>As fases do certame são as seguintes:</p>\n<ul>\n<li><strong>Prova Objetiva:</strong> De caráter eliminatório e classificatório para a maioria dos cargos (apenas classificatório para Médicos). A prova terá duração de 3 horas e será composta por questões de múltipla escolha com cinco alternativas. As disciplinas variam, mas geralmente incluem Língua Portuguesa, Matemática e Raciocínio Lógico, Noções de Informática e Conhecimentos Específicos. Será considerado habilitado o candidato que obtiver pontuação igual ou superior a 50 pontos.</li>\n<li><strong>Prova de Títulos:</strong> De caráter exclusivamente classificatório, aplicada apenas para os cargos de Educador Infantil, Inspetor Escolar, Orientador Escolar, Professor PII (todas as áreas), Psicopedagogo e Supervisor Pedagógico. Os candidatos habilitados na prova objetiva poderão somar até 5 pontos por títulos de pós-graduação (especialização, mestrado ou doutorado) na área de atuação.</li>\n<li><strong>Prova Prática:</strong> De caráter classificatório e eliminatório, destinada aos cargos de Motorista, Operador de Veículos Pesados e Tratorista. Nesta fase, serão avaliadas as habilidades práticas do candidato no desempenho das atribuições do cargo. A prova será avaliada em uma escala de 0 a 100 pontos, e será eliminado o candidato ausente ou que obtiver nota zero.</li>\n</ul>\n<p>Para conhecer o conteúdo programático detalhado de cada disciplina, as regras específicas de cada etapa e o cronograma completo, é fundamental a consulta ao edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>O acompanhamento dos resultados é uma etapa crucial do concurso. A banca AVANÇASP divulgará os gabaritos preliminares das provas objetivas no mesmo dia de sua aplicação, em <strong>19 e 26 de outubro de 2025</strong>. Após o período de recursos, o gabarito definitivo e o resultado preliminar das provas objetivas e de títulos serão publicados em <strong>1º de dezembro de 2025</strong>.</p>\n<p>A classificação final dos candidatos será feita em ordem decrescente da pontuação total, que varia conforme o cargo. Em caso de empate, serão aplicados os seguintes critérios, sucessivamente:</p>\n<ul>\n<li>Idade igual ou superior a 60 anos;</li>\n<li>Maior pontuação na Prova de Títulos (quando aplicável);</li>\n<li>Maior pontuação na Prova Prática (quando aplicável);</li>\n<li>Maior pontuação na Prova Objetiva;</li>\n<li>Maior pontuação em Conhecimentos Específicos;</li>\n<li>Maior pontuação em Língua Portuguesa;</li>\n<li>Maior pontuação em Matemática e Raciocínio Lógico;</li>\n<li>Maior pontuação em Noções de Informática;</li>\n<li>Maior idade (para candidatos com menos de 60 anos).</li>\n</ul>\n<p>A <strong>homologação do resultado final</strong> será realizada pela Prefeitura de Varginha após a conclusão de todas as etapas e prazos recursais. A partir da homologação, inicia-se o prazo de validade do concurso, e as convocações para posse serão realizadas de acordo com a necessidade da administração municipal, seguindo rigorosamente a ordem de classificação. O candidato deve manter seus dados cadastrais atualizados para não perder a convocação.</p>\n<p>É de <strong>responsabilidade exclusiva do candidato</strong> acompanhar todas as publicações, comunicados e editais no site da banca organizadora (<em>www.avancasp.org.br</em>) e nos meios de comunicação oficiais da Prefeitura de Varginha durante todo o processo.</p>\n</div>"
    },
    {
        "title": "CIM Guandu (ES) – Seleção Simplificada 03/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/cim-guandu-es-selecao-simplificada-03-2025/",
        "description": "Local: Espírito Santo | Tipo: cadastro reserva vaga(s) | Prazo: até 14/09/2025 | Remuneração: até R$ 4620.92",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Consórcio Intermunicipal Multifinalitário Guandu (CIM GUANDU) publicou o edital do Processo Seletivo Simplificado nº 03/2025, destinado à formação de cadastro de reserva para profissionais de níveis fundamental, médio/técnico e superior. O objetivo é atender às necessidades temporárias do consórcio, especialmente no Setor Administrativo e na Gerência de Meio Ambiente (GEMA). A contratação será por tempo determinado, sob o regime da Consolidação das Leis Trabalhistas (CLT). O certame se destaca por oferecer oportunidades para profissionais de <strong>Agronomia, Ciências Biológicas, Técnico em Agropecuária e Técnico em Meio Ambiente</strong>, que atuarão em projetos de conservação de água e solo e na gestão ambiental dos municípios consorciados. Nas seções a seguir, você encontrará todos os detalhes sobre as inscrições, etapas e cronograma para se preparar adequadamente.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo estarão abertas de 02 de setembro de 2025 a 14 de setembro de 2025, encerrando-se às 23h59min59s do último dia. A participação é <strong>totalmente gratuita</strong>, não havendo cobrança de taxa de inscrição. O procedimento deve ser realizado exclusivamente de forma online, por meio do preenchimento de um formulário eletrônico disponível no link oficial. No ato da inscrição, o candidato deverá anexar, em formato PDF, toda a documentação comprobatória exigida, como documento de identidade, certidão de quitação eleitoral, currículo completo com os respectivos comprovantes de títulos e experiências, diploma de escolaridade e, para os cargos de Analista Ambiental, CNH categoria ‘B’ e certidão de regularidade do conselho de classe. A confirmação da inscrição será enviada automaticamente para o e-mail cadastrado. É fundamental a leitura completa do edital para conferir todos os documentos obrigatórios e evitar o indeferimento da inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O Processo Seletivo Simplificado do CIM Guandu será composto por duas etapas principais, ambas de caráter eliminatório e classificatório. A seleção visa avaliar tanto a qualificação técnica quanto as habilidades comportamentais dos candidatos.</p>\n<ul>\n<li><strong>Análise de Currículo:</strong> Nesta fase, a comissão avaliadora analisará a documentação enviada no ato da inscrição, pontuando os títulos e a experiência profissional do candidato de acordo com os critérios definidos no edital. A pontuação máxima nesta etapa é de <strong>50 pontos</strong>. A comprovação de experiência pode ser feita por meio de carteira de trabalho, contratos, declarações ou Recibo de Pagamento Autônomo (RPA).</li>\n<li><strong>Entrevista Profissional:</strong> Os candidatos classificados na análise de currículo serão convocados para uma entrevista presencial, que será realizada na sede do CIM Guandu, em Afonso Cláudio/ES. A entrevista, que também vale <strong>50 pontos</strong>, será gravada e avaliará aspectos técnicos e habilidades comportamentais por meio de perguntas e situações hipotéticas relacionadas à área de atuação. A autorização para gravação é condição para participar desta fase.</li>\n</ul>\n<p>Para conhecer em detalhes os critérios de pontuação da análise de currículo e o cronograma de convocação para as entrevistas, consulte o edital completo.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A nota final dos candidatos será calculada pela somatória dos pontos obtidos na análise de currículo e na entrevista profissional, totalizando o máximo de 100 pontos. O cronograma oficial prevê a divulgação do resultado preliminar para o dia <strong>03 de outubro de 2025</strong>. Após o prazo para recursos, o resultado final será publicado em <strong>08 de outubro de 2025</strong>, com a homologação prevista para <strong>10 de outubro de 2025</strong>.</p>\n<p>Em caso de empate na pontuação final, os critérios de desempate seguirão a seguinte ordem:</p>\n<ul>\n<li>Maior pontuação obtida na etapa de entrevista profissional;</li>\n<li>Maior idade entre os candidatos.</li>\n</ul>\n<p>A convocação dos aprovados ocorrerá de acordo com a necessidade do CIM Guandu e seguirá rigorosamente a ordem de classificação. Os candidatos devem acompanhar as chamadas pelo site oficial do consórcio (cimguandu.es.gov.br) e pelo Diário Oficial dos Municípios do Espírito Santo (DOM/ES).</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais referentes ao certame, incluindo convocações, retificações e outros comunicados importantes, nos canais de divulgação informados no edital.</p>\n</div>"
    },
    {
        "title": "IFSC (SC) – Seleção Simplificada 23/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ifsc-sc-selecao-simplificada-23-2025/",
        "description": "Local: Santa Catarina | Tipo: cadastro reserva vaga(s) | Prazo: até 05/09/2025 | Remuneração: até R$ 8.058,29",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>O Instituto Federal de Educação, Ciência e Tecnologia de Santa Catarina (IFSC) publicou o <strong>Edital nº 23/2025</strong> de seu novo Processo Seletivo Simplificado. O objetivo é a contratação de professores por tempo determinado, para preenchimento de vagas imediatas e formação de cadastro de reserva. As contratações serão temporárias, regidas pela Lei nº 8.745/1993, com jornadas de trabalho de 20 ou 40 horas semanais, a critério da administração.</p>\n<p>Todas as oportunidades são para cargos de <strong>nível superior</strong>, abrangendo diversas áreas do conhecimento, como Artes, Turismo, Matemática, Engenharia e Letras. O certame se destaca por oferecer oportunidades na área de Ciências Agrárias, com vaga para <em>Produção Animal</em>, destinada a profissionais com graduação em <strong>Medicina Veterinária</strong>, <strong>Zootecnia</strong> ou <strong>Agronomia</strong>.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o processo seletivo do IFSC estarão abertas e devem ser realizadas exclusivamente pela internet. O período para se candidatar vai de <strong>1º de setembro de 2025 até as 23h59 do dia 5 de setembro de 2025</strong>. A participação é <strong>gratuita</strong>, não havendo cobrança de taxa de inscrição para nenhum candidato.</p>\n<p>Para se inscrever, o candidato deverá acessar o link oficial do sistema Limesurvey, preencher o formulário e anexar, em um único arquivo PDF, os seguintes documentos: documento de identificação oficial, curriculum vitae (ou link para o currículo Lattes) e toda a documentação comprobatória para a avaliação curricular. A relação dos candidatos com inscrição homologada será divulgada no site de cada Campus do IFSC.</p>\n<p>É fundamental a leitura completa do edital para compreender todas as regras, os documentos exigidos e os procedimentos para o envio correto das informações.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo será conduzido integralmente em formato não presencial e é composto por duas etapas principais, ambas de caráter eliminatório e classificatório. A seleção avaliará tanto a formação e a experiência profissional quanto a capacidade didática dos candidatos.</p>\n<p>As etapas são as seguintes:</p>\n<ul>\n<li><strong>Avaliação Curricular:</strong> Nesta fase, a banca examinadora analisará os documentos comprobatórios enviados no ato da inscrição. A pontuação, que varia de 0 a 100, será atribuída com base nos critérios de titulação e experiência profissional detalhados no edital. Apenas os candidatos mais bem classificados nesta etapa avançarão para a fase seguinte.</li>\n<li><strong>Prova de Desempenho Didático com Arguição:</strong> Os candidatos classificados na avaliação curricular serão convocados para uma prova realizada por videoconferência. A etapa consiste em uma aula com duração máxima de 25 minutos sobre um tema específico da área de atuação, seguida por uma arguição de até 15 minutos com a banca. A pontuação também vai de 0 a 100, e será necessário obter nota igual ou superior a 60 para ser classificado no certame.</li>\n</ul>\n<p>Para obter informações detalhadas sobre os critérios de pontuação, os temas da prova didática e o cronograma completo, consulte o edital oficial do concurso.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A pontuação final dos candidatos será calculada pela média ponderada das notas obtidas nas duas etapas, com peso de 20% para a Avaliação Curricular e 80% para a Prova de Desempenho Didático com Arguição. A classificação será feita em ordem decrescente da nota final.</p>\n<p>Os critérios de desempate seguirão a seguinte ordem de prioridade:</p>\n<ul>\n<li>Candidato com idade igual ou superior a 60 anos (Estatuto do Idoso).</li>\n<li>Maior nota na Prova de Desempenho Didático com Arguição.</li>\n<li>Maior idade entre os candidatos não amparados pelo Estatuto do Idoso.</li>\n</ul>\n<p>O resultado final do processo seletivo tem previsão de publicação a partir de <strong>21 de outubro de 2025</strong> no site do IFSC e no Diário Oficial da União (D.O.U.), data a partir da qual se inicia a contagem do prazo de validade do certame, que será de um ano, prorrogável por igual período. A convocação dos aprovados será realizada por e-mail, sendo crucial que os candidatos mantenham seus dados cadastrais atualizados.</p>\n<p>O acompanhamento de todas as publicações, como listas de classificados, convocações e eventuais retificações, no site da banca organizadora e no Diário Oficial, é de responsabilidade exclusiva do candidato.</p>\n</div>"
    },
    {
        "title": "UFLA (MG) – Concurso 65/2025",
        "link": "https://www.agrobase.com.br/concursos/2025/ufla-mg-concurso-65-2025/",
        "description": "Local: Minas Gerais | Tipo: cadastro reserva vaga(s) | Prazo: até 01/10/2025 | Remuneração: até R$ 13290.85",
        "full_content_html": "<div class=\"bde-rich-text-225746-260 bde-rich-text breakdance-rich-text-styles\">\n<h2>Informações Gerais</h2>\n<p>A Universidade Federal de Lavras (UFLA) publicou o edital de seu novo concurso público para a Carreira de Magistério Superior, visando o provimento de 12 vagas imediatas e a formação de cadastro de reserva para o cargo de Professor Assistente, nível 1. As oportunidades são para o campus de Lavras (MG), com possibilidade de lotação futura no campus de São Sebastião do Paraíso. O regime de contratação é o estatutário, regido pela Lei nº 8.112/1990, e as vagas são destinadas a candidatos com nível superior, exigindo Doutorado ou Residência Médica/Título de Especialista, conforme a área de atuação.</p>\n<p>O certame se destaca por oferecer vagas em áreas estratégicas como <strong>Medicina Veterinária</strong>, <strong>Agronomia</strong>, <strong>Zootecnia</strong>, <strong>Engenharia Florestal</strong> e <strong>Engenharia Ambiental</strong>, contemplando especialidades como Clínica de Grandes Animais, Fitopatologia, Reprodução Animal e Saneamento Ambiental. Há também oportunidades nos campos de Administração, Direito e Medicina. Nas seções seguintes, você encontrará todos os detalhes sobre inscrições, etapas e cronograma para se preparar adequadamente.</p>\n<h2>Inscrições</h2>\n<p>As inscrições para o concurso da UFLA estarão abertas de <strong>1º de setembro de 2025 até as 23h59 do dia 1º de outubro de 2025</strong>. Todo o procedimento deve ser realizado exclusivamente pela internet, através do endereço eletrônico oficial do Sistema Integrado de Gestão da UFLA. A taxa de inscrição foi fixada no valor de <strong>R$ 240,00</strong> para todos os cargos.</p>\n<p>O pagamento deve ser efetuado impreterivelmente até o dia 01 de outubro de 2025, por meio da plataforma PagTesouro, que aceita quitação via <strong>PIX ou Cartão de Crédito</strong>. É importante notar que, dependendo da forma de pagamento, podem incidir tarifas adicionais cobradas pelo prestador de serviços. Após a conclusão do cadastro, o candidato poderá acompanhar a situação de sua inscrição e eventuais comunicados na área restrita ‘Minhas Inscrições’ no sistema da universidade. É fundamental a leitura completa do edital para conhecer todas as regras e requisitos antes de efetivar a inscrição.</p>\n<h2>Etapas e Provas</h2>\n<p>O processo seletivo para Professor Assistente da UFLA é composto por quatro etapas distintas, de caráter eliminatório e/ou classificatório, planejadas para avaliar de forma abrangente a capacidade técnica e didática dos candidatos. As provas estão previstas para iniciar a partir de <strong>20 de outubro de 2025</strong>, na cidade de Lavras-MG.</p>\n<ul>\n<li><strong>Prova Escrita:</strong> De caráter eliminatório, consiste em uma dissertação sobre temas sorteados no momento da prova. Com duração de 3 horas e valendo 100 pontos, exige aproveitamento mínimo de 70% para classificação para a fase seguinte.</li>\n<li><strong>Prova Didática:</strong> Também eliminatória, é uma aula expositiva de aproximadamente 50 minutos sobre um tema sorteado com 24 horas de antecedência. A etapa vale 100 pontos e o candidato precisa atingir no mínimo 70% para ser aprovado.</li>\n<li><strong>Prova de Defesa do Plano de Trabalho:</strong> De caráter classificatório, o candidato apresenta e defende um plano de atividades de ensino, pesquisa e extensão para um período de três anos. A apresentação oral dura até 20 minutos, seguida por arguição da banca de até 45 minutos. A etapa vale 100 pontos.</li>\n<li><strong>Prova de Títulos:</strong> Etapa classificatória, na qual o currículo do candidato é avaliado com base nos critérios definidos na Resolução CUNI nº 123/2024. A pontuação máxima é de 100 pontos.</li>\n</ul>\n<p>Para obter informações detalhadas sobre o conteúdo programático, os critérios de avaliação de cada etapa e o cronograma completo, a consulta ao edital e suas resoluções complementares é indispensável.</p>\n<h2>Resultados e Gabarito</h2>\n<p>A divulgação dos resultados do concurso da UFLA seguirá um cronograma oficial, com publicações em diferentes fases do certame. A lista de candidatos inscritos será publicada a partir de <strong>03 de outubro de 2025</strong>. Os resultados de cada etapa, como a lista de aprovados na prova escrita, serão divulgados na página oficial do concurso.</p>\n<p>A apuração do resultado final ocorrerá em sessão pública, com data e hora divulgadas com no mínimo 2 horas de antecedência. Serão considerados aprovados os candidatos que obtiverem nota igual ou superior a 70 pontos tanto na prova escrita quanto na prova didática. Em caso de empate na nota final, serão aplicados os critérios de desempate previstos na Resolução CUNI nº 123/2024. O resultado final, após a fase de recursos, será homologado e publicado no <strong>Diário Oficial da União (DOU)</strong>. A convocação dos aprovados para o provimento dos cargos seguirá rigorosamente a ordem de classificação.</p>\n<p>É de responsabilidade exclusiva do candidato acompanhar todas as publicações oficiais, editais de retificação e comunicados referentes ao concurso nos canais oficiais da UFLA e no Diário Oficial da União, além de manter seus dados de contato atualizados.</p>\n</div>"
    }
]